{
    "time": "2020-05-25 04:00:45",
    "cases": [
        {
            "date": "As of May 24, 2020",
            "content": "There have been over  84,600 confirmed cases, 43,985 recoveries and 6,424 deaths in the country. The Government of Canada has released modelling anticipating 11,000–22,000 deaths over the course of the pandemic, assuming \"stronger epidemic control\"."
        },
        {
            "date": "May 22, 2020",
            "content": "Minister of Health Patty Hajdu interrupted a line of questions to the CPHO from an opposition MP because he was probing why the National Emergency Stockpile System (NESS) had been underfunded while Canadians showered hundreds of times more money abroad. In 2006, Dr Theresa Tam, who was later to become the CPHO, was a lead author for the CPIP document. The 2006 report advises that there be a 16-week stockpile of medical supplies in the NESS to cover two pandemic waves."
        },
        {
            "date": "May 21, 2020",
            "content": "The Department of National Defence announced that it had seen the number of COVID-19 infections skyrocket in the previous week, from five to 28. A total of 1,400 had been serving in Operation LASER at 25 LTCF including the Montreal epicentre of the disease in Canada, the week previous. The photographs disseminated show soldiers with bare hands and in tshirt-style medical scrubs while DND stressed:"
        },
        {
            "date": "May 21, 2020",
            "content": "It came to light that the Canadian Armed Forces, who had been tasked previously with care for the senior citizens in the Long-Term Care Facilities of Ontario and Quebec had potentially been victimised by a COVID-19 SSEV in which 25 soldiers were infected with disease, but neither the CAF nor the DND would divulge details."
        },
        {
            "date": "May 20, 2020",
            "content": "A resident of Nova Scotia who was barred from attending her mother's funeral in Newfoundland gave notice to the province of her intent to sue in Newfoundland and Labrador Supreme Court because she felt that her rights under Section 6 of the Charter of Rights and Freedoms had been violated, and that provinces cannot enforce bans because they have no enumerated powers to do so."
        },
        {
            "date": "May 19, 2020",
            "content": "On May 19 it came to light during a press conference with Trudeau and Tam that the 20th week of 2020 versus the same figures in 2019 saw a drop of 88 percent in land border crossers, and a 98 percent drop in international air travel. The following day CPHO Tam reversed her decision from March on the wearing of masks and began asking Canadians to start wearing masks."
        },
        {
            "date": "May 15, 2020",
            "content": "It came to light that soldiers from the 12e Régiment blindé du Canada were posted to the LTCFs around Montreal. This meant that 2nd Canadian Division, whose CO is Brigadier-General Jennie Carignan, and which is based in CFB Montreal, had been deployed there."
        },
        {
            "date": "May 15, 2020",
            "content": "The CAF declared that four soldiers in Quebec and one in Ontario had tested positive for COVID-19 disease. Nearly 1,700 members of the CAF were at that time deployed. One deployment was to a LTCF in Montreal \"where residents had been nearly abandoned by the staff.\" The CAF stated that:"
        },
        {
            "date": "May 15, 2020",
            "content": "Conservative leader Andrew Scheer told a press conference that the Conservative caucus wanted Parliament to resume sitting as normal on May 25 and desired to withhold their consent to the 35-day rolling adjournment that prevents the regular operation of Parliament. Scheer observed that \"Elected members of Parliament come here to be a voice for their constituents.\" Because all-party consent is required to suspend the animation of Parliament, it will need to resume sitting."
        },
        {
            "date": "May 14, 2020",
            "content": "Lufthansa said it would resume flights between Toronto and Frankfurt as of June 3. The airline plans three weekly flights between the cities, and may add Vancouver and Montreal to its post-lockdown rota later on this summer. Flights are banned on all international non-essential travel between Canada and the European Union since March 17, but citizens are allowed to return to either location. Prior to the pandemic, Lufthansa operated 64 weekly flights between the two countries. The airline's recovery plans involve high-density cargo to replace paying customers. The Lufthansa Group airlines now require all passengers to wear a mask while aboard."
        },
        {
            "date": "May 14, 2020",
            "content": "The Globe and Mail Editorial Board endorsed restrictive measures on international travellers patterned on those implemented in the HKSAR. while the Lufthansa Group announced it would resume flights between Toronto and Frankfurt as of June 3, as part of its resumption of global business. Also on May 14, Sean Fine observed that Section 6 of the Charter of Rights and Freedoms enshrines mobility rights, such as \"the right to enter, remain in and leave the country; citizens and permanent residents may move to, pursue work and reside anywhere in the country.\""
        },
        {
            "date": "May 13, 2020",
            "content": "It was disclosed that while in the quarantine system imposed by the government of British Columbia on international arrivals, eight farm workers out of 1,500 had tested positive for COVID-19 disease. The province started allowing imported farmhands in April and is the only province to implement mandatory quarantine. Ontario has had dozens of cases with imported farmhands. In the west, \"if the new arrivals have no symptoms when they land, they are sent to hotels near Vancouver International Airport. The province is paying for the rooms, food service and worker support costs during the 14-day self-isolation period. During that time, employers are responsible for paying their temporary foreign workers for a minimum 30 hours a week, at the hourly rate that they would make while working. As well, farm operators are required to demonstrate proof of an infection control plan with the Ministry of Agriculture. So far, 219 farms have submitted health plans online, and 133 inspections have been completed to make sure farms are safely equipped and organized to manage COVID-19 risks.\""
        },
        {
            "date": "May 12, 2020",
            "content": "Parliamentary Budget Officer (PBO) Yves Giroux raised the possibility that the federal debt \"will hit $1 trillion because of pandemic relief spending.\" Giroux said it was possible that pandemic programs could cost \"more than what the entire federal government spent last year on everything\", roughly $338 billion. Also on 12 May, it was announced by Minister for International Development Karina Gould that $600 million would be contributed by the taxpayer to GAVI, \"a vaccine alliance that improves vaccine access for vulnerable children around the world.\""
        },
        {
            "date": "May 11, 2020",
            "content": "Trudeau, Morneau and Bains in a press conference said that \"a bridge financing facility for large employers that need help to get through the economic downturn caused by the coronavirus.\" One stated goal was \"to avoid bankruptcies of otherwise viable firms wherever possible... Companies that use the lending facility will have to commit to respect collective bargaining agreements, protecting workers’ pensions, and support national climate goals. Rules on access to the money will place limits on dividends, share buy-backs and executive pay.\" The Large Employer Emergency Financing Facility (LEEFF) will only target companies with annual revenues in excess of $300 million."
        },
        {
            "date": "May 07, 2020",
            "content": "The CAF reported that it had deployed \"almost all of its medical capacity\" in Quebec LTCF. \"The Canadian military has stripped bases across the country of their uniformed medical personnel to support long-term care homes in Quebec that have been overrun by COVID-19.\" At the time, in Ontario, 250 soldiers worked in five LTCFs. By middle of May, Quebec would see 1,350 soldiers in 25 LTCFs."
        },
        {
            "date": "May 06, 2020",
            "content": "Columnist Rex Murphy voiced criticism of what he called the \"Liberal Government at the Bottom of the Cottage Doorsteps\" (LGBCD). The LGBCD bestowed $850 million to an \"international fund to research COVID-19.\" He questioned why this sum and not another, and pointed out that \"Canada has top scientists and physicians itself\". Murphy described this new form of government, in which such questions are avoided, as"
        },
        {
            "date": "May 05, 2020",
            "content": "It came to light that the mayor of Huron-Kinloss township by Lake Huron in March 2020 ordered water service to seasonal properties shut off. Carling Township ordered its boat launch facility to remain closed, thus preventing access to anyone who needs it, including seasonal residents. Cottage-country mayors pleaded with the government of Ontario to legislate or somehow else to accept responsibility for their fate. In a memo circulated to his subordinate medical officers of health, Dr. David Williams was frightened by the advice of CMOH Nesathurai and said that"
        },
        {
            "date": "May 04, 2020",
            "content": "Trudeau discouraged Canadians from displaying complacency due to the lifting of economic restrictions by provinces, emphasizing that it was \"extremely important\" for citizens to continue practicing social distancing and personal hygiene to prevent the spread, and not go out \"unless you absolutely have to\". He explained that although the country was on a \"positive trajectory\", \"we are not out of the woods, however, and it requires us to continue to remain attentive and vigilant and following the instructions set out by our public health officials.\""
        },
        {
            "date": "May 01, 2020",
            "content": "It came to light that Shanker Nesathurai, Chief Medical Officer of Health (CMOH) for Haldimand County and Norfolk County both of which lie on the shores of Lake Erie, had issued an order under the provincial Health Protection and Promotion Act which reads:"
        },
        {
            "date": "May 01, 2020",
            "content": "2020, royal assent was granted to Bill C-15, to implement the Canada Emergency Student Benefit (CESB), after a cursory one-day consideration by 35 MPs. It established a subsidy programme for secondary school graduates and post-secondary students. Students who cannot find employment or are unable to work due to the COVID-19 pandemic are eligible for CA$1,250 per month from May through August 2020."
        },
        {
            "date": "April 30, 2020",
            "content": "Parliamentary Budget Officer Yves Giroux issued a report projecting the federal deficit for fiscal year 2020 could be in excess of $252 billion, based on nearly $146 billion in spending on federal aid measures."
        },
        {
            "date": "April 30, 2020",
            "content": "The Parliamentary Budget Officer warned that the Federal deficit for fiscal year 2020 could be in excess of $252 billion, as Canadians of every stripe rushed for the lifeboats. Robyn Urback issued from her column in The Globe and Mail a blistering attack on Trudeau's Cabinet, entitled \"Canadians have been gaslit on China\". Also on April 30, the City of Ottawa allowed the Muslims an exemption on the noise bylaw that allowed them to use modern loudspeaker technology to amplify a five-minute recording of their call to worship because of the blanket ban on freedom of assembly during the coronavirus crisis. This followed similar exemptions in Toronto and Mississauga."
        },
        {
            "date": "April 28, 2020",
            "content": "It was revealed that \"79 per cent of all deaths in the country\" were to that date connected with \"long-term care and seniors' homes.\""
        },
        {
            "date": "April 26, 2020",
            "content": "Nearly all Canadian television networks in both English and French collaborated on the multiplatform special Stronger Together, Tous Ensemble, which featured home-recorded messages and musical performances from Canadian celebrities, as a benefit for Food Banks Canada. The special attracted 11.5 million viewers, becoming the most-watched non-sports broadcast in the history of Canadian television, and concluded with the broadcast premiere of a cover of Bill Withers's song \"Lean on Me\", recorded by an ad hoc supergroup of Canadian musicians as a fundraiser for the Canadian Red Cross. Participating artists included Bryan Adams, Jann Arden, Justin Bieber, Michael Bublé, Fefe Dobson, Scott Helman, Shawn Hook, Avril Lavigne, Geddy Lee, Marie-Mai, Sarah McLachlan, Johnny Orlando, Josh Ramsay, Buffy Sainte-Marie, Tyler Shaw, Walk Off the Earth and Donovan Woods."
        },
        {
            "date": "April 22, 2020",
            "content": "Doug Ford placed a request that the CAF come to the aid of Ontario's LTCF, just like they had done previously in Quebec."
        },
        {
            "date": "April 21, 2020",
            "content": "Air Canada announced a suspension of all scheduled flights to the U.S. from April 27 to May 22, \"subject to any further government restrictions beyond that date.\""
        },
        {
            "date": "April 20, 2020",
            "content": "The CAF deployed in Quebec. Lieutenant-Commander Heather Galbraith said that the only uniforms her soldiers would be wearing was medical scrubs."
        },
        {
            "date": "April 20, 2020",
            "content": "Parliament's temporary suspension for five weeks expired and it voted, over the objections of Andrew Scheer's Conservative Party of Canada, by a 22-15 margin to sit only once weekly on Wednesdays for as long as Trudeau can convince the nation that the coronavirus poses a grave health and safety risk."
        },
        {
            "date": "April 17, 2020",
            "content": "The DND agreed that the Canadian Armed Forces (CAF) could deploy in Quebec at Long Term Care Facilities (LTCF). They agreed to send 100 military personnel in response to a request by Premier Francois Legault."
        },
        {
            "date": "April 15, 2020",
            "content": "Trudeau warned against premature reopening of the economy, stating that \"in order to get to that point, we need to continue doing what we are doing now for many more weeks\"."
        },
        {
            "date": "April 11, 2020",
            "content": "Tennis Canada cancelled the women's WTA Tour half of the 2020 Canadian Open (sponsored as Rogers Cup), pursuant to a request by the Quebec government for all cultural events, festivals, and sporting events be cancelled through August. Per an alternating cycle with the men's ATP Tour half of the event and Toronto, Montreal will host the women's tournament in 2021. Tennis Canada stated that it would still tentatively hold the men's tournament in Toronto, unless the ATP extends its suspension of play, or the Ontario or Toronto government order otherwise."
        },
        {
            "date": "April 11, 2020",
            "content": "Parliament re-convened to pass Bill C-14: COVID-19 Emergency Response Act, No. 2, and thereby adopt the CEWS. As with the previous siting on March 24, 35 MPs stood in for the full complement of 338 members due to the need for COVID-19 social distancing. Government briefing notes detailed \"a bureaucracy reluctant to put inbound China passengers in mandatory quarantine or close borders to arrivals from other (COVID-19) hotspots.\" Yves-François Blanchet supported Trudeau when he \"raised health and safety concerns over holding regular meetings (in order) to respect physical distancing\". All that was needed to debate and to pass the bill to spend $73 billion were five hours."
        },
        {
            "date": "April 10, 2020",
            "content": "The RCMP disclosed it has been asked to enforce the Quarantine Act, 2005. Penalties for violations can include a fine of up to $750,000 and imprisonment for six months. One reporter said that the RCMP \"could enter homes to enforce Quarantine Act orders if Canadians don't self-isolate... [and] will do physical checks to enforce it.\" It was reported that the Canadian Forces Intelligence Command Medical Intelligence Cell (MEDINT) has submitted reports on the outbreak in Wuhan since January 2020."
        },
        {
            "date": "April 09, 2020",
            "content": "The federal government released modelling that, even with strong public health measures, showed between 11,000 and 22,000 deaths over the course of the pandemic, with that number being closer to 300,000 deaths if no measures had been taken. Trudeau warned that \"normality as it was before will not come back full-on until we get a vaccine for this\", and that residents would \"have to remain vigilant for at least a year.\""
        },
        {
            "date": "April 06, 2020",
            "content": "Tam began to suggest that the use of non-medical face masks in public could be an \"additional measure\" to \"protect others around you in situations where physical distancing is difficult to maintain\", but that this is not proven to protect the wearer, and is considered complementary to all existing health guidance issued thus far. Trudeau brought up the topic the next day, where he said, \"If people want to wear a mask, that is okay. It protects others more than it protects you, because it prevents you from breathing or... or... speaking, uh... 'moistly' on them.\" He immediately regrets his word choice and says, \"Ugh, what a terrible image.\" The unusual word choice has led the creation of a remix song, \"Speaking Moistly\", based on the speech."
        },
        {
            "date": "April 06, 2020",
            "content": "Trudeau introduced extra aid for the Canada Emergency Response Benefit (CERB), saying \"there are groups of people who aren't benefiting from [it] who probably should.\""
        },
        {
            "date": "April 02, 2020",
            "content": "Trudeau said that he foresaw the expiry of the COVID-19 crisis to occur only in July."
        },
        {
            "date": "March 29, 2020",
            "content": "A Halifax woman was fined $697.50, and had her vehicle seized by police after she was found in a park despite Nova Scotia having closed parks and beaches to the public under its emergency measures act."
        },
        {
            "date": "March 28, 2020",
            "content": "Sophie Grégoire Trudeau announced her full recovery and thanked her well-wishers via social media."
        },
        {
            "date": "March 27, 2020",
            "content": "The Bank lowered the rate a third time to 0.25 percent, citing \"serious consequences for Canadians and for the economy\" due to the COVID-19 pandemic. The Bank also launched a program to \"alleviate strains in the short-term funding markets\" and another program to acquire Government of Canada securities at a minimum of $5 billion per week."
        },
        {
            "date": "March 24, 2020",
            "content": "A woman was arrested in Corner Brook for violating public health emergency orders by refusing to stay at home after she returned from a trip outside the province."
        },
        {
            "date": "March 24, 2020",
            "content": "2020, a small number of MPs from each party met in the House of Commons to vote on an $82-billion emergency spending legislation, known as Bill C-13. The passage of the bill was stalled due to the federal government's proposed clauses that gave the finance minister the right to spend money and raise taxes without the approval of Parliament until December 31, 2021. After criticism from the Official Opposition over the minority government's \"power grab\" which was considered undemocratic, a revised bill was agreed upon the next day that would permit the government six months of special spending powers until September 30, 2020, with oversight from a Parliamentary committee. The House of Commons' Health and Finance committees began holding weekly virtual meetings during the pandemic."
        },
        {
            "date": "March 24, 2020",
            "content": "35 members of parliament met in order to discuss Bill C-13, the COVID-19 Emergency Response Act. To maintain social distancing in the face of the highly contagious respiratory illness, only 35 of the 338 members of the House of Commons convened to debate the legislation. The Commons agreed \"to see the application of Standing Order 17 (sic) suspended for the current sitting to allow (its) members the practice of social distancing.\""
        },
        {
            "date": "March 23, 2020",
            "content": "Tam began appearing in public service announcements on radio and television, urging personal hygiene, social distancing, and against unnecessary travel."
        },
        {
            "date": "March 22, 2020",
            "content": "2020, Premier Sandy Silver and the Chief Medical Officer, Brendan Hanley, announced that Yukon had its first cases of coronavirus, a couple who had attended a convention in the United States and then returned home to Whitehorse.  They developed symptoms upon their return and immediately sought medical assistance.  They have self-isolated and have meticulously followed all public health directions."
        },
        {
            "date": "March 21, 2020",
            "content": "The Northwest Territories reported its first case of COVID-19; the individual had travelled to British Columbia and Alberta before returning home to Yellowknife."
        },
        {
            "date": "March 20, 2020",
            "content": "A woman who tested positive for COVID-19 was arrested for being out in Quebec City's Limoilou neighbourhood despite being under a quarantine order; this was the first time that this type of warrant was executed."
        },
        {
            "date": "March 20, 2020",
            "content": "The government announced a plan to ramp up production of medical equipment, switching assembly lines to produce ventilators, masks and other personal protective gear. Companies will be able to access funds through the government's Strategic Innovation Fund. The PM stated that Canadian medical supply firms Thornhill Medical, Medicom and Spartan Bioscience were looking to expand production. In order to address shortages and supply-chain disruption, Canada passed emergency legislation that waived-patent protection, giving the government, and companies or organizations that it selects, the right to produce patented products without permission from the patent holder. According to Innovation, Science and Industry minister Navdeep Bains, \"the country's entire industrial policy will be refocused to prioritize the fight against COVID-19\"."
        },
        {
            "date": "March 20, 2020",
            "content": "As part of the announcement on Canada's industrial strategy (see below), Trudeau stated that the National Research Council will work with small- and medium-sized companies on health research to fight the virus."
        },
        {
            "date": "March 19, 2020",
            "content": "The Pimicikamak Cree Nation in northern Manitoba restricted entry to essential travellers, and Chief David Monias said the Sayisi Dene and others are doing the same. The Council of the Haida Nation said it was discouraging all non-resident travel to the islands \"for the time being.\""
        },
        {
            "date": "March 19, 2020",
            "content": "2020, the federal government announced that it had added to Trudeau's March 11 announcement of $275 million in funding for an additional 49 projects to bring the total to 96 research projects that will focus on developing and implementing measures to detect, manage, and reduce the transmission of COVID-19."
        },
        {
            "date": "March 18, 2020",
            "content": "Porter Airlines announced that it would suspend all flights until June."
        },
        {
            "date": "March 18, 2020",
            "content": "The federal government announced an $82-billion response package with a variety of measures. On March 25, the COVID-19 Emergency Response Act received royal assent from Governor General Julie Payette. The measures in this first package included:"
        },
        {
            "date": "March 18, 2020",
            "content": "The federal Minister of Health, Patty Hajdu, announced that the federal government had signed an interim order to speed up access to COVID-19 test kits that would allow provincial labs to increase testing. The test kits are made by Switzerland-based Roche Molecular Systems and ThermoFisher Scientific. According to Health Canada, \"an Interim Order is one of the fastest mechanisms available to the Government of Canada to help make health products available to address larger scale public health emergencies. This Interim Order provides the Minister with the flexibility to consider the urgent circumstances relating to the need for the medical device, authorizations granted by foreign regulatory authorities, or possible new uses for medical devices that are approved in Canada.\""
        },
        {
            "date": "March 17, 2020",
            "content": "An eighth case was announced. This is the first child in the province to become infected.[citation needed]"
        },
        {
            "date": "March 16, 2020",
            "content": "New Brunswick confirmed one more case, and announced one more presumptive case, making 2 confirmed cases and 5 presumptive in total."
        },
        {
            "date": "March 16, 2020",
            "content": "Prince Edward Island declared a public health emergency. Alberta and Ontario declared emergencies on March 17, followed by British Columbia, Newfoundland and Labrador, the Northwest Territories, Nunavut, Saskatchewan and Yukon on March 18. New Brunswick, Manitoba, and Nova Scotia declared emergencies on March 19, March 20, and March 22 respectively."
        },
        {
            "date": "March 16, 2020",
            "content": "The Treasury Board urged Federal public servants to work from home if possible.  No date was provided for when this provision should end."
        },
        {
            "date": "March 16, 2020",
            "content": "Trudeau announced that new entry restrictions would be implemented shortly after midnight ET on March 18, primarily restricting entry into the country to Canadian citizens and their immediate families, and permanent residents, with the exception of the United States. On March 18, travellers from the United States were also banned in a mutual agreement with the US government (with exceptions in place for family members, essential employees who commute across the border and to ensure continued exchange of goods). Most international flights are being routed to Canada's major airports in order to enhance screening measures. Minister of Foreign Affairs François-Philippe Champagne also announced that for citizens who are still abroad, the country would provide emergency loans of up to $5,000 to cover travel costs or basic needs until they are able to return."
        },
        {
            "date": "March 15, 2020",
            "content": "The province reported four more presumptive cases in the central part of the province."
        },
        {
            "date": "March 14, 2020",
            "content": "A presumptive case was announced in the province."
        },
        {
            "date": "March 14, 2020",
            "content": "Canada recommended against any international travel, and advised those returning from outside of Canada, except for essential workers (such as flight crew), to self-isolate for 14 days. The Quarantine Act was invoked by Hajdu on March 26, making self-isolation a legal mandate for travellers (excluding essential workers) returning to the country, and also prohibiting those who are symptomatic from using public transit as transport to their place of self-isolation, and prohibiting self-isolation in settings where they may come in contact with those who are vulnerable (people with pre-existing conditions and the elderly)."
        },
        {
            "date": "March 13, 2020",
            "content": "Trudeau announced that the federal government was preparing a stimulus package to address those affected by the pandemic."
        },
        {
            "date": "March 12, 2020",
            "content": "Sophie Gregoire Trudeau, the wife of Canada's prime minister Justin Trudeau, became Canada's first UK-linked case. Both she and the prime minister started self-isolation."
        },
        {
            "date": "March 12, 2020",
            "content": "The Ontario government announced that all public schools will be closed from March 14 until at least April 5. This was followed by all provinces and territories closing schools, and the closures being repeatedly extended or made indefinite. Governments have assured graduating students that they will be able to graduate, and classes have moved online."
        },
        {
            "date": "March 12, 2020",
            "content": "Quebec declared a public health emergency, requiring international travellers to self-isolate for 14 days and banning gatherings of 250 people. The ban has been extended to all gatherings outside workplaces and retail."
        },
        {
            "date": "March 12, 2020",
            "content": "After returning from a speaking engagement in London, England, Trudeau's wife Sophie Grégoire Trudeau tested positive for COVID-19. She and the Prime Minister went into self-isolation."
        },
        {
            "date": "March 11, 2020",
            "content": "Prime Minister Justin Trudeau announced a $1 billion response fund, including $500 million to go to provinces and territories, a $50 million contribution to the World Health Organization and an additional $275 million to fund COVID-19 research in Canada. Minister of Economic Development and Official Languages Mélanie Joly stated that she had been discussing means of mitigating the outbreak's impact on the air travel industry."
        },
        {
            "date": "March 09, 2020",
            "content": "A Montreal resident who had recently returned from Ireland was reported as a fifth presumptive case. Four new cases were confirmed on March 11, including one who had returned from Caribbean and Miami, a man who had returned from the Dominican Republic, a person who had returned from Italy, and a resident of Montreal who had returned from international travel."
        },
        {
            "date": "March 09, 2020",
            "content": "The Lynn Valley outbreak resulted in the first coronavirus death in Canada, by a man in his 80s with pre-existing health conditions. Three more deaths at the centre were reported on March 16. An additional 2 deaths were reported at the centre on March 17, while another was reported on March 19."
        },
        {
            "date": "March 08, 2020",
            "content": "Champagne stated that at the request of the U.S. government, Canada had chartered a EuroAtlantic passenger airplane to evacuate the 237 citizens that were still aboard the cruise ship Grand Princess. They were quarantined at CFB Trenton for two weeks when the plane landed on March 10."
        },
        {
            "date": "March 04, 2020",
            "content": "2020, Trudeau announced his creation of the Cabinet Committee on the federal response to the coronavirus disease, chaired by Chrystia Freeland, \"to limit the spread of the virus\" and to protect \"the health and safety of all Canadians\"."
        },
        {
            "date": "February 26, 2020",
            "content": "Hajdu recommended that citizens stockpile food and medication, noting that it was \"good to be prepared because things can change quickly [in any emergency].\" The recommendation faced criticism from politicians: Manitoba health minister Cameron Friesen and Ontario health minister Christine Elliott both felt that there was no need for such aggressive stockpiling, while Friesen also felt that there needed to be more coordination between the federal and provincial levels in terms of information regarding the outbreak. Conservative Party shadow minister Matt Jeneroux opined that the suggestion incited concern and was lacking in transparency. Health Canada's website recommended against such bulk purchases (as to not strain supply chains), and explained that having supplies on hand was to \"ensure you do not need to leave your home at the peak of the outbreak or if you become ill.\""
        },
        {
            "date": "February 02, 2020",
            "content": "The Canadian Armed Forces announced that it planned to charter a plane to assist in the evacuation of Canadian nationals still in Wuhan once given authorization by China, intending to fly them to CFB Trenton for repatriation and medical screenings. Only those that had entered the country with a Canadian passport would be allowed to take this flight. The first plane landed at CFB Trenton on February 7. On February 21, a chartered flight of 131 Canadians who were quarantined aboard Diamond Princess after an outbreak on the cruise ship in Japan, and who all tested negative for the virus, were brought to CFB Trenton for additional screening before being transported by bus to the NAV Centre in Cornwall, Ontario to be quarantined."
        },
        {
            "date": "January 30, 2020",
            "content": "The WHO declared the coronavirus was a \"public health emergency of international concern\"."
        },
        {
            "date": "January 29, 2020",
            "content": "Minister of Foreign Affairs François-Philippe Champagne announced that an aircraft would be sent to repatriate Canadians from the areas affected by the virus in China."
        },
        {
            "date": "January 25, 2020",
            "content": "The first identified presumptive case in Canada was a male in his 50s who travelled between Wuhan and Guangzhou before returning to Toronto on January 22. Canada issued a travel advisory against non-essential travel to China due to the outbreak, including a regional travel advisory to avoid all travel to the province of Hubei. Federal health officials stated that the risk in Canada was low. Final testing conducted at the National Microbiology Laboratory in Winnipeg, Manitoba confirmed the presumptive case on January 27. On January 27, Canada confirmed its first case. On January 29, Dr. Theresa Tam told Canadians that \"It's going to be rare (Covid 19), but we are expecting cases.\""
        },
        {
            "date": "January 23, 2020",
            "content": "The federal Minister of Health, Patty Hajdu, said that five or six people were being monitored for signs of the virus. That same day, Dr. Theresa Tam was a member of the WHO committee that broadcast that it was too early to declare a public health emergency of international concern.\nOn January 26, Tam stated \"There is no clear evidence that this virus is spread easily from person to person. The risk to Canadians remains low.\""
        },
        {
            "date": "January 17, 2020",
            "content": "The Canada Border Services Agency (CBSA) indicated plans were in progress \"to implement signage\" in the Montreal, Toronto, and Vancouver airports to raise awareness of the virus, and that there would be an additional health screening question added to the electronic kiosks for passengers arriving from central China. The agency noted the overall risk to Canadians was low and there were no direct flights from Wuhan to Canada. The CBSA said it would not be, at that time, implementing extra screening measures, but would \"monitor the situation closely\"."
        },
        {
            "date": "January 15, 2020",
            "content": "The federal government activated its Emergency Operations Centre."
        },
        {
            "date": "January 12, 2020",
            "content": "2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on December 31, 2019."
        },
        {
            "date": "January 07, 2020",
            "content": "2020, when it appeared that there was a health crisis emerging in Wuhan, Dr. Theresa Tam was quoted advising Canadians: \"There has been no evidence to date that this illness, whatever it's caused by, is spread easily from person to person; no health care workers caring for the patients have become ill; a positive sign.\""
        }
    ]
}