{
    "time": "2020-10-22 16:01:11",
    "cases": [
        {
            "date": "As of August 19, 2020",
            "content": "There have been approximately  123,500 confirmed cases, over 109,000 recoveries and just over 9,000 deaths in the country. The Government of Canada has released modelling anticipating 11,000–22,000 deaths over the course of the pandemic, assuming \"stronger epidemic control\"."
        },
        {
            "date": "October 12, 2020",
            "content": "2020, the federal government rolled out a new income support program after the ending of CERB, the Canada Recovery Benefit (CRB) which pays $500 per week for up to 26 weeks; over 240,000 Canadians applied to the program on its first day of launching. Another program, the Canada Recovery Caregiving Benefit (CRCB) supports Canadians that have been working but have to take a break to care for dependents (a child below 12 years of age or a disabled family member). The benefit only applies if schools and care centres are closed, or the dependent fell sick, or contracted COVID-19."
        },
        {
            "date": "October 05, 2020",
            "content": "Health Canada approved a portable PCR test — the Hyris bCUBE —which was based on technology developed at the University of Guelph and can process tests in 90 minutes."
        },
        {
            "date": "July 03, 2020",
            "content": "2020, the Ethics Commissioner announced an investigation into Trudeau and the government's decision to have WE Charity administer the summer student grant program. We Charity was criticized for its close ties to the Trudeau family. On the same day, Minister of Diversity and Inclusion and Youth, Bardish Chagger, announced that WE Charity would no longer be administering the Canada Student Service Grant program."
        },
        {
            "date": "April 30, 2020",
            "content": "Parliamentary Budget Officer Yves Giroux issued a report projecting the federal deficit for fiscal year 2020 could be in excess of $252 billion, based on nearly $146 billion in spending on federal aid measures."
        },
        {
            "date": "April 06, 2020",
            "content": "Tam began to suggest that the use of non-medical face masks in public could be an \"additional measure\" to \"protect others around you in situations where physical distancing is difficult to maintain\", but that this is not proven to protect the wearer, and is considered complementary to all existing health guidance issued thus far. Trudeau brought up the topic the next day, where he said, \"If people want to wear a mask, that is okay. It protects others more than it protects you, because it prevents you from breathing or... or... speaking, uh... 'moistly' on them.\" He immediately regrets his word choice and says, \"Ugh, what a terrible image.\" The unusual word choice has led the creation of a remix song, \"Speaking Moistly\", based on the speech."
        },
        {
            "date": "April 02, 2020",
            "content": "American President Donald Trump slammed 3M after invoking the US Defense Production Act of 1950 to get the company to produce N95 respirators and on April 3, Canadian officials protested a move by Trump to block 3M's export of N95 masks for use by doctors and nurses as COVID-19 cases were projected to soar in Ontario and Quebec. Deputy Prime Minister Chrystia Freeland said Canada would \"do whatever it takes to defend the national interest.\" On April 6, the Trump administration agreed to a deal with the 3M to import more than 166 million respirators from China over the next three months and allow 3M to continue exporting its US made respirators to Canada."
        },
        {
            "date": "March 29, 2020",
            "content": "A Halifax woman was fined $697.50, and had her vehicle seized by police after she was found in a park despite Nova Scotia having closed parks and beaches to the public under its emergency measures act."
        },
        {
            "date": "March 27, 2020",
            "content": "Wasauksing First Nation declared a state of emergency with Gimaa (chief) Wally Tabobondung announcing the creation of a response team and the state of emergency via YouTube video. In an update posted on May 16, the chief and council announced they had installed cameras with facial and license plate recognition technology at local checkpoints to identify outsiders entering the territory. Cottagers leasing property on the territory had been barred from entering until June 6. As of June 6, anyone entering the Wasauksing must have a tag issued by the band government and provide information for a centralized registry. Re-opening has been occurring in phases. As of an update posted June 21, the state of emergency had been extended an additional 90 days."
        },
        {
            "date": "March 27, 2020",
            "content": "The Bank lowered the rate a third time to 0.25 percent, citing \"serious consequences for Canadians and for the economy\" due to the COVID-19 pandemic. The Bank also launched a program to \"alleviate strains in the short-term funding markets\" and another program to acquire Government of Canada securities at a minimum of $5 billion per week."
        },
        {
            "date": "March 24, 2020",
            "content": "A woman was arrested in Corner Brook for violating public health emergency orders by refusing to stay at home after she returned from a trip outside the province."
        },
        {
            "date": "March 24, 2020",
            "content": "2020, a small number of MPs from each party met in the House of Commons to vote on an $82-billion emergency spending legislation, known as Bill C-13. The passage of the bill was stalled due to the federal government's proposed clauses that gave the finance minister the right to spend money and raise taxes without the approval of Parliament until December 31, 2021. After criticism from the Official Opposition over the minority government's \"power grab\" which was considered undemocratic, a revised bill was agreed upon the next day that would permit the government six months of special spending powers until September 30, 2020, with oversight from a Parliamentary committee. The House of Commons' Health and Finance committees began holding weekly virtual meetings during the pandemic."
        },
        {
            "date": "March 23, 2020",
            "content": "Tam began appearing in public service announcements on radio and television, urging personal hygiene, social distancing, and against unnecessary travel."
        },
        {
            "date": "March 22, 2020",
            "content": "2020, Premier Sandy Silver and the Chief Medical Officer, Brendan Hanley, announced that Yukon had its first cases of coronavirus, a couple who had attended a convention in the United States and then returned home to Whitehorse.  They developed symptoms upon their return and immediately sought medical assistance.  They have self-isolated and have meticulously followed all public health directions."
        },
        {
            "date": "March 21, 2020",
            "content": "The Northwest Territories reported its first case of COVID-19; the individual had travelled to British Columbia and Alberta before returning home to Yellowknife."
        },
        {
            "date": "March 20, 2020",
            "content": "A woman who tested positive for COVID-19 was arrested for being out in Quebec City's Limoilou neighbourhood despite being under a quarantine order; this was the first time that this type of warrant was executed."
        },
        {
            "date": "March 20, 2020",
            "content": "The government announced a plan to ramp up production of medical equipment, switching assembly lines to produce ventilators, masks and other personal protective gear. Companies will be able to access funds through the government's Strategic Innovation Fund. The PM stated that Canadian medical supply firms Thornhill Medical, Medicom and Spartan Bioscience were looking to expand production. In order to address shortages and supply-chain disruption, Canada passed emergency legislation that waived-patent protection, giving the government, and companies or organizations that it selects, the right to produce patented products without permission from the patent holder. According to Innovation, Science and Industry minister Navdeep Bains, \"the country's entire industrial policy will be refocused to prioritize the fight against COVID-19\"."
        },
        {
            "date": "March 20, 2020",
            "content": "As part of the announcement on Canada's industrial strategy (see below), Trudeau stated that the National Research Council will work with small- and medium-sized companies on health research to fight the virus."
        },
        {
            "date": "March 19, 2020",
            "content": "The Pimicikamak Cree Nation in northern Manitoba restricted entry to essential travellers, and Chief David Monias said the Sayisi Dene and others are doing the same."
        },
        {
            "date": "March 19, 2020",
            "content": "2020, the federal government announced that it had added to Trudeau's March 11 announcement of $275 million in funding for an additional 49 projects to bring the total to 96 research projects that will focus on developing and implementing measures to detect, manage, and reduce the transmission of COVID-19."
        },
        {
            "date": "March 18, 2020",
            "content": "The federal government announced an $82-billion response package with a variety of measures. On March 25, the COVID-19 Emergency Response Act received royal assent from Governor General Julie Payette. The measures in this first package included:[citation needed]"
        },
        {
            "date": "March 18, 2020",
            "content": "The federal Minister of Health, Patty Hajdu, announced that the federal government had signed an interim order to speed up access to COVID-19 test kits that would allow provincial labs to increase testing. The test kits are made by Switzerland-based Roche Molecular Systems and Thermo Fisher Scientific. According to Health Canada, \"an Interim Order is one of the fastest mechanisms available to the Government of Canada to help make health products available to address larger scale public health emergencies. This Interim Order provides the Minister with the flexibility to consider the urgent circumstances relating to the need for the medical device, authorizations granted by foreign regulatory authorities, or possible new uses for medical devices that are approved in Canada.\""
        },
        {
            "date": "March 17, 2020",
            "content": "An eighth case was announced. This is the first child in the province to become infected.[citation needed]"
        },
        {
            "date": "March 16, 2020",
            "content": "New Brunswick confirmed one more case, and announced one more presumptive case, making 2 confirmed cases and 5 presumptive in total."
        },
        {
            "date": "March 16, 2020",
            "content": "Prince Edward Island declared a public health emergency. Alberta and Ontario declared emergencies on March 17, followed by British Columbia, Newfoundland and Labrador, the Northwest Territories, Nunavut, Saskatchewan and Yukon on March 18. New Brunswick, Manitoba, and Nova Scotia declared emergencies on March 19, March 20, and March 22 respectively."
        },
        {
            "date": "March 16, 2020",
            "content": "The Treasury Board urged Federal public servants to work from home if possible.  No date was provided for when this provision should end."
        },
        {
            "date": "March 15, 2020",
            "content": "The province reported four more presumptive cases in the central part of the province."
        },
        {
            "date": "March 14, 2020",
            "content": "A presumptive case was announced in the province."
        },
        {
            "date": "March 14, 2020",
            "content": "Canada recommended against any international travel, and advised those returning from outside of Canada, except for essential workers (such as flight crew), to self-isolate for 14 days. The Quarantine Act was invoked by Hajdu on March 26, making self-isolation a legal mandate for travellers (excluding essential workers) returning to the country, and also prohibiting those who are symptomatic from using public transit as transport to their place of self-isolation, and prohibiting self-isolation in settings where they may come in contact with those who are vulnerable (people with pre-existing conditions and the elderly)."
        },
        {
            "date": "March 12, 2020",
            "content": "Sophie Grégoire Trudeau, the wife of Canada's prime minister Justin Trudeau, became Canada's first UK-linked case. Both she and the prime minister started self-isolation."
        },
        {
            "date": "March 12, 2020",
            "content": "The Ontario government announced that all public schools will be closed from March 14 until at least April 5. This was followed by all provinces and territories closing schools, and the closures being repeatedly extended or made indefinite. Governments have assured graduating students that they will be able to graduate, and classes have moved online.[citation needed]"
        },
        {
            "date": "March 12, 2020",
            "content": "Quebec declared a public health emergency, requiring international travellers to self-isolate for 14 days and banning gatherings of 250 people. The ban has been extended to all gatherings outside workplaces and retail."
        },
        {
            "date": "March 09, 2020",
            "content": "A Montreal resident who had recently returned from Ireland was reported as a fifth presumptive case. Four new cases were confirmed on March 11, including one who had returned from Caribbean and Miami, a man who had returned from the Dominican Republic, a person who had returned from Italy, and a resident of Montreal who had returned from international travel."
        },
        {
            "date": "March 09, 2020",
            "content": "The Lynn Valley outbreak resulted in the first coronavirus death in Canada, by a man in his 80s with pre-existing health conditions. Three more deaths at the centre were reported on March 16. An additional 2 deaths were reported at the centre on March 17, while another was reported on March 19."
        },
        {
            "date": "January 23, 2020",
            "content": "The federal Minister of Health, Patty Hajdu, said that five or six people were being monitored for signs of the virus. That same day, Dr. Theresa Tam was a member of the WHO committee that broadcast that it was too early to declare a Public Health Emergency of International Concern. The following day, in Wuhan, China, construction began on a new hospital to treat COVID-19 patients. The hospital took only 10 days to build and was widely reported around the world."
        },
        {
            "date": "January 17, 2020",
            "content": "The Canada Border Services Agency (CBSA) indicated plans were in progress \"to implement signage\" in the Montreal, Toronto, and Vancouver airports to raise awareness of the virus, and that there would be an additional health screening question added to the electronic kiosks for passengers arriving from central China. The agency noted the overall risk to Canadians was low and there were no direct flights from Wuhan to Canada. The CBSA said it would not be, at that time, implementing extra screening measures, but would \"monitor the situation closely\"."
        },
        {
            "date": "January 15, 2020",
            "content": "The federal government activated its Emergency Operations Centre."
        },
        {
            "date": "January 14, 2020",
            "content": "A person in Thailand was the first patient outside of China who was confirmed to have COVID-19."
        },
        {
            "date": "January 12, 2020",
            "content": "2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on December 31, 2019."
        },
        {
            "date": "January 07, 2020",
            "content": "When it appeared that there was a health crisis emerging in Wuhan, Public Health Canada advised travellers to China to avoid contact with animals, noting that they were very carefully monitoring the situation but there wasn't evidence of what caused the illness, or how it's spread."
        },
        {
            "date": "January 01, 2020",
            "content": "2020, the WHO set up the IMST (Incident Management Support Team) across all three levels of the organization: headquarters, regional headquarters and country level, putting the organization on an emergency footing for dealing with the outbreak."
        }
    ]
}