{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-02T20:13:57Z",
            "title": "Here's how you can send well wishes to patients, staff at Henry Ford Hospitals battling COVID-19 - Click On Detroit | Local 4 | WDIV",
            "url": "https://www.youtube.com/watch?v=nxZSA8Mi1Ak",
            "urlToImage": "https://i.ytimg.com/vi/nxZSA8Mi1Ak/maxresdefault.jpg",
            "description": "One of the many heartbreaking aspects of the coronavirus (COVID-19) outbreak is that patients battling the virus are forced to do so without their loved ones...",
            "content": "One of the many heartbreaking aspects of the coronavirus (COVID-19) outbreak is that patients battling the virus are forced to do so without their loved ones by their side."
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-02T20:03:26Z",
            "title": "A New Weapon for Fighting the Coronavirus? - The Daily Signal",
            "url": "https://www.youtube.com/watch?v=PhrsciGgy4U",
            "urlToImage": "https://i.ytimg.com/vi/PhrsciGgy4U/maxresdefault.jpg",
            "description": "A new decision from the FDA just gave physicians what could be a significant advantage in their fight against the coronavirus. They're allowing two drugs tha...",
            "content": "A new decision from the FDA just gave physicians what could be a significant advantage in their fight against the coronavirus. \r\nThey're allowing two drugs that have been used on malaria patients hydroxychloroquine sulfate and chloroquine phosphate to be used… [+549 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-04-02T19:20:31Z",
            "title": "French nursing home deaths soar since coronavirus outbreak - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-france-toll-idUSKBN21K31I",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200402&t=2&i=1511599133&w=1200&r=LYNXMPEG3125I",
            "description": "The coronavirus death count in France surged to nearly 5,400 people on Thursday after the health ministry began including nursing home fatalities in its data.",
            "content": "PARIS (Reuters) - The coronavirus death count in France surged to nearly 5,400 people on Thursday after the health ministry began including nursing home fatalities in its data. \r\nJerome Salomon, head of the health authority, said the pandemic had by Thursday … [+3453 chars]"
        },
        {
            "source": {
                "id": "fox-news",
                "name": "Fox News"
            },
            "publishedAt": "2020-04-02T18:42:24Z",
            "title": "Can you catch coronavirus by breathing near an infected person? - Fox News",
            "url": "https://www.foxnews.com/health/can-you-catch-coronavirus-by-breathing-near-an-infected-person",
            "urlToImage": "https://cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/1f0a118a-a096-4879-99ba-ad43ee7505c5/d1f7e10b-b454-4583-815d-c305bdf81de7/1280x720/match/image.jpg",
            "description": "The panel said that more research into how many infections are produced as a result of air droplets is necessary to better understand the implications.",
            "content": "Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.\r\nIn a letter sent to the White House on Wednesday, a panel of experts said that while available research has indicated that the novel coronavirus may enter the air vi… [+3574 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-02T18:31:01Z",
            "title": "Experts study 1918 pandemic for clues to stop spread - NJTV News",
            "url": "https://www.youtube.com/watch?v=OfM4Kh0qnBY",
            "urlToImage": "https://i.ytimg.com/vi/OfM4Kh0qnBY/maxresdefault.jpg",
            "description": "As the coronavirus continues spreading, scientists and historians are looking at the similarities between the current coronavirus and the flu of 1918 to find...",
            "content": "As the coronavirus continues spreading, scientists and historians are looking at the similarities between the current coronavirus and the flu of 1918 to find any clues that could help stop the spread.\r\nDont forget to SUBSCRIBE for daily videos: http://bit.ly/… [+942 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Vox.com"
            },
            "publishedAt": "2020-04-02T18:13:03Z",
            "title": "Covid-19 coronavirus pandemic: Death rates, transmissibility, risk factors, and consequences, explained - Vox.com",
            "url": "https://www.vox.com/science-and-health/2020/4/2/21197617/coronavirus-pandemic-covid-19-death-rate-transmission-risk-factors-lockdowns-social-distancing",
            "urlToImage": "https://cdn.vox-cdn.com/thumbor/mIetOdXniKD07wwhgQELXfJf2Y0=/0x181:5000x2799/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19865396/11more_things.jpg",
            "description": "How deadly is the coronavirus? How is it transmitted? And answers to more questions about the pandemic, explained.",
            "content": "Before December 2019, SARS-CoV-2 the virus that causes the Covid-19 illness was unknown to science. A pneumonia of unknown cause was first reported to the World Health Organization on December 31, after a slew of cases appeared in Wuhan, China. Since then, th… [+28243 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-02T15:33:57Z",
            "title": "A healthy 39-year-old DJ died of coronavirus. What his young widow and daughter want you to know - CNN",
            "url": "https://www.cnn.com/2020/04/02/health/dj-conrad-buchanan-coronavirus-death/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200402065859-nicole-and-skye-buchanan-super-tease.jpg",
            "description": "Nicole Buchanan wasn't even allowed to say goodbye to her husband. \"I would hate for anybody ...  to have to go through what we've gone through,\" she said. \"Our hospital systems aren't ready. Just stay home.\"",
            "content": null
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "publishedAt": "2020-04-02T15:15:25Z",
            "title": "WHO: 95 percent of European coronavirus deaths were people 60 or older, young still at risk | TheHill - The Hill",
            "url": "https://thehill.com/policy/international/europe/490793-who-95-percent-of-european-coronavirus-fatalities-aged-60-or-more",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus_computer_italy_032820getty.jpg",
            "description": "The World Health Organization (WHO) said Thursday that more than 95 percent of coronavirus d...",
            "content": "The World Health Organization (WHO) said Thursday that more than 95 percent of coronavirus deaths in Europe were of individuals age 60 or older, but warned young people are still at risk.\r\nThe very notion that COVID-19 only affects older people is factually w… [+673 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-02T14:58:08Z",
            "title": "Coronavirus: The young doctors being asked to play god - BBC News",
            "url": "https://www.bbc.com/news/world-us-canada-52137160",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/136DE/production/_111528597_elmhurst3.jpg",
            "description": "A harrowing account from a New York hospital which has become the epicentre of the epicentre.",
            "content": "Image copyrightGetty Images\r\nWhen the tannoy blasts out a \"Team 700\" alert at Elmhurst hospital in Queens in New York City it is because a \"crash\" team is needed immediately. Someone is going into cardiac arrest. \r\nIn normal times that would happen maybe once… [+6424 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ottawacitizen.com"
            },
            "publishedAt": "2020-04-02T14:38:50Z",
            "title": "Coronavirus vigilantes: 'My neighbour isn't self-isolating' - The Province",
            "url": "https://ottawacitizen.com/news/local-news/virus-vigilantes-my-neighbour-isnt-self-isolating",
            "urlToImage": "https://nationalpostcom.files.wordpress.com/2020/04/ottfeatureapril2-1.jpg",
            "description": "‘I’m about to lose it on her’: An Ottawa woman called police to report a neighbour whose social media posts showed she was out and about, not self-isolating",
            "content": "By Jacquie Miller\r\nAn Ottawa woman was outraged when she spotted social media posts from a neighbour who was supposed to be self-isolating but was out and about in the community. “I’m about to lose it on her!” she posted on Facebook.\r\nThe woman called the pol… [+6017 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Battlefordsnow.com"
            },
            "publishedAt": "2020-04-02T13:32:25Z",
            "title": "Poorer NYC neighbourhoods hit hardest by virus - battlefordsNOW",
            "url": "https://battlefordsnow.com/2020/04/02/poorer-nyc-neighbourhoods-hit-hardest-by-virus/",
            "urlToImage": "https://media.socastsrm.com/wordpress/wp-content/blogs.dir/2225/files/2020/04/5e85e876023d166be05d23e2jpeg.jpg",
            "description": "NEW YORK - The coronavirus pandemic has touched every part of New York City, but new data shows it is hitting ...",
            "content": "Long lines of people waiting for testing and treatment outside the hospital have been one of the defining images of the pandemic, as have stories of multiple deaths in Elmhursts overburdened wards.\r\nAsked about the disparities, Dr. Mitchell Katz, chief execut… [+1798 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-04-02T12:09:00Z",
            "title": "Exclusive: Hackers linked to Iran target WHO staff emails during coronavirus - sources - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-cyber-iran-exclusi-idUSKBN21K1RC",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200402&t=2&i=1511476682&w=1200&r=LYNXMPEG3117I",
            "description": "Hackers working in the interests of the Iranian government have attempted to break into the personal email accounts of staff at the World Health Organization during the coronavirus outbreak, four people with knowledge of the matter told Reuters.",
            "content": "SAN FRANCISCO/WASHINGTON/LONDON (Reuters) - Hackers working in the interests of the Iranian government have attempted to break into the personal email accounts of staff at the World Health Organization during the coronavirus outbreak, four people with knowled… [+3744 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thejakartapost.com"
            },
            "publishedAt": "2020-04-02T12:05:00Z",
            "title": "Why is New Orleans' coronavirus death rate 7 times New York's? Obesity is a factor - The Jakarta Post - Jakarta Post",
            "url": "https://www.thejakartapost.com/life/2020/04/02/why-is-new-orleans-coronavirus-death-rate-7-times-new-yorks-obesity-is-a-factor.html",
            "urlToImage": "https://img.jakpost.net/c/2020/04/02/2020_04_02_91611_1585822312._large.jpg",
            "description": "New Orleans residents suffer from obesity, diabetes and hypertension at rates higher than the national average, conditions that doctors and public health officials say can make patients more vulnerable to COVID-19.",
            "content": "The coronavirus has been a far deadlier threat in New Orleans than the rest of the United States, with a per-capita death rate much higher than in New York City. Doctors, public health officials and available data say the Big Easy's high levels of obesity and… [+4320 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-04-02T11:06:00Z",
            "title": "'Able to get on with their lives': 34 people in Hamilton recovered from COVID-19 - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/hamilton/covid-19-1.5518499",
            "urlToImage": "https://i.cbc.ca/1.2679701.1403109921!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/city-of-waterfalls.jpg",
            "description": "It's a bright spot in a month of grim coronavirus anxiety. Of Hamilton's 112 COVID-19 cases, about a third have already recovered.",
            "content": "It's a bright spot in a month of grim coronavirus anxiety. Of Hamilton's 112 COVID-19 cases, nearly one third have already recovered.\r\nThe often-reported number of COVID-19 cases in Hamilton  and across Canada  tends to include all confirmed cases, including … [+4064 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thechronicleherald.ca"
            },
            "publishedAt": "2020-04-02T09:48:17Z",
            "title": "Australia begins pre-clinical testing for coronavirus vaccine - TheChronicleHerald.ca",
            "url": "https://www.thechronicleherald.ca/news/world/australia-begins-pre-clinical-testing-for-coronavirus-vaccine-432713/",
            "urlToImage": "https://www.thechronicleherald.ca/media/photologue/photos/cache/australia-begins-pre-clinical-testing-for-coronavirus-vaccine_medium",
            "description": "By Jill Gralow and Swati Pandey SYDNEY (Reuters) - Australia's national science agency said on Thursday it has commenced the first stage of testing potential vaccines for COVID-19, as it joins a global race to halt the coronavirus pandemic.",
            "content": "By Jill Gralow and Swati Pandey\r\nSYDNEY (Reuters) - Australia's national science agency said on Thursday it has commenced the first stage of testing potential vaccines for COVID-19, as it joins a global race to halt the coronavirus pandemic.\r\nPre-clinical tes… [+2590 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-02T00:37:32Z",
            "title": "‘A fighting chance’: Barrie, Ont., man with coronavirus recovering after being on life support - Global News",
            "url": "http://globalnews.ca/news/6765423/barrie-man-with-coronavirus-recovering-ventilator-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/47025746_158550220779657_r.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "A 41-year-old Barrie, Ont., man started experiencing shortness of breath on March 18, but he didn't think it was the novel coronavirus at first.",
            "content": "A 41-year-old Barrie, Ont., man who was diagnosed with COVID-19 is recovering at home after he was on life support at a local hospital.\r\nRene Segura started experiencing shortness of breath on March 18, but he didn’t think it was the novel coronavirus at firs… [+4246 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-02T00:01:12Z",
            "title": "Coronavirus Impact: Should the general public wear masks? - ABC 10 News",
            "url": "https://www.youtube.com/watch?v=5JaWlQlcPV8",
            "urlToImage": "https://i.ytimg.com/vi/5JaWlQlcPV8/maxresdefault.jpg",
            "description": "Some people wear masks. Others don’t.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-01T23:03:36Z",
            "title": "More evidence that healthy people spread coronavirus, scientists say - Global News",
            "url": "http://globalnews.ca/news/6765195/healthy-people-spread-coronavirus/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/gettyimages-1214359485.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "A study by researchers in Singapore became the latest to estimate that somewhere around 10 per cent of new infections may be sparked by people who carry the virus but have not yet suffered its flu-like symptoms.",
            "content": "Scientists offered more evidence Wednesday that the coronavirus is spread by seemingly healthy people who show no clear symptoms, and the federal government issued new guidance warning that anyone exposed to the disease can be considered a carrier.\r\nA study b… [+5137 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-01T21:34:02Z",
            "title": "Pontiac nurse sidelined due to lung condition - Click On Detroit | Local 4 | WDIV",
            "url": "https://www.youtube.com/watch?v=ksUTnNqpQiQ",
            "urlToImage": "https://i.ytimg.com/vi/ksUTnNqpQiQ/maxresdefault.jpg",
            "description": "Danielle Clark is a local nurse who wants nothing more than to help others fighting coronavirus, but she can’t due to a chronic lung condition that makes her...",
            "content": "Danielle Clark is a local nurse who wants nothing more than to help others fighting coronavirus, but she cant due to a chronic lung condition that makes her a target for COVID-19."
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-01T21:18:07Z",
            "title": "COVID-19 outbreak declared at Guelph’s Homewood Health Centre - Global News",
            "url": "http://globalnews.ca/news/6764345/covid-19-outbreak-guelph-homewood/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/img_6617.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Public Health says two staff members and one patient tested positive for the disease caused by the novel coronavirus.",
            "content": "Wellington-Dufferin-Guelph Public Health has declared a COVID-19 outbreak at Guelph’s Homewood Health Centre.\r\nAs of Wednesday afternoon, two staff members and one patient tested positive for the disease caused by the novel coronavirus.\r\nREAD MORE: \r\nGuelph, … [+1375 chars]"
        }
    ]
}