{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "CNBC"
            },
            "publishedAt": "2020-05-27T17:22:19Z",
            "title": "WHO says 'jury is still very much out' on whether coronavirus antibodies provide immunity - CNBC",
            "url": "https://www.cnbc.com/2020/05/27/who-says-jury-is-still-very-much-out-on-whether-coronavirus-antibodies-provide-immunity.html",
            "urlToImage": "https://image.cnbcfm.com/api/v1/image/106553902-15905961992020-05-03t000000z_392955759_rc24hg9p1seb_rtrmadp_0_health-coronavirus-who-ryan.jpeg?v=1590596287",
            "description": "It remains unclear whether people who have been infected with the coronavirus are at risk of becoming infected again, WHO says.",
            "content": "It remains unclear whether people who have been infected with the coronavirus are at risk of becoming infected again, the World Health Organization said Wednesday. \r\n\"The jury is still very much out … [+1648 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-05-27T16:02:55Z",
            "title": "Evidence suggests cloth masks could help in fight against transmission of coronavirus: researchers - Global News",
            "url": "http://globalnews.ca/news/6983201/evidence-cloth-masks-coronavirus-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/cotton-masks-france.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "An international opinion piece from 10 doctors suggests cloth masks can block droplet and aerosol contamination in the environment.",
            "content": "A group of researchers who combed through a century of studies believes there is some evidence that cloth and cloth masks may reduce the transmission of the coronavirus.\r\nDr. Catherine Clase, associa… [+6120 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-05-27T15:15:00Z",
            "title": "France, Italy, Belgium act to stop use of hydroxychloroquine for COVID-19 over safety fears - CBC.ca",
            "url": "https://www.cbc.ca/news/world/france-italy-belgium-act-to-stop-use-of-hydroxychloroquine-for-covid-19-over-safety-fears-1.5586220",
            "urlToImage": "https://i.cbc.ca/1.5586222.1590573295!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/1214260471.jpg",
            "description": "France, Italy and Belgium acted to halt the use of hydroxychloroquine to treat patients suffering from COVID-19, the illness caused by the novel coronavirus, amid questions about the safety of the generic anti-malaria drug.",
            "content": "France, Italy and Belgium acted to halt the use of hydroxychloroquine to treat patients suffering from COVID-19, the illness caused by the novel coronavirus, amid questions about the safety of the ge… [+2659 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "NPR"
            },
            "publishedAt": "2020-05-27T12:38:44Z",
            "title": "In The Battle Against COVID-19, A Risk Of 'Vaccine Nationalism' - NPR",
            "url": "https://www.npr.org/2020/05/27/861886520/in-the-battle-against-covid-19-a-risk-of-vaccine-nationalism",
            "urlToImage": "https://media.npr.org/assets/img/2020/05/26/china-pandemic-world-health-who_wide-b4ad239c95d1518f72835e9956bbda24076946cf.jpg?s=1400",
            "description": "The race to defeat the coronavirus is generating competition among nations and multinational companies. The main competition appears to be between the United States and China.",
            "content": "President Trump and China's President Xi Jinping, shown in 2019, have faced criticism for their handling of the coronavirus. Both are now pushing hard for a vaccine. The United States has already agr… [+6150 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Gizmodo.com"
            },
            "publishedAt": "2020-05-27T10:32:42Z",
            "title": "Only Half of Americans Say They'll Get Vaccinated for Covid-19, According to New Poll - Gizmodo",
            "url": "https://gizmodo.com/only-half-of-americans-say-theyll-get-vaccinated-for-co-1843698237",
            "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/r9cxcs2cly6wk6p9dsny.jpg",
            "description": "Only about half of Americans say that they’d like to get vaccinated for the new coronavirus if or when a vaccine becomes available, according to a new poll from the Associated Press and the NORC Center for Public Affairs Research. The poll, which was conducte…",
            "content": "Only about half of Americans say that theyd like to get vaccinated for the new coronavirus if or when a vaccine becomes available, according to a new poll from the Associated Press and the NORC Cente… [+4462 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "BNNBloomberg.ca"
            },
            "publishedAt": "2020-05-27T09:35:41Z",
            "title": "Japan Saw Fewer Deaths in First Quarter From Prior Year Despite Virus Outbreak - BNNBloomberg.ca",
            "url": "http://www.bnnbloomberg.ca/japan-saw-fewer-deaths-in-first-quarter-from-prior-year-despite-virus-outbreak-1.1441525",
            "urlToImage": "http://www.bnnbloomberg.ca/polopoly_fs/1.1441526!/fileimage/httpImage/image.png_gen/derivatives/landscape_620/bc-japan-saw-fewer-deaths-in-first-quarter-from-prior-year-despite-virus-outbreak.png",
            "description": "Deaths fell across Japan in the first three months of 2020 despite the coronavirus, adding weight to the government’s position that it controlled the first wave of infections in the pandemic.",
            "content": "(Bloomberg) -- Deaths fell across Japan in the first three months of 2020 despite the coronavirus, adding weight to the governments position that it controlled the first wave of infections in the pan… [+2645 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "BBC News"
            },
            "publishedAt": "2020-05-27T06:01:08Z",
            "title": "Coronavirus: The human cost of virus misinformation - BBC News",
            "url": "https://www.bbc.com/news/stories-52731624",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/EBCF/production/_112376306_gettyimages-1212445762.jpg",
            "description": "A BBC team tracking coronavirus misinformation has found links to assaults, arsons and deaths - and the potential for even greater indirect harm.",
            "content": "Image copyrightGetty ImagesImage caption\r\n A protester's sign casts doubt on the existence of coronavirus during a demonstration in California in early May\r\nA BBC team tracking coronavirus misinforma… [+16290 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-05-27T04:56:38Z",
            "title": "Brazil deaths may surpass 125000 by August - Al Jazeera English",
            "url": "https://www.youtube.com/watch?v=wnkZnnGJYK0",
            "urlToImage": "https://i.ytimg.com/vi/wnkZnnGJYK0/maxresdefault.jpg",
            "description": "As Latin America becomes the new global epicentre of the coronavirus pandemic, the World Health Organization has warned of surging infection numbers in Brazi...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-05-27T01:20:15Z",
            "title": "Experts 'cautiously optimistic' over Melb virus vaccine trial - Sky News Australia",
            "url": "https://www.youtube.com/watch?v=TqMVI_4UWm0",
            "urlToImage": "https://i.ytimg.com/vi/TqMVI_4UWm0/maxresdefault.jpg",
            "description": "Phase one of human trials to test a potential coronavirus vaccine has “gone completely according to plan so far,” according to Nucleus Network Infectious Dis...",
            "content": "Phase one of human trials to test a potential coronavirus vaccine has gone completely according to plan so far, according to Nucleus Network Infectious Disease Physician Dr Paul Griffin. \r\nSix volunt… [+924 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Mercury News"
            },
            "publishedAt": "2020-05-27T00:27:29Z",
            "title": "CDC: Coronavirus antibody tests could be wrong 50% of the time - The Mercury News",
            "url": "https://www.mercurynews.com/cdc-coronavirus-antibody-tests-could-be-wrong-50-of-the-time",
            "urlToImage": "https://www.mercurynews.com/wp-content/uploads/2020/05/antibodytest.jpg?w=1024&h=683",
            "description": "Antibody tests, often called serologic tests, look for evidence of an immune response to infection. “Antibodies in some persons can be detected within the first week of illness onset,” …",
            "content": "By Maggie Fox | CNN\r\nAntibody tests used to determine if people have been infected in the past with Covid-19 might be wrong up to half the time, the US Centers for Disease Control and Prevention said… [+3016 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "BGR"
            },
            "publishedAt": "2020-05-27T00:21:57Z",
            "title": "China might starting using coronavirus vaccines this year, even if trials haven’t been completed - BGR",
            "url": "https://bgr.com/2020/05/26/coronavirus-vaccine-trials-china-emergency-use-late-2020/",
            "urlToImage": "https://boygeniusreport.files.wordpress.com/2020/04/coronavirus-vaccine.jpg?quality=70&strip=all",
            "description": "Various coronavirus vaccine development programs have advanced at a rapid pace, with several candidates proving that they’re safe and effective in pre-clinical and clinical trials. Some drugs are already approaching the final phases of human trials and could …",
            "content": "<ul><li>Various coronavirus vaccine development programs have advanced at a rapid pace, with several candidates proving that they’re safe and effective in pre-clinical and clinical trials.</li><li>So… [+4859 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Telegram"
            },
            "publishedAt": "2020-05-26T23:43:11Z",
            "title": "Lawyers challenging travel ban want Newfoundland and Labrador government to show them the science behind COVID-19 decisions - The Telegram",
            "url": "https://www.thetelegram.com/news/local/lawyers-challenging-travel-ban-want-newfoundland-and-labrador-government-to-show-them-the-science-behind-covid-19-decisions-454197/",
            "urlToImage": "https://www.thetelegram.com/media/photologue/photos/cache/lawyers-challenging-travel-ban-want-newfoundland-and-labrador-governme_SOpl71W_medium.jpg",
            "description": "Lawyers challenging the provincial government’s COVID-19-related travel ban say they want to know exactly where the province is getting the “best science” on which it relies to make decisions in light of the coronavirus",
            "content": "ST. JOHN'S, N.L. — Lawyers challenging the provincial government’s COVID-19-related travel ban say they want to know exactly where the province is getting the “best science” on which it relies to mak… [+5392 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cornwall Newswatch"
            },
            "publishedAt": "2020-05-26T21:13:36Z",
            "title": "Regional COVID-19 testing jumps five-fold in one day under new rules - Cornwall Newswatch",
            "url": "https://www.cornwallnewswatch.com/2020/05/26/regional-covid-19-testing-jumps-five-fold-in-one-day-under-new-rules/",
            "urlToImage": "https://www.cornwallnewswatch.com/wp-content/uploads/2020/05/Dr.-Paul-Roumeliotis-May2620-E.jpg",
            "description": "CORNWALL – With relaxed criteria on novel coronavirus testing, the number of residents showing up for a swab at Eastern Ontario Health Unit assessment centers has seen a “tremendous increase,” the …",
            "content": "Medical Officer of Health Dr. Paul Roumeliotis speaks to reporters during his daily briefing on Tuesday, May 26, 2020. Roumeliotis says the health unit has seen a 'huge' increase in testing since the… [+2313 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Straits Times"
            },
            "publishedAt": "2020-05-26T16:26:44Z",
            "title": "Xi seeks victory over Trump in race for a Covid-19 vaccine - The Straits Times",
            "url": "https://www.straitstimes.com/asia/east-asia/xi-seeks-victory-over-trump-in-race-for-a-covid-19-vaccine",
            "urlToImage": "https://www.straitstimes.com/sites/default/files/styles/x_large/public/articles/2020/05/27/08442607.jpg?itok=VXs6cU7q",
            "description": "BEIJING (BLOOMBERG) - President Xi Jinping's government is throwing the might of the Chinese state behind the country's vaccine developers as the world races to make a shot against the coronavirus.. Read more at straitstimes.com.",
            "content": "BEIJING (BLOOMBERG) - President Xi Jinping's government is throwing the might of the Chinese state behind the country's vaccine developers as the world races to make a shot against the coronavirus.\r\n… [+7735 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-05-26T15:43:00Z",
            "title": "Fears of coronavirus second wave prompt flu push at U.S. pharmacies, drugmakers - Financial Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/fears-of-coronavirus-second-wave-prompt-flu-push-at-u-s-pharmacies-drugmakers-3",
            "urlToImage": "https://secure.gravatar.com/blavatar/b4ece3189893389a03f063830eacd95c?s=200&ts=1590598255",
            "description": "NEW YORK — U.S. pharmacy chains are preparing a big push for flu vaccinations when the season kicks off in October, hoping to curb tens of thousands of serious cases that could coincide with …",
            "content": "NEW YORK — U.S. pharmacy chains are preparing a big push for flu vaccinations when the season kicks off in October, hoping to curb tens of thousands of serious cases that could coincide with a second… [+4907 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "ThePrint"
            },
            "publishedAt": "2020-05-26T15:40:27Z",
            "title": "Xi Jinping is seeking to beat Trump in the race for a coronavirus vaccine - ThePrint",
            "url": "https://theprint.in/world/xi-jinping-is-seeking-to-beat-trump-in-the-race-for-a-coronavirus-vaccine/429905/",
            "urlToImage": "https://d2c7ipcroan06u.cloudfront.net/wp-content/uploads/2019/09/344181867-e1570380345184.jpg",
            "description": "China has promised to share any successful vaccine globally, and would wield immense geopolitical clout if it produces one of the world’s first working shots.",
            "content": "London/Beijing: President Xi Jinpings government is throwing the might of the Chinese state behind the countrys vaccine developers as the world races to make a shot against the coronavirus.\r\nThe shee… [+7397 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "BGR"
            },
            "publishedAt": "2020-05-26T00:22:09Z",
            "title": "Promising coronavirus vaccine might be delayed because not enough people are getting sick - BGR",
            "url": "https://bgr.com/2020/05/25/coronavirus-vaccine-oxford-trials-delayed-not-enough-covid-19-cases/",
            "urlToImage": "https://boygeniusreport.files.wordpress.com/2020/04/webp.net-resizeimage-1-6.jpg?quality=70&strip=all",
            "description": "One of the coronavirus vaccine candidates that has shown encouraging results is the one being developed at Oxford, which could be ready for emergency use this September. However, researchers are running into a potential issue with testing, as there might not …",
            "content": "<ul><li>One of the coronavirus vaccine candidates that has shown encouraging results is the one being developed at Oxford, which could be ready for emergency use this September.</li><li>However, rese… [+6299 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-05-25T21:59:57Z",
            "title": "Missouri Hair Salon Customer: Stylist With COVID-19 'Should Have Stayed home' | MSNBC - MSNBC",
            "url": "https://www.youtube.com/watch?v=LtCcodPkIEE",
            "urlToImage": "https://i.ytimg.com/vi/LtCcodPkIEE/maxresdefault.jpg",
            "description": "More than 100 people were exposed to the coronavirus while getting a hair cut in Missouri. Two hairdressers at a “Great Clips” in Springfield tested positive...",
            "content": "More than 100 people were exposed to the coronavirus while getting a hair cut in Missouri. Two hairdressers at a Great Clips in Springfield tested positive for the virus. Officials say one of the sty… [+960 chars]"
        }
    ]
}