{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-13T02:46:23Z",
            "title": "Coronavirus: Food delivery driver paying back doctors who saved him - BBC News",
            "url": "https://www.bbc.com/news/business-52211205",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/88F8/production/_111746053_liwithhissontravellinginxi'an.heisexpectingasecondchildnow.jpg",
            "description": "Having survived cancer, one delivery rider in China is helping keep medical staff fed during the pandemic.",
            "content": "Image copyrightLi Yan\r\n\"Doctors and nurses are people who saved me from cancer and gave me strength in the darkest time. I need to return the favour,\" says Li Yan, a food delivery rider based in Beijing.\r\nMr Li was diagnosed with lymph cancer in 2003, when he… [+5029 chars]"
        },
        {
            "source": {
                "id": "news-com-au",
                "name": "News.com.au"
            },
            "publishedAt": "2020-04-13T02:37:22Z",
            "title": "Scientists discover coronavirus can kill immune cells usually used to fight off illness - NEWS.com.au",
            "url": "https://www.news.com.au/lifestyle/health/scientists-discover-coronavirus-can-kill-immune-cells-usually-used-to-fight-off-illness/news-story/7f1218a91d342d73b827177c51a3828a",
            "urlToImage": "https://cdn.newsapi.com.au/image/v1/b42269b2b3f66710fc25fb37b925b079?width=650",
            "description": "Scientists discover coronavirus can kill immune cells usually used to fight off illness",
            "content": "Scientists have made a discovery as they continue to research coronavirus, finding its cells have the ability to destroy the exact things that should be fighting it.A team of researchers from Fudan University in Shanghai and the New York Blood Centre research… [+2311 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-04-13T02:21:06Z",
            "title": "How Biogen Became a Coronavirus ‘Superspreader’ - The New York Times",
            "url": "https://www.nytimes.com/2020/04/12/us/coronavirus-biogen-boston-superspreader.html",
            "urlToImage": "https://static01.nyt.com/images/2020/04/08/us/00VIRUS-BIOGEN/00VIRUS-BIOGEN-facebookJumbo.jpg",
            "description": "Biogen employees unwittingly spread the coronavirus from Massachusetts to Indiana, Tennessee and North Carolina.",
            "content": "Peter Bergethon, the head of digital and quantitative medicine at Biogen, went home to his wife, an infectious-disease doctor.\r\nA Biogen vice president in the Alzheimers franchise and her husband attended a party the following Saturday night at a friends home… [+1505 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sky.com"
            },
            "publishedAt": "2020-04-13T01:00:01Z",
            "title": "Coronavirus: Doctors frustrated by delays in plasma therapy trials for COVID-19 patients - Sky News",
            "url": "https://news.sky.com/story/coronavirus-doctors-frustrated-by-delays-in-plasma-therapy-trials-for-covid-19-patients-11972462",
            "urlToImage": "https://e3.365dm.com/20/04/1600x900/skynews-blood-bundock-vt-grab_4967994.jpg?20200412230412",
            "description": "Doctors say the government is dragging its feet on approving plasma therapy trials for treating patients suffering from COVID-19.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Hindustantimes.com"
            },
            "publishedAt": "2020-04-13T00:06:04Z",
            "title": "Covid-19: Virus airborne up to 4 metres, health staff at high risk - Hindustan Times",
            "url": "https://www.hindustantimes.com/india-news/virus-airborne-up-to-4m-health-staff-at-high-risk/story-qiQdXlGmxzuQFAfxziPBqM.html",
            "urlToImage": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/04/13/Pictures/virus-outbreak-malaria-drug-evidence_b86dcb94-7d15-11ea-aedf-4d2519fcedc3.jpg",
            "description": "Coronavirus: Infection rates are high among health care workers despite the use of personal protection equipment (PPE) such as gloves, masks and coveralls.",
            "content": "The virus that causes Covid-19 can be airborne for up to four metres, according to a study of patients in hospital wards and intensive care units (ICUs) in China’s Wuhan, where it was first detected by the end of last year. \r\nInfection rates are high among he… [+3278 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Wagmtv.com"
            },
            "publishedAt": "2020-04-13T00:06:00Z",
            "title": "Nursing home deaths soar past 3,300 in alarming surge - WAGM",
            "url": "https://www.wagmtv.com/content/news/Nursing-home-deaths-soar-past-3300-in-alarming-surge-569583871.html",
            "urlToImage": "https://media.graytvinc.com/images/AP_20099624949259+(1).jpg",
            "description": "More than 3,300 deaths have been linked to coronavirus outbreaks in nursing homes and long-term care facilities nationwide, an alarming rise in just the past two weeks.",
            "content": "NEW YORK (AP) More than 3,600 deaths nationwide have been linked to coronavirus outbreaks in nursing homes and long-term care facilities, an alarming rise in just the past two weeks, according to the latest count by The Associated Press.\r\nBecause the federal … [+2851 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-04-13T00:02:25Z",
            "title": "'It's very uncomfortable': N.Y. doctor describes a typical day during COVID-19 - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/it-s-very-uncomfortable-n-y-doctor-describes-a-typical-day-during-covid-19-1.4893217",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4893218.1586735149!/httpImage/image.png_gen/derivatives/landscape_620/image.png",
            "description": "A New York City doctor working in the emergency care unit documents what a day in the life for medical frontline workers look like amid the coronavirus pandemic.",
            "content": "TORONTO -- \r\nThe U.S. has quickly become the epicentre for the coronavirus outbreak, with New York State being one of the hardest-hit regions with more than 9,000 deaths.\r\nDr. Eric Blutinger, a New York City emergency medicine physician, filmed what a day in … [+3889 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-12T23:00:00Z",
            "title": "Coronavirus: Dr. Bonnie Henry 1-on-1 on the challenges of dealing with a pandemic | Watch News Videos Online - Globalnews.ca",
            "url": "https://globalnews.ca/video/6810088/coronavirus-dr-bonnie-henry-1-on-1-on-the-challenges-of-dealing-with-a-pandemic",
            "urlToImage": "https://i2.wp.com/media.globalnews.ca/videostatic/news/x9lzhjzhn8-9f0bq4xnwc/bonnie_henry_special_web.jpg?w=500&quality=70&strip=all",
            "description": "Watch Coronavirus: Dr. Bonnie Henry 1-on-1 on the challenges of dealing with a pandemic Video Online, on GlobalNews.ca",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-12T22:28:54Z",
            "title": "Nursing home deaths linked to coronavirus in U.S. soar past 3,300 in alarming surge - Global News",
            "url": "http://globalnews.ca/news/6810562/nursing-home-deaths-us-coronavirus/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/nursing-home.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The true toll among the 1 million mostly frail and elderly people who live in such facilities is likely much higher, experts say, because most state counts don't include those who died without ever being tested for COVID-19.",
            "content": "More than 3,300 deaths nationwide have been linked to coronavirus outbreaks in nursing homes and long-term care facilities, an alarming rise in just the past two weeks, according to the latest count by The Associated Press.\r\nBecause the federal government has… [+3145 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nzherald.co.nz"
            },
            "publishedAt": "2020-04-12T22:12:23Z",
            "title": "Covid 19 coronavirus: People should be tested based on loss of smell, researcher says - New Zealand Herald",
            "url": "https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&objectid=12324391",
            "urlToImage": "https://www.nzherald.co.nz/resizer/2grYhK2GfN9a1CHgkPYLVI32IVc=/1200x0/smart/filters:quality(70)/arc-anglerfish-syd-prod-nzme.s3.amazonaws.com/public/XUBOM46JMFCADGA7GTUGXP5UQE.jpg",
            "description": "A researcher says people should be tested for Covid-19 when loss of smell is only symptom.",
            "content": "By RNZ's Meriana Johnsen.\r\n A researcher at Otago University says people should be tested for Covid-19 even if the loss of sense of smell - anosmia - is their only symptom.\r\n Anosmia has been added to the case definition for Covid-19, but people will only be … [+2032 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Malaysiakini.com"
            },
            "publishedAt": "2020-04-12T21:49:31Z",
            "title": "WHO is investigating reports of recovered Covid-19 patients testing positive again - Malaysiakini",
            "url": "https://www.malaysiakini.com/news/520151",
            "urlToImage": "https://i.newscdn.net/publisher-c1a3f893382d2b2f8a9aa22a654d9c97/2020/04/6b17c9219c02edf25f729166dc49a21a.jpg",
            "description": "CORONAVIRUS | South Korean officials on Friday reported 91 patients thought cleared of the new coronavirus had tested positive again.",
            "content": "CORONAVIRUS | The World Health Organization (WHO) said on Saturday that it was looking into reports of some Covid-19 patients testing positive again after initially testing negative for the disease while being considered for discharge.\r\nSouth Korean officials… [+2137 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ndtv.com"
            },
            "publishedAt": "2020-04-12T21:08:37Z",
            "title": "Case Against Coronavirus Patient For Spitting On Doctor In Tamil Nadu: Police - NDTV News",
            "url": "https://www.ndtv.com/india-news/tamil-nadu-coronavirus-news-case-against-covid-19-patient-for-misbehaving-with-hospital-staff-in-tam-2210604",
            "urlToImage": "https://c.ndtvimg.com/2018-10/fcgk46t8_police-generic_625x300_28_October_18.jpg",
            "description": "A case was filed against a COVID-19 positive patient after he allegedly spat on a doctor treating him at the government hospital in Tamil Nadu's Tiruchirappalli, police said.",
            "content": "The patient threw his mask at one of the doctor, the police said. (Representational)\r\nTiruchirappalli (TN): A case was filed against a COVID-19 positive patient after he allegedly spat on a doctor treating him at the government hospital in Tamil Nadu's Tiruch… [+1120 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "680news.com"
            },
            "publishedAt": "2020-04-12T20:55:35Z",
            "title": "20 confirmed cases of coronavirus at Brampton seniors home - 680 News",
            "url": "https://www.680news.com/2020/04/12/20-confirmed-cases-of-coronavirus-at-brampton-seniors-home/",
            "urlToImage": "https://www.680news.com/wp-content/blogs.dir/sites/2/2020/04/22885280-e1583804613122-1024x576.jpg",
            "description": "A seniors home in Brampton has confirmed a coronavirus outbreak after 16 residents and four staff members were confirmed to have tested positive for COVID-19.",
            "content": "A seniors home in Brampton has confirmed a coronavirus outbreak after 16 residents and four staff members were confirmed to have tested positive for COVID-19.\r\nHolland Christian Homes say staff at their Grace Manor location are now in self-isolation in their … [+463 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-12T19:12:35Z",
            "title": "Officials fear ‘Wild West’ mentality as coronavirus blood tests hit U.S. market - Global News",
            "url": "http://globalnews.ca/news/6810156/coronavirus-blood-tests-us/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/jme107-43_2020_091626.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "More than 70 companies have signed up to sell so-called antibody tests in recent weeks, according to U.S. regulators.",
            "content": "Blood tests for the coronavirus could play a key role in deciding whether millions of Americans can safely return to work and school. But public health officials warn that the current “Wild West” of unregulated tests is creating confusion that could ultimatel… [+6682 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Infotel.ca"
            },
            "publishedAt": "2020-04-12T18:11:12Z",
            "title": "Some doctors moving away from ventilators for virus patients - iNFOnews",
            "url": "https://infotel.ca/newsitem/some-doctors-moving-away-from-ventilators-for-virus-patients/it72200",
            "urlToImage": "https://infotel.ca/news/medialibrary/image/hd-mediaitemid72200-8484.jpg",
            "description": "NEW YORK - As health officials around the world push to get more ventilators to treat coronavirus patients, some doctors are moving away from using the brea",
            "content": "April 12, 2020 - 11:00 AM\r\nNEW YORK - As health officials around the world push to get more ventilators to treat coronavirus patients, some doctors are moving away from using the breathing machines when they can.\r\nThe reason: Some hospitals have reported unus… [+6175 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-12T18:04:49Z",
            "title": "WHO looking into reports of coronavirus patients who tested positive after recovery - Global News",
            "url": "http://globalnews.ca/news/6809875/who-coronavirus-positive-test-recovery/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/23062805.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "\"We are aware that some patients are PCR positive after they clinically recover, but we need systematic collection of samples from recovered patients to better understand how long they shed live virus,\" the WHO said.",
            "content": "GENEVA The World Health Organization (WHO) said on Saturday that it was looking into reports of some COVID-19 patients testing positive again after initially testing negative for the disease while being considered for discharge.\r\nREAD MORE: \r\nCan you catch co… [+2164 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Citynews1130.com"
            },
            "publishedAt": "2020-04-12T16:30:53Z",
            "title": "Nursing homes deaths soar past 2600 in alarming surge - CityNews Vancouver",
            "url": "https://www.citynews1130.com/2020/04/12/nursing-homes-deaths-soar-past-2600-in-alarming-surge/",
            "urlToImage": "https://www.citynews1130.com/wp-content/blogs.dir/sites/9/2017/11/29/1130-1200x627.png",
            "description": "NEW YORK — More than 2,600 deaths nationwide have been linked to coronavirus outbreaks in nursing homes and long-term care facilities, an alarming rise in just the past two weeks, according to the latest count by The Associated Press. Because the federal gove…",
            "content": "NEW YORK More than 2,600 deaths nationwide have been linked to coronavirus outbreaks in nursing homes and long-term care facilities, an alarming rise in just the past two weeks, according to the latest count by The Associated Press.\r\nBecause the federal gover… [+2791 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-04-12T14:54:28Z",
            "title": "What it's like to experience a coronavirus second-week crash - Business Insider - Business Insider",
            "url": "https://www.businessinsider.com/what-its-like-to-experience-a-coronavirus-second-week-crash-2020-4",
            "urlToImage": "https://i.insider.com/5e8e2c97b3b092745e18d233?width=1200&format=jpeg",
            "description": "Doctors and patients are noticing that mild COVID-19 symptoms quickly become more severe as they approach their second week of illness.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Thetelegram.com"
            },
            "publishedAt": "2020-04-12T14:05:54Z",
            "title": "Dutch coronavirus infections top 25000, deaths rise to 2737 deaths - The Telegram",
            "url": "https://www.thetelegram.com/news/world/dutch-coronavirus-infections-top-25000-deaths-rise-to-2737-deaths-436607/",
            "urlToImage": "https://www.thetelegram.com/media/photologue/photos/cache/dutch-coronavirus-infections-top-25000-deaths-rise-to-2737-deaths_medium",
            "description": "AMSTERDAM (Reuters) - The number of confirmed coronavirus cases in the Netherlands has topped 25,000, health authorities said on Sunday, with the number of deaths rising by 94 to 2,737. The Netherlands' National Institute for Health (RIVM) reported",
            "content": "AMSTERDAM (Reuters) - The number of confirmed coronavirus cases in the Netherlands has topped 25,000, health authorities said on Sunday, with the number of deaths rising by 94 to 2,737.\r\nThe Netherlands' National Institute for Health (RIVM) reported 1,188 new… [+233 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-12T13:00:28Z",
            "title": "Coronavirus outbreak: Lessons from the 1918 Spanish Flu pandemic - Wait There's More podcast - Global News",
            "url": "https://www.youtube.com/watch?v=X4yY4nHgVf8",
            "urlToImage": "https://i.ytimg.com/vi/X4yY4nHgVf8/maxresdefault.jpg",
            "description": "Over the last few months in the context of COVID-19, you’ve probably been hearing vague references to the Spanish Flu of 1918, often referred to as the deadl...",
            "content": "Over the last few months in the context of COVID-19, youve probably been hearing vague references to the Spanish Flu of 1918, often referred to as the deadliest flu in history. It infected about one-third of the worlds population and killed tens of millions o… [+675 chars]"
        }
    ]
}