{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Theguardian.comcommentisfree"
            },
            "publishedAt": "2020-05-20T09:23:56Z",
            "title": "Coronavirus affects mental health too – here's what we know - The Guardian",
            "url": "https://amp.theguardian.comcommentisfree/2020/may/20/coronavirus-mental-health-trauma",
            "urlToImage": "https://i.guim.co.uk/img/media/ec5af3cc8ef5c2f8fdfb2ea0a614446108f2f514/0_186_5760_3456/master/5760.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctb3BpbmlvbnMucG5n&enable=upscale&s=266904c04a30fa4d49344b0e0800d5da",
            "description": "Many will struggle. But the human capacity to cope can also come into its own at a time like this, says Anthony David, director of the UCL Institute of Mental Health",
            "content": "No aspect of our bodies or our lives is immune to the coronavirus pandemic. This is certainly the case for mental health, with some experts issuing dire warnings about an impending psychological tsunami, whether through having mental health problems or our ex… [+5749 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Indianexpress.com"
            },
            "publishedAt": "2020-05-20T09:02:29Z",
            "title": "Coronavirus (Covid-19) Vaccine Latest Update: Oxford jab fails to stop infection in animal trials; Thailand enters race - The Indian Express",
            "url": "https://indianexpress.com/article/coronavirus/covid-19-vaccine-latest-updates-6419189/",
            "urlToImage": "https://images.indianexpress.com/2020/05/britain-covid-vaccine.jpg?w=759",
            "description": "Coronavirus (Covid-19) Vaccine Latest Update: While the success of Moderna Inc with its Covid-19 vaccine has offered tentative hopes, reports of University of Oxford's candidate not being able to prevent infection in monkeys has resulted in equal dejection.",
            "content": "A health worker in full protective gear administers a vaccine to a baby at a community health center in Tangerang, Indonesia. (AP)While the success of US biotechnology company Moderna Inc with its Covid-19 vaccine has offered tentative hopes in the global eff… [+5937 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-05-20T07:28:00Z",
            "title": "European Shares Inch Lower on Doubts Over COVID-19 Vaccine - The New York Times",
            "url": "https://www.nytimes.com/reuters/2020/05/20/world/europe/20reuters-europe-stocks.html",
            "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png",
            "description": "European shares were flat on Wednesday after a downbeat session on Wall Street, as doubts over a potential COVID-19 vaccine fanned concerns about whether and how fast the world can successfully emerge from the coronavirus crisis.",
            "content": "(Reuters) - European shares were flat on Wednesday after a downbeat session on Wall Street, as doubts over a potential COVID-19 vaccine fanned concerns about whether and how fast the world can successfully emerge from the coronavirus crisis.\r\nStill, a boost f… [+2219 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-20T06:52:33Z",
            "title": "Smoking increases COVID-19 risk: Study - NEWS9 live",
            "url": "https://www.youtube.com/watch?v=eNjDFwTMAUk",
            "urlToImage": "https://i.ytimg.com/vi/eNjDFwTMAUk/maxresdefault.jpg",
            "description": "According to a recent study, quitting smoking reduces the risk of severe Coronavirus infection, as smokers are vulnerable to severe COVID-19 disease. ..........",
            "content": "According to a recent study, quitting smoking reduces the risk of severe Coronavirus infection, as smokers are vulnerable to severe COVID-19 disease.\r\n..............................................................................................NEWS9 is widel… [+770 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-05-20T04:34:02Z",
            "title": "A community mourns a Brooklyn physician who died fighting coronavirus - CNN",
            "url": "https://www.cnn.com/2020/05/20/us/suny-downstate-doctor-mahoney-death/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200519171839-dr-james-charlie-mahoney-super-tease.jpg",
            "description": "Dr. James \"Charlie\" Mahoney, a physician in Brooklyn for over 30 years, is another frontline casualty in the global fight against the coronavirus pandemic. But to those who knew him, he lived every day serving others and fought the virus with his endless posi…",
            "content": "(CNN)Dr. James \"Charlie\" Mahoney, a physician in Brooklyn for over 30 years, is another frontline casualty in the global fight against the coronavirus pandemic. But to those who knew him, he lived every day serving others and fought the virus with his endless… [+8058 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-20T02:27:45Z",
            "title": "Coronavirus outbreak: Hope for a post-pandemic transportation transformation - Global News",
            "url": "https://www.youtube.com/watch?v=3wubp_KdIGE",
            "urlToImage": "https://i.ytimg.com/vi/3wubp_KdIGE/maxresdefault.jpg",
            "description": "With the COVID-19 pandemic keeping people off the streets, pollution has plummeted. But as economies reopen, people are being encouraged to shift gears and c...",
            "content": "With the COVID-19 pandemic keeping people off the streets, pollution has plummeted. But as economies reopen, people are being encouraged to shift gears and consider healthier and greener options when they commute, while still maintaining physical distancing. … [+365 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Japantimes.co.jp"
            },
            "publishedAt": "2020-05-20T01:40:00Z",
            "title": "Scientists in China believe new drug can stop pandemic 'without vaccine' - The Japan Times",
            "url": "https://www.japantimes.co.jp/news/2020/05/20/asia-pacific/science-health-asia-pacific/scientists-china-new-drug-vaccine-coronavirus/",
            "urlToImage": "https://cdn.japantimes.2xx.jp/wp-content/uploads/2020/05/np_file_12911-870x580.jpeg",
            "description": "A Chinese laboratory has been developing a drug it believes has the power to bring the coronavirus pandemic to a halt. The outbreak first emerged in China",
            "content": "Beijing – A Chinese laboratory has been developing a drug it believes has the power to bring the coronavirus pandemic to a halt.\r\nThe outbreak first emerged in China late last year before spreading across the world, prompting an international race to find tre… [+3721 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-05-19T23:16:00Z",
            "title": "Dutch farm worker contracted coronavirus from mink -agriculture minister - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/dutch-farm-worker-contracted-coronavirus-from-mink-agriculture-minister",
            "urlToImage": "https://secure.gravatar.com/blavatar/bf69214e83fdd5520e4b5d91ba3b7d64?s=200&ts=1589964586",
            "description": "AMSTERDAM — A person who worked on a farm where mink are bred to export their fur contracted the coronavirus from the animals, the Dutch Agriculture Minister said in a letter to parliament on…",
            "content": "AMSTERDAM — A person who worked on a farm where mink are bred to export their fur contracted the coronavirus from the animals, the Dutch Agriculture Minister said in a letter to parliament on Wednesday.\r\nOutbreaks on mink farms in the Netherlands were first r… [+743 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-19T21:56:15Z",
            "title": "Coronavirus: 55000 extra deaths as MPs accuse govt of failings - BBC News - BBC News",
            "url": "https://www.youtube.com/watch?v=obMZOOruhOw",
            "urlToImage": "https://i.ytimg.com/vi/obMZOOruhOw/hqdefault.jpg",
            "description": "There have been 55,000 additional deaths in the UK in the ten weeks since the first death from coronavirus, according to the latest figures from the Office f...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-19T20:13:42Z",
            "title": "28 new coronavirus cases, 2 additional deaths confirmed in Simcoe Muskoka, local total at 432 - Globalnews.ca",
            "url": "http://globalnews.ca/news/6959510/coronavirus-covid-19-simcoe-muskoka-may-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/23204765.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The new cases are in Barrie, Bradford, Collingwood, Essa, Innisfil, New Tecumseth, Orillia and Tay Township.",
            "content": "The Simcoe Muskoka District Health Unit reported 28 new coronavirus cases and two additional COVID-19-related deaths since Friday, bringing the local total number of cases to 432, including 34 deaths.\r\nThe new cases in the Ontario region are in Barrie, Bradfo… [+1302 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-19T19:07:24Z",
            "title": "Coronavirus vaccine may not see complete return to normal: Former Manitoba health officer - Globalnews.ca",
            "url": "http://globalnews.ca/news/6959063/manitoba-vaccination-rates-coronavirus-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/watw101-316_2020_172347-1.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Researchers around the world are racing to find a vaccine for COVID-19.",
            "content": "Many people have been looking to the moment when a coronavirus vaccine is found as when things can return to pre-COVID-19 times.\r\nBut what happens in Manitoba when one is found?\r\nREAD MORE: \r\n72% of Canadians support mandatory coronavirus vaccine, Ipsos poll … [+2590 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-19T18:08:58Z",
            "title": "1 new case of coronavirus announced in Kingston region, total now 62 - Globalnews.ca",
            "url": "http://globalnews.ca/news/6959602/1-new-case-coronavirus-covid-19-kingston-region/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/image-from-ios-2.jpg?quality=70&strip=all&crop=0px%2C228px%2C4032px%2C2131px&resize=720%2C379",
            "description": "Provincial data shows one new case of COVID-19 in the Kingston region.",
            "content": "After weeks of seeing no new cases of the novel coronavirus in the Kingston region, provincial data shows that a new case was identified in the Kingston, Frontenac Lennox and Addington catchment area over the long weekend.\r\nAccording to provincial data, a man… [+1677 chars]"
        },
        {
            "source": {
                "id": "cnbc",
                "name": "CNBC"
            },
            "publishedAt": "2020-05-19T16:54:33Z",
            "title": "Wearing a mask can significantly reduce coronavirus transmission, study on hamsters claims - CNBC",
            "url": "https://www.cnbc.com/2020/05/19/coronavirus-wearing-a-mask-can-reduce-transmission-by-75percent-new-study-claims.html",
            "urlToImage": "https://image.cnbcfm.com/api/v1/image/106542534-1589827114323gettyimages-1214220960.jpeg?v=1589827209",
            "description": "\"The findings implied to the world and the public is that the effectiveness of mask-wearing against the coronavirus pandemic is huge,\" the study's lead microbiologist said.",
            "content": "As the debate over the effectiveness of wearing masks during a pandemic continues, a new study gives weight to arguments by medical professionals and government leaders that wearing a mask does indeed reduce virus transmission and dramatically so. \r\nExperimen… [+2766 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Utoronto.ca"
            },
            "publishedAt": "2020-05-19T15:41:56Z",
            "title": "COVID-19: What's Next podcast (Ep.16) – Vivek Goel on the origin of the novel coronavirus - News@UofT",
            "url": "https://www.utoronto.ca/news/covid-19-what-s-next-podcast-ep16-vivek-goel-origin-novel-coronavirus",
            "urlToImage": "https://www.utoronto.ca/sites/default/files/youtube/GxyyQAYgHwA.jpg?164647",
            "description": "Rumours about the origins of COVID-19 abound on the internet, but there is no evidence to suggest the virus was created in a lab.",
            "content": "Rumours about the origins of COVID-19 abound on the internet, but there is no evidence to suggest the virus was created in a lab.\r\nThe research suggests that it most likely originated in animals, either the bat or the pangolin, a scaly mammal, says Vivek Goel… [+957 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Montrealgazette.com"
            },
            "publishedAt": "2020-05-19T13:36:11Z",
            "title": "Coronavirus updates, May 19: Quebec reports 51 deaths; Canada-U.S. border closed until June 21 - Montreal Gazette",
            "url": "https://montrealgazette.com/news/local-news/coronavirus-live-updates-ontario-to-hold-inquiry-into-long-term-care",
            "urlToImage": "https://postmediamontrealgazette2.files.wordpress.com/2020/05/0504-city-testing-4.jpg",
            "description": "Coronavirus updates, May 19: Quebec reports 51 deaths; Canada-U.S. border closed until June 21",
            "content": "While he reiterated his praise for health workers, Legault adopted a less flattering tone in response to the Tuesday morning demonstration.\r\nEarlier, in front of our offices, the nurses union, the FIQ, had a protest. Clearly, that disappoints me, he said in Q… [+578 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "11alive.com"
            },
            "publishedAt": "2020-05-19T12:36:00Z",
            "title": "Experts say time spent in potential high-risk areas could increase coronavirus exposure - msnNOW",
            "url": "https://www.11alive.com/article/news/health/coronavirus/experts-urge-caution-about-time-in-high-risk-areas/85-77d492b3-18a7-4611-8852-6ed84ba1ddf8",
            "urlToImage": "https://media.11alive.com/assets/WXIA/images/6e36bd30-7acd-48dc-a7f6-d0decba3d12e/6e36bd30-7acd-48dc-a7f6-d0decba3d12e_1140x641.jpg",
            "description": "They're stressing how much time spent in high-risk environments, especially indoors, can make you vulnerable.",
            "content": "ATLANTA By now most people are aware of the common ways to protect yourself from coronavirus: wearing masks, washing your hands, and keeping six feet apart.\r\nBut, this blog post is now catching peoples attention.\r\nIts stressing that too much time spent in hig… [+1923 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo.com"
            },
            "publishedAt": "2020-05-19T12:20:00Z",
            "title": "Coronavirus will never be eradicated and is 'almost uncontrollable', top scientist warns - Yahoo News",
            "url": "https://consent.yahoo.com/collectConsent?sessionId=1_cc-session_35eff545-4e51-4ce6-aedf-3bb2e650df44&lang=en-GB&inline=false",
            "urlToImage": null,
            "description": null,
            "content": "To give you a better overall experience, we want to provide relevant ads that are more useful to you. For example, when you search for a film, we use your search information and location to show the most relevant cinemas near you. We also use this information… [+258 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Rawstory.com"
            },
            "publishedAt": "2020-05-19T10:24:39Z",
            "title": "Florida removes data scientist who refused to manipulate COVID-19 numbers to support reopening - Raw Story",
            "url": "https://www.rawstory.com/2020/05/florida-removes-data-scientist-who-refused-to-manipulate-covid-19-numbers-to-support-reopening/",
            "urlToImage": "https://www.rawstory.com/wp-content/uploads/2020/05/Screen-Shot-2020-05-19-at-6.20.03-AM.png",
            "description": "The architect and manager of Florida’s coronavirus dashboard says she has been removed from her post because she refused to manipulate data. The online dashboard has been a valuable resource for researchers, reporters and the public to access and review COVID…",
            "content": "The architect and manager of Florida’s coronavirus dashboard says she has been removed from her post because she refused to manipulate data.\r\nThe online dashboard has been a valuable resource for researchers, reporters and the public to access and review COVI… [+4042 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-05-19T06:41:07Z",
            "title": "‘Straight-Up Fire’ in His Veins: A personal recount of a New York teen who battled the new COVID-19 syndrome - Firstpost",
            "url": "https://www.nytimes.com/2020/05/17/health/coronavirus-multisystem-fnflammatory-syndrome-children-teenagers.html",
            "urlToImage": "https://static01.nyt.com/images/2020/05/15/science/00virus-teen-1/00virus-teen-1-facebookJumbo.jpg",
            "description": "Jack McMorrow, 14, awoke in agony, with heart failure. His case may help doctors understand a frightening new affliction in children linked to the coronavirus.",
            "content": "When a sprinkling of a reddish rash appeared on Jack McMorrows hands in mid-April, his father figured the 14-year-old was overusing hand sanitizer not a bad thing during a global pandemic.\r\nWhen Jacks parents noticed that his eyes looked glossy, they attribut… [+12693 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-18T23:38:06Z",
            "title": "Apartment living and COVID-19: What if you test positive for coronavirus? - KARE 11",
            "url": "https://www.youtube.com/watch?v=G8AkAq4-1dU",
            "urlToImage": "https://i.ytimg.com/vi/G8AkAq4-1dU/hqdefault.jpg",
            "description": "There are no hard and fast rules about this at this point. https://www.kare11.com/article/news/apartment-living-and-covid-19-what-to-do-if-you-test-positive/...",
            "content": "There are no hard and fast rules about this at this point.\r\nhttps://www.kare11.com/article/news/a...\r\nWelcome to the official YouTube channel of KARE 11 News. Subscribe to our channel for compelling and dramatic storytelling, award winning investigations, bre… [+458 chars]"
        }
    ]
}