{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Marketwatch.com"
            },
            "publishedAt": "2020-05-08T16:20:46Z",
            "title": "New study claims vitamin D deficiency may impact coronavirus mortality rates - MarketWatch",
            "url": "https://www.marketwatch.com/story/new-study-claims-vitamin-d-deficiency-may-impact-coronavirus-mortality-rates-2020-05-08",
            "urlToImage": "https://s.marketwatch.com/public/resources/images/MW-IF608_beach0_ZG_20200430174750.jpg",
            "description": "Patients from countries with high COVID-19 mortality rates, such as Italy and Spain, had lower levels of vitamin D compared to patients in countries that were not as severely affected",
            "content": "Researchers have discovered a strong correlation between vitamin D deficiency and mortality rates from the novel coronavirus, a new study reveals.A research team led by Northwestern University analyzed data from hospitals and clinics across China, France, Ger… [+1737 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Newsjok.com"
            },
            "publishedAt": "2020-05-08T14:53:55Z",
            "title": "Coronavirus Outbreak: Why is it important to study virus mutation? How fast is SARS-CoV-2 mutating? - Newsjok",
            "url": "https://newsjok.com/coronavirus-outbreak-why-is-it-important-to-study-virus-mutation-how-fast-is-sars-cov-2-mutating-firstpost/",
            "urlToImage": "https://newsjok.com/wp-content/uploads/2020/05/Coronavirus-Outbreak-Why-is-it-important-to-study-virus-mutation.jpg",
            "description": "It has been 5 months because the first COVID-19-infected affected person was found in Wuhan, China, 4 months since it was declared a pandemic and just a little above a month since a lockdown was enforced in India. The protection is intensive and the informati…",
            "content": "It has been 5 months because the first COVID-19-infected affected person was found in Wuhan, China, 4 months since it was declared a pandemic and just a little above a month since a lockdown was enforced in India. The protection is intensive and the informati… [+12499 chars]"
        },
        {
            "source": {
                "id": "al-jazeera-english",
                "name": "Al Jazeera English"
            },
            "publishedAt": "2020-05-08T14:37:31Z",
            "title": "How does COVID-19 infect children? And should they be in school? - Al Jazeera English",
            "url": "https://www.aljazeera.com/news/2020/05/covid-19-infect-children-school-200508103858462.html",
            "urlToImage": "https://www.aljazeera.com/mritems/Images/2020/5/8/7a36a203422b42cf80efefbb380396f9_18.jpg",
            "description": "While minors can become infected with the new coronavirus, very few have died or suffered serious symptoms.",
            "content": "With parents and policymakers agonising over when to reopen schools as lockdowns ease, scientists are still struggling to find out how the new coronavirus affects children.\r\nWhile youngsters can become infected with the new coronavirus, very few have died or … [+6293 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Dailymail.co.uk"
            },
            "publishedAt": "2020-05-08T14:29:02Z",
            "title": "Cat dies after catching coronavirus from its Spanish owner - who was killed by the disease - Daily Mail",
            "url": "https://www.dailymail.co.uk/news/article-8300879/Cat-dies-catching-coronavirus-Spanish-owner-succumbed-disease.html",
            "urlToImage": "https://i.dailymail.co.uk/1s/2020/05/08/15/28161688-0-image-a-19_1588946422916.jpg",
            "description": "The four-year-old feline contracted the killer bug in Catalunya and was taken to a veterinary hospital with breathing difficulties. He was put to sleep and his body sent to a hospital for research.",
            "content": "A cat who died in Spain was suffering from coronavirus at the time of its death, an autopsy has revealed.   \r\nIt is believed he caught the bug from his owner, who was killed by coronavirus. \r\nThe four-year-old feline belonged to a family in Catalonia and was … [+2276 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-05-08T14:24:55Z",
            "title": "Has the new coronavirus mutated to be more contagious? Experts weigh in - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/has-the-new-coronavirus-mutated-to-be-more-contagious-experts-weigh-in-1.4930666",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4930709.1588947689!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Scientists are cautioning that it’s still too early to know how the novel coronavirus mutates after a preliminary study in the U.S. claimed that a new strain of the virus has emerged that is more dominant and contagious than the original.",
            "content": "TORONTO -- \r\nScientists are cautioning that its still too early to know how the novel coronavirus (SARS-CoV-2) mutates, after a preliminary study in the U.S. claimed that a new strain of the virus has emerged that is more dominant and contagious than the orig… [+6357 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T13:10:16Z",
            "title": "COVID-19 vaccine test on animals successful | Under test since mid-April - WION",
            "url": "https://www.youtube.com/watch?v=1POegdNc31Q",
            "urlToImage": "https://i.ytimg.com/vi/1POegdNc31Q/maxresdefault.jpg",
            "description": "The coronavirus has created havoc around the world and the world is desperately in need of a vaccine. China has discovered the COVID-19 vaccine which has eff...",
            "content": "The coronavirus has created havoc around the world and the world is desperately in need of a vaccine. China has discovered the COVID-19 vaccine which has effectively worked on animals. Watch report.\r\n#CoronavirusPandemic#COVID19Vaccines#ChinaCOVID19Vaccine\r\nA… [+811 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-05-08T12:45:28Z",
            "title": "After Recovery From the Coronavirus, Most People Carry Antibodies - The New York Times",
            "url": "https://www.nytimes.com/2020/05/07/health/coronavirus-antibody-prevalence.html",
            "urlToImage": "https://static01.nyt.com/images/2020/05/07/science/07VIRUS-ANTIBODIES2/07VIRUS-ANTIBODIES2-facebookJumbo.jpg",
            "description": "A new study adds to evidence of immunity among those who have already been exposed to the pathogen.",
            "content": "A new study offers a glimmer of hope in the grim fight against the coronavirus: Nearly everyone who has had the disease regardless of age, sex or severity of illness makes antibodies to the virus.\r\nThe study, posted online on Tuesday but not yet reviewed by e… [+8141 chars]"
        },
        {
            "source": {
                "id": "the-washington-post",
                "name": "The Washington Post"
            },
            "publishedAt": "2020-05-08T12:12:50Z",
            "title": "The woman featured in ‘Plandemic,' the coronavirus conspiracy video just banned from social media as false and harmful - The Washington Post",
            "url": "https://www.washingtonpost.com/nation/2020/05/08/plandemic-judy-mikovits-coronavirus/",
            "urlToImage": "https://www.washingtonpost.com/resizer/HF8oL6VcoHNwVrv2unZV_I-DBaI=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/7KX4SZ36GFGZJH4UWGWWSBRFQU.png",
            "description": "The now-discredited researcher has doubled down on debunked theories linking retroviruses that originated in mice and medical conditions ranging from chronic fatigue syndrome to autism.",
            "content": "But Mikovitss conviction that her theory was correct, and her belief that the top scientific minds in the U.S. conspired to ruin her career, never faded.\r\nShe has now accused the scientific establishment of conspiracy again. In a film called Plandemic, and in… [+6517 chars]"
        },
        {
            "source": {
                "id": "independent",
                "name": "Independent"
            },
            "publishedAt": "2020-05-08T10:55:30Z",
            "title": "Coronavirus: Blood thinners could boost survival chances of patients - The Independent",
            "url": "https://www.independent.co.uk/news/world/americas/coronavirus-blood-thinners-us-survival-deaths-a9505201.html",
            "urlToImage": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2020/05/08/11/gettyimages-72966192.jpg",
            "description": "There was no significant difference in most dangerous side effect of anticoagulants in those who were on drugs versus those not",
            "content": "Treating coronavirus patients with blood thinners could help boost their prospects for survival, according to preliminary findings from physicians at New York Citys largest hospital system that offer another clue about treating the deadly condition.\r\nThe resu… [+5931 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-05-08T09:55:34Z",
            "title": "Summer Is Coming, but the Virus Won’t Be Going - The New York Times",
            "url": "https://www.nytimes.com/2020/05/08/health/virus-summer-pandemic.html",
            "urlToImage": "https://static01.nyt.com/images/2020/05/08/science/08VIRUS-WEATHER/08VIRUS-WEATHER-facebookJumbo.jpg",
            "description": "Whatever effect warm weather has on the coronavirus, it won’t be enough to safely drop social restrictions.",
            "content": "Everybody hopes for seasonality when it comes to the coronavirus pandemic, Peter Juni of the University of Toronto acknowledged. Maybe, just maybe, the summer will diminish the spread of Covid-19.\r\nBut a new study, by Dr. Juni, an epidemiologist, and his coll… [+3244 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T05:02:39Z",
            "title": "US: 58% deaths in counties with more black residents - WION",
            "url": "https://www.youtube.com/watch?v=F8Pox9ww_fM",
            "urlToImage": "https://i.ytimg.com/vi/F8Pox9ww_fM/maxresdefault.jpg",
            "description": "Minorities are being hit harder by COVID-19. In United States 58% deaths in counties with more black residents. Watch report. #WION #Coronavirus #Coronavirus...",
            "content": "Minorities are being hit harder by COVID-19. In United States 58% deaths in counties with more black residents. Watch report.\r\n#WION#Coronavirus#CoronavirusPandemic\r\nAbout Channel: \r\nWION -The World is One News, examines global issues with in-depth analysis. … [+1021 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-05-08T02:23:43Z",
            "title": "Coronavirus: WHO warns 190,000 could die in Africa in one year - BBC News",
            "url": "https://www.bbc.com/news/world-africa-52587408",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/8552/production/_112203143_gettyimages-1211437282.jpg",
            "description": "Covid-19 could linger for years and \"smoulder in transmission hot spots\", the WHO warns.",
            "content": "Image copyrightAFPImage caption\r\n Treating and isolation are key, says WHO's Africa boss\r\nAs many as 190,000 people across Africa could die in the first year of the coronavirus pandemic if crucial containment measures fail, the World Health Organization (WHO)… [+1753 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-05-08T01:03:02Z",
            "title": "Travel from New York caused about 65% of new coronavirus cases in US - Business Insider - Business Insider",
            "url": "https://www.businessinsider.com/travel-from-new-york-sparked-second-wave-coronavirus-cases-us-2020-5",
            "urlToImage": "https://i.insider.com/5eb4822942278d15562e3745?width=1200&format=jpeg",
            "description": "Earlier social distancing might have prevented New York from becoming \"the Grand Central Station for this virus,\" a scientist said.",
            "content": "Thousands of travelers carried the coronavirus from New York around the United States in early March, triggering most of the new cases that erupted nationwide.\r\nThe New York Times reported on Thursday that tiny genetic mutations helped researchers track betwe… [+2896 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Timesofisrael.com"
            },
            "publishedAt": "2020-05-08T00:23:22Z",
            "title": "Coronavirus found in patients' semen in small Chinese study - The Times of Israel",
            "url": "https://www.timesofisrael.com/coronavirus-found-in-patients-semen-in-small-chinese-study/",
            "urlToImage": "https://static.timesofisrael.com/www/uploads/2020/03/000_1PR5DT-1024x640.jpg",
            "description": "Unclear if sexual transmission is possible or how long virus remains in bodily fluids; expert says study no cause for alarm, but cautions against sex with carriers",
            "content": "AP — The virus that causes COVID-19 can be found in semen, Chinese researchers report in a small study that doesnt address whether sexual transmission is possible.\r\nDoctors detected the virus in semen from six of 38 men hospitalized with laboratory-confirmed … [+1680 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Snopes.com"
            },
            "publishedAt": "2020-05-08T00:12:02Z",
            "title": "Malaria Drug Shows No Benefit in Another Coronavirus Study - Snopes.com",
            "url": "https://www.snopes.com/ap/2020/05/07/malaria-drug-shows-no-benefit-in-another-coronavirus-study/",
            "urlToImage": "https://www.snopes.com/tachyon/2020/04/AP20115015531635-e1587762898647.jpg",
            "description": "The U.S. Food and Drug Administration has warned against its use for coronavirus infections except in formal studies.",
            "content": "This article is republished here with permission from The Associated Press. This content is shared here because the topic may interest Snopes readers; it does not, however, represent the work of Snopes fact-checkers or editors.\r\n(AP) A new study finds no evid… [+2348 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Npr.org"
            },
            "publishedAt": "2020-05-07T22:22:25Z",
            "title": "Sewage Could Provide Early Warnings About Coronavirus Outbreaks - NPR",
            "url": "https://www.npr.org/2020/05/07/852155076/how-what-you-flush-is-helping-track-coronavirus",
            "urlToImage": "https://media.npr.org/assets/img/2020/05/07/gettyimages-1221901316_wide-6f708c335077a313d8b97bed37d26e17eb1171d0.jpg?s=1400",
            "description": "Researchers are testing sewage in hopes of getting a jump on COVID-19 outbreaks in communities — monitoring for when they begin and how quickly they spread.",
            "content": "The East Bay Municipal Utility District wastewater treatment plant in Oakland, Calif. Stanford University researchers are testing sewage in hopes of tracking the emergence and spread of COVID-19 outbreaks.\r\nJustin Sullivan/Getty Images\r\nWith coronavirus testi… [+5050 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencedaily.com"
            },
            "publishedAt": "2020-05-07T20:44:49Z",
            "title": "Immunity of recovered COVID-19 patients could cut risk of expanding economic activity - Science Daily",
            "url": "https://www.sciencedaily.com/releases/2020/05/200507135355.htm",
            "urlToImage": null,
            "description": "New modeling of coronavirus behavior suggests that an intervention strategy based on shield immunity could reduce the risk of allowing the higher levels of human interaction needed to support expanded economic activity.",
            "content": "While attention remains focused on the number of COVID-19 deaths and new cases, a separate statistic -- the number of recovered patients -- may be equally important to the goal of minimizing the pandemic's infection rate as shelter-in-place orders are lifted.… [+7029 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-07T19:44:28Z",
            "title": "Black people in UK four times more likely to die of COVID-19: ONS - Al Jazeera English",
            "url": "https://www.youtube.com/watch?v=yac1SXHbunM",
            "urlToImage": "https://i.ytimg.com/vi/yac1SXHbunM/maxresdefault.jpg",
            "description": "Black people are four times more likely to die of coronavirus than white people in the United Kingdom, the Office for National Statistics (ONS) has said. The...",
            "content": "Black people are four times more likely to die of coronavirus than white people in the United Kingdom, the Office for National Statistics (ONS) has said.The ONS said people of Bangladeshi, Pakistani and Indian origin are also at a significantly higher risk. T… [+381 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-07T18:45:38Z",
            "title": "Gravitas: The mysterious death of a Chinese researcher in the US - WION",
            "url": "https://www.youtube.com/watch?v=Gc_P64qZm0w",
            "urlToImage": "https://i.ytimg.com/vi/Gc_P64qZm0w/maxresdefault.jpg",
            "description": "A Chinese-born coronavirus researcher was found dead in the US. The police say this is a case of murder-suicide. #Gravitas #ChineseResearcherMurdered #Chines...",
            "content": "A Chinese-born coronavirus researcher was found dead in the US. The police say this is a case of murder-suicide. \r\n#Gravitas#ChineseResearcherMurdered#ChineseCoronavirusResearcher\r\nAbout Channel: \r\nWION -The World is One News, examines global issues with in-d… [+1036 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-07T17:59:54Z",
            "title": "Coronavirus: 5 cases, 10 recoveries in London-Middlesex; outbreak at Sarnia's Landmark Village declared over - Global News",
            "url": "http://globalnews.ca/news/6915621/london-middlesex-covid-19-may-7/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/rjb11061593-3.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The total number of confirmed cases in London-Middlesex is now 436, of which 284 have recovered -- about 65 per cent of cases -- while 42 have died.",
            "content": "Health officials in London and Middlesex say five people have tested positive for novel coronavirus and 10 have recovered, while officials in Lambton County say a more-than-month-long outbreak at a Sarnia retirement home has been declared over.\r\nHealth offici… [+10704 chars]"
        }
    ]
}