{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T21:30:52Z",
            "title": "Coronavirus: more than 12500 care home residents have died, new figures reveal - BBC News - BBC News",
            "url": "https://www.youtube.com/watch?v=bWXWoLDMoUM",
            "urlToImage": "https://i.ytimg.com/vi/bWXWoLDMoUM/hqdefault.jpg",
            "description": "The latest official figures reveal the scale of the deadly effects of cornavirus in care homes. More than a quarter of deaths of care home residents in Engla...",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-05-15T20:31:45Z",
            "title": "Sweden shows why herd immunity for coronavirus won't work in America - Business Insider - Business Insider",
            "url": "https://www.businessinsider.com/americans-call-herd-immunity-sweden-experiment-coronavirus-not-working-2020-5",
            "urlToImage": "https://i.insider.com/5ebebe341918246eca3c5fe7?width=1200&format=jpeg",
            "description": "Health officials have called the concept of herd immunity dangerous and said it could take years to reach without a vaccine.",
            "content": "Business Insider\r\nAs Americans agitate for the reopening the economy in the middle of the coronavirus pandemic, some of them are looking at one strategy to make it feasible: herd immunity.\r\nYou don't need to look further than Sweden's anti-lockdown experiment… [+4943 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T20:22:14Z",
            "title": "Coronavirus around the world: May 15, 2020 - Global News",
            "url": "https://www.youtube.com/watch?v=xgzNlQSVDIg",
            "urlToImage": "https://i.ytimg.com/vi/xgzNlQSVDIg/maxresdefault.jpg",
            "description": "Top coronavirus headlines for Friday, May 15, 2020: China says a COVID-19 vaccine is ready for a second phase of a trial. Belgium has started reopening schoo...",
            "content": "Top coronavirus headlines for Friday, May 15, 2020:\r\nChina says a COVID-19 vaccine is ready for a second phase of a trial. \r\nBelgium has started reopening schools after a two-month closure. \r\nPakistan will begin to produce the antiviral COVID-19 drug remdesiv… [+543 chars]"
        },
        {
            "source": {
                "id": "al-jazeera-english",
                "name": "Al Jazeera English"
            },
            "publishedAt": "2020-05-15T20:17:36Z",
            "title": "WHO probes possible coronavirus link to rare disease in children - Al Jazeera English",
            "url": "https://www.aljazeera.com/news/2020/05/probes-coronavirus-link-rare-disease-children-200515171138716.html",
            "urlToImage": "https://www.aljazeera.com/mritems/Images/2020/5/15/7f38db16c98347468e78861918ac1079_18.jpg",
            "description": "Several countries have reported cases of children affected by an illness with symptoms similar to Kawasaki's disease.",
            "content": "The World Health Organization has said it is studying a possible link between coronavirus and a rare inflammatory illness that has sickened and killed children in Europe and the United States.\r\nIn recent weeks, several countries have reported cases of childre… [+2520 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Dutchnews.nl"
            },
            "publishedAt": "2020-05-15T19:12:51Z",
            "title": "Three cats and one dog diagnosed with coronavirus in the Netherlands - DutchNews.nl",
            "url": "https://www.dutchnews.nl/news/2020/05/three-cats-and-one-dog-diagnosed-with-coronavirus-in-the-netherlands/",
            "urlToImage": "https://www.dutchnews.nl/wpcms/wp-content/uploads/2015/04/cat.jpg",
            "description": "Three cats and a dog in the Netherlands have been diagnosed as having coronavirus, the farming ministry confirmed on Friday. The three cats lived on one of the four mink farms where the virus has already been identified and the dog – an American bulldog – was…",
            "content": "Photo: Brandon Hartley\r\nThree cats and a dog in the Netherlands have been diagnosed as having coronavirus, the farming ministry confirmed on Friday.\r\nThe three cats lived on one of the four mink farms where the virus has already been identified and the dog an… [+1591 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo.com"
            },
            "publishedAt": "2020-05-15T18:22:00Z",
            "title": "Statins may help older coronavirus patients avoid symptoms; COVID-19 more than respiratory illness - Yahoo News",
            "url": "https://news.yahoo.com/statins-may-help-older-coronavirus-182241218.html",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/7g.o66UQGDARMj8aitSIFw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD03MjA-/https://s.yimg.com/uu/api/res/1.2/9xs96ouR7BHNe0pSWpbgtQ--~B/aD00NTA7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/80f2140b1b48dadcbfcae21865984b45",
            "description": "The following is a brief roundup of some of the latest scientific studies on the novel coronavirus and efforts to find treatments and vaccines for COVID-19, ...",
            "content": "By Nancy Lapid\r\nNEW YORK (Reuters) - The following is a brief roundup of some of the latest scientific studies on the novel coronavirus and efforts to find treatments and vaccines for COVID-19, the illness caused by the virus.\r\nStatins may help protect frail … [+4951 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T18:10:23Z",
            "title": "'Have a heart,' Ford urges commercial landlords not to evict small businesses | COVID-19 - Toronto Star",
            "url": "https://www.youtube.com/watch?v=xDxhpLmS1kU",
            "urlToImage": "https://i.ytimg.com/vi/xDxhpLmS1kU/maxresdefault.jpg",
            "description": "The Star is offering free digital access on select COVID-19 stories. Misinformation is plentiful and dangerous and coronavirus news and knowledge evolves. St...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Sci-news.com"
            },
            "publishedAt": "2020-05-15T17:50:10Z",
            "title": "SARS-CoV-2 Coronavirus Didn't Come from Pangolins, Scientists Say | Medicine - Sci-News.com",
            "url": "http://www.sci-news.com/medicine/sars-cov-2-coronavirus-pangolins-08432.html",
            "urlToImage": "http://cdn.sci-news.com/images/2020/05/image_8432-Malayan-Pangolin.jpg",
            "description": "A team of researchers from China and the United States has sequenced the genome of pangolin-CoV-2020, a coronavirus isolated from sick Malayan pangolins (Manis javanica), and found that this virus is genetically similar to SARS-CoV-2 but isn’t its precursor.",
            "content": "A team of researchers from China and the United States has sequenced the genome of pangolin-CoV-2020, a coronavirus isolated from sick Malayan pangolins (Manis javanica), and found that this virus is genetically similar to SARS-CoV-2 but isnt its precursor.\r\n… [+2379 chars]"
        },
        {
            "source": {
                "id": "cnbc",
                "name": "CNBC"
            },
            "publishedAt": "2020-05-15T17:34:11Z",
            "title": "WHO raises alert on mysterious inflammatory disease in children that may be linked to coronavirus - CNBC",
            "url": "https://www.cnbc.com/2020/05/15/coronavirus-who-raises-alert-on-mysterious-inflammatory-disease-in-children.html",
            "urlToImage": "https://image.cnbcfm.com/api/v1/image/106507822-1588002050030gettyimages-1211010908.jpeg?v=1589558878",
            "description": "World health officials are hearing about more cases of an inflammatory disease similar to Kawasaki disease in a few countries, including the United States and Europe, WHO says.",
            "content": "Doctors and world leaders need \"to be on the alert\" for cases of a rare inflammatory disease in children that may be linked to the coronavirus, the World Health Organization said Friday.\r\nWorld health officials are increasingly hearing about cases of an infla… [+3346 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-05-15T17:32:05Z",
            "title": "Coronavirus infection 'R' rate in UK creeps up - BBC News",
            "url": "https://www.bbc.com/news/health-52677194",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/93A6/production/_112289773_gettyimages-1212973806.jpg",
            "description": "The figure is now much closer to one - the point at which the virus starts spreading rapidly.",
            "content": "Image copyrightGetty Images\r\nThe infection rate in the UK has gone up and is close to the point where the virus starts spreading rapidly, government scientific advice says. \r\nThe so-called \"R-number\" is now between 0.7 and 1.0 - it needs to be kept below one … [+4556 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T17:03:42Z",
            "title": "Coronavirus Or Allergies - CBS Miami",
            "url": "https://www.youtube.com/watch?v=aW4G9eZthpE",
            "urlToImage": "https://i.ytimg.com/vi/aW4G9eZthpE/maxresdefault.jpg",
            "description": "It’s shaping up to be a tough allergy season. And with the coronavirus spreading, trying to figure out whether your symptoms are allergies or COVID-19 is mak...",
            "content": null
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-05-15T15:43:15Z",
            "title": "Dear Grandma, read this before you visit the little ones - CNN",
            "url": "https://www.cnn.com/2020/05/15/health/how-to-visit-grandparents-wellness-trnd/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200514131413-20200514-dear-grandma-super-tease.jpg",
            "description": "Staying home is the best way to stop the spread of the coronavirus. But if your heart is set on a playdate with your grandkids, there are ways to make your visit safer.",
            "content": "By Scottie Andrew, CNN\r\nUpdated 11:33 AM ET, Fri May 15, 2020\r\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\r\nDear Grandma, \r\nWe know you're itching to see your grandkids after spending the last few weeks in isolati… [+5206 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Citynews.ca"
            },
            "publishedAt": "2020-05-15T15:41:19Z",
            "title": "As coronavirus lockdown eases, immunocompromised people prepare for long term isolation - CityNews",
            "url": "https://toronto.citynews.ca/2020/05/15/as-coronavirus-lockdown-eases-immunocompromised-people-prepare-for-long-term-isolation/",
            "urlToImage": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2020/05/15/23210379-1024x755.jpg",
            "description": "When Matt Gibbs first packed his bags to isolate himself in a cottage because of COVID-19 back in March, he mentally prepared to stay there alone for up to a year. The 24-year-old Toronto resident didn’t want to take any chances because he has an immune disor…",
            "content": "When Matt Gibbs first packed his bags to isolate himself in a cottage because of COVID-19 back in March, he mentally prepared to stay there alone for up to a year.\r\nThe 24-year-old Toronto resident didn’t want to take any chances because he has an immune diso… [+4240 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T14:38:18Z",
            "title": "Antibody test rolled out by UK proven to be 100 percent accurate - Sky News Australia",
            "url": "https://www.youtube.com/watch?v=KhVPK2XEHBQ",
            "urlToImage": "https://i.ytimg.com/vi/KhVPK2XEHBQ/maxresdefault.jpg",
            "description": "An antibody test which can identify anyone who has contracted coronavirus has been given the go ahead by United Kingdom health officials. The test has proven...",
            "content": "An antibody test which can identify anyone who has contracted coronavirus has been given the go ahead by United Kingdom health officials.\r\nThe test has proven to be 100 percent accurate. \r\nThe results will most likely be used to gather valuable data on the sp… [+87 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Brusselstimes.com"
            },
            "publishedAt": "2020-05-15T14:03:45Z",
            "title": "Contact tracers have contacted half of coronavirus patients - The Brussels Times",
            "url": "https://www.brusselstimes.com/all-news/belgium-all-news/111837/contact-tracers-have-contacted-half-of-coronavirus-patients/",
            "urlToImage": "https://www.brusselstimes.com/wp-content/uploads/2020/05/tracersbelga.jpg",
            "description": "Belgium's contact tracers have already called at least half of confirmed coronavirus patients, less than a week since the tracing strategy began running at full speed. Frank Robben, a computer sc",
            "content": "Belgium’s contact tracers have already called at least half of confirmed coronavirus patients, less than a week since the tracing strategy began running at full speed.\r\nFrank Robben, a computer scientist tasked with running the tracing effort at the federal l… [+1749 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T07:49:07Z",
            "title": "Coronavirus able to replicate efficiently in eyes and could be 100 times more infectious than Sars - South China Morning Post",
            "url": "https://www.youtube.com/watch?v=NpMdxmg7psA",
            "urlToImage": "https://i.ytimg.com/vi/NpMdxmg7psA/maxresdefault.jpg",
            "description": "Subscribe to our YouTube channel for free here: https://sc.mp/subscribe-youtube The eyes are an “important route” for transmission of the coronavirus since e...",
            "content": "Subscribe to our YouTube channel for free here: https://sc.mp/subscribe-youtube\r\nThe eyes are an important route for transmission of the coronavirus since eye tissues allow the infection to more efficiently replicate, according to Hong Kong researchers quoted… [+592 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.com"
            },
            "publishedAt": "2020-05-15T05:45:54Z",
            "title": "Barrow residents demand to know if shipyard is coronavirus hotspot - The Guardian",
            "url": "https://www.theguardian.com/world/2020/may/15/barrow-residents-demand-know-shipyard-coronavirus-hotspot",
            "urlToImage": "https://i.guim.co.uk/img/media/00b0f6b64059b2e0f088df9e785700460e1a5073/0_409_6585_3951/master/6585.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=60f48ff28c521f3918540d76e02393b6",
            "description": "About 9,500 people work at docks in Cumbrian town, which has UK’s highest infection rate",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T02:17:41Z",
            "title": "Coronavirus outbreak: Dozens of meat inspectors in Canada test positive for COVID-19 - Global News",
            "url": "https://www.youtube.com/watch?v=THymaus2k18",
            "urlToImage": "https://i.ytimg.com/vi/THymaus2k18/maxresdefault.jpg",
            "description": "COVID-19 outbreaks at meat-packing plants across Canada have led to a shortage of food inspectors, with dozens infected and others in fear of falling ill. As...",
            "content": "COVID-19 outbreaks at meat-packing plants across Canada have led to a shortage of food inspectors, with dozens infected and others in fear of falling ill. As David Akin explains, that's putting extra strain on the country's already bruised food supply.\r\nFor m… [+333 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Indiatoday.in"
            },
            "publishedAt": "2020-05-15T02:10:28Z",
            "title": "Experts see progress as Oxford's Covid vaccine appears protective in small monkey study - India Today",
            "url": "https://www.indiatoday.in/science/story/coronavirus-experts-progress-oxford-covid-vaccine-1678210-2020-05-15",
            "urlToImage": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202005/Exper-647x363.jpeg?bpgyc5H9cS.VyKf.UBMA9gdO2JQQfS1G",
            "description": "Experts believe that one of the biggest challenges with vaccines against the coronavirus species is the \"potential for antibody-dependent enhancement of the disease\", which has been one reason for the lack of a vaccine against the 2003 SARS CoV strain.",
            "content": "The scientists at Oxford University's Jenner Institute, who are developing a vaccine for the novel coronavirus have passed an important hurdle. First results of a recent animal trial of the promising coronavirus vaccine from Oxford University were posted on W… [+3236 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T22:58:08Z",
            "title": "This is how quickly coronavirus can spread - CNN",
            "url": "https://www.youtube.com/watch?v=OOvENoZMmK4",
            "urlToImage": "https://i.ytimg.com/vi/OOvENoZMmK4/maxresdefault.jpg",
            "description": "An experiment in Japan conducted by broadcaster NHK and a team of medical experts shows how quickly and easily Covid-19 can spread. CNN's Anna Coren reports....",
            "content": "An experiment in Japan conducted by broadcaster NHK and a team of medical experts shows how quickly and easily Covid-19 can spread. CNN's Anna Coren reports.\r\n#Covid-19 #CNN#News"
        }
    ]
}