{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-05-07T00:16:25Z",
            "title": "A New Source of Coronavirus Spread: ‘Covid-19 Parties’ - The New York Times",
            "url": "https://www.nytimes.com/2020/05/06/us/coronavirus-covid-parties.html",
            "urlToImage": "https://static01.nyt.com/images/2020/05/06/us/00VIRUS-PARTIES/00VIRUS-PARTIES-facebookJumbo.jpg",
            "description": "The authorities in southeast Washington State have identified at least two social events that people attended in the hope of contracting the virus.",
            "content": "SEATTLE A county in Washington State dealing with a coronavirus outbreak has identified a confounding new source of spread: Covid-19 parties organized so that people can deliberately mingle with an infected person in the hope of getting their own illness out … [+3266 chars]"
        },
        {
            "source": {
                "id": "national-geographic",
                "name": "National Geographic"
            },
            "publishedAt": "2020-05-06T23:41:02Z",
            "title": "Why unreliable tests are flooding the coronavirus conversation - National Geographic",
            "url": "https://www.nationalgeographic.com/science/2020/05/why-unreliable-tests-are-flooding-the-coronavirus-conversation-cvd/",
            "urlToImage": "https://www.nationalgeographic.com/content/dam/science/2020/04/28/tests/01_antibody_1209558471.ngsversion.1588807221127.adapt.1900.1.jpg",
            "description": "Flawed methods. Faulty materials. Here's how to make sense of the wildly different results from current antibody testing.",
            "content": null
        },
        {
            "source": {
                "id": "nbc-news",
                "name": "NBC News"
            },
            "publishedAt": "2020-05-06T23:12:00Z",
            "title": "The coronavirus appears to have mutated. What does that mean for contagiousness? - NBC News",
            "url": "https://www.nbcnews.com/health/health-news/coronavirus-appears-have-mutated-what-does-mean-contagiousness-n1201201",
            "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2020_19/3338946/200506-covid-19-virus-0945_08ce5b763848c29fd36d14b712d7cdd7.nbcnews-fp-1200-630.jpg",
            "description": "Has the coronavirus mutated to be more contagious? Has COVID-19 mutated? A preprint study suggests the coronavirus has mutated to become more contagious.",
            "content": "A new study has sparked fears that the coronavirus has mutated to become more contagious, but experts say there is no evidence these changes make it any more dangerous or transmissible than it already is.\r\n\"Viruses mutate all the time, [and] most mutations ha… [+4589 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T22:22:19Z",
            "title": "It's Public Health vs. Privacy As San Diego County Considers Contact Tracing App - KPBS",
            "url": "https://www.youtube.com/watch?v=s8aJgvuHs6E",
            "urlToImage": "https://i.ytimg.com/vi/s8aJgvuHs6E/hqdefault.jpg",
            "description": "The county is among governments worldwide considering using smartphone apps to help with the tracking of people exposed to the coronavirus. But not everyone ...",
            "content": "The county is among governments worldwide considering using smartphone apps to help with the tracking of people exposed to the coronavirus. But not everyone is willing to use them."
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-05-06T21:02:29Z",
            "title": "Coronavirus: Will we ever shake hands again? - BBC News",
            "url": "https://www.bbc.co.uk/news/world-us-canada-52506079",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/3FE6/production/_112085361_adam-nc.png",
            "description": "Will Covid-19 make handshakes a relic of the past? If so, what might that mean about the future of human touch and interaction?",
            "content": "Around the world, humans are struggling to ignore thousands of years of bio-social convention and avoid touching another. Shaking hands might be one of the hardest customs to lose in the post-pandemic world but there are alternatives, writes James Jeffrey.\r\nT… [+9371 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T20:30:32Z",
            "title": "Is it safe to turn on home air conditioners amid COVID-19 outbreak? - Click On Detroit | Local 4 | WDIV",
            "url": "https://www.youtube.com/watch?v=p6C3jOeAYOg",
            "urlToImage": "https://i.ytimg.com/vi/p6C3jOeAYOg/maxresdefault.jpg",
            "description": "The warm weekend had many people switching on their air conditioning for the first time -- but some were wondering if it was a good idea amid the coronavirus...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Cp24.com"
            },
            "publishedAt": "2020-05-06T19:22:00Z",
            "title": "'If this thing boomerangs': Second wave of infections feared - CP24 Toronto's Breaking News",
            "url": "https://www.cp24.com/world/if-this-thing-boomerangs-second-wave-of-infections-feared-1.4927754",
            "urlToImage": "https://www.cp24.com/polopoly_fs/1.4927760.1588792938!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "As Europe and the U.S. loosen their lockdowns against the coronavirus, health experts are expressing growing dread over what they say is an all-but-certain second wave of deaths and infections that could force governments to clamp back down in a drawn-out, tw…",
            "content": "WASHINGTON - As Europe and the U.S. loosen their lockdowns against the coronavirus, health experts are expressing growing dread over what they say is an all-but-certain second wave of deaths and infections that could force governments to clamp back down in a … [+5810 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencedaily.com"
            },
            "publishedAt": "2020-05-06T19:14:06Z",
            "title": "Bat 'super immunity' may explain how bats carry coronaviruses, study finds: Bat-virus adaptation may explain species spillover, researchers say - Science Daily",
            "url": "https://www.sciencedaily.com/releases/2020/05/200506133614.htm",
            "urlToImage": null,
            "description": "Researchers have uncovered how bats can carry the Middle East respiratory syndrome (MERS) coronavirus without getting sick -- research that could shed light on how coronaviruses make the jump to humans and other animals.",
            "content": "A University of Saskatchewan (USask) research team has uncovered how bats can carry the Middle East respiratory syndrome (MERS) coronavirus without getting sick -- research that could shed light on how coronaviruses make the jump to humans and other animals.C… [+4041 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-05-06T19:13:49Z",
            "title": "Ex-CDC chief: There will be at least 100,000 Covid-19 deaths by end of May - CNN",
            "url": "https://www.cnn.com/videos/health/2020/05/06/thomas-frieden-coronavirus-death-toll-increase-nr-sot-vpx.cnn",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200506143920-tom-frieden-cdc-super-tease.jpg",
            "description": "Former CDC chief Tom Frieden, testified on Capitol Hill that he believes the number of coronavirus deaths in the US will exceed 100,000.",
            "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."
        },
        {
            "source": {
                "id": null,
                "name": "Dailymail.co.uk"
            },
            "publishedAt": "2020-05-06T19:02:01Z",
            "title": "Concerns grow over 'disproportionate impact' of coronavirus on BAME community - Daily Mail",
            "url": "https://www.dailymail.co.uk/news/article-8293091/Concerns-grow-disproportionate-impact-coronavirus-BAME-community.html",
            "urlToImage": "https://i.dailymail.co.uk/1s/2020/05/06/18/28083416-0-image-a-20_1588787009354.jpg",
            "description": "Dr Craig Wakeham (pictured), a GP from Dorset, is believed to the only doctor who has died and is not from the Black, Asian and ethnic minority community. He died in mid-April.",
            "content": "Only one white doctor has died from Covid-19 while 22 Black, Asian and ethnic minority doctors have lost their lives, as concerns grow over the 'disproportionate impact' of Covid-19 on the BAME community.\r\nMounting data from NHS intensive care units shows BAM… [+7115 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Vox.com"
            },
            "publishedAt": "2020-05-06T17:23:04Z",
            "title": "America may get a version of the UK’s coronavirus contact tracing app - Vox.com",
            "url": "https://www.vox.com/recode/2020/5/6/21247955/united-kingdom-nhs-contact-tracing-app",
            "urlToImage": "https://cdn.vox-cdn.com/thumbor/d9Ur9WheJgy7QW-GXig-FMcrTiQ=/0x752:5387x3572/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19948394/GettyImages_1210101557.jpg",
            "description": "Despite warning of “unintended consequences,” the UK is forging ahead with its new app.",
            "content": "The United Kingdoms digital contact tracing app is almost here, and even the organization behind it admits its still a work in progress that has the potential for unintended consequences. It also may be a troubling preview of how digital contact tracing durin… [+6360 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Marketwatch.com"
            },
            "publishedAt": "2020-05-06T16:12:43Z",
            "title": "A llama named Winter could be the key to fighting the coronavirus - MarketWatch",
            "url": "https://www.marketwatch.com/story/a-llama-named-winter-could-be-the-key-to-fighting-the-coronavirus-2020-05-06",
            "urlToImage": "https://s.marketwatch.com/public/resources/images/MW-IF946_llama__ZG_20200506102217.jpg",
            "description": "Preliminary research suggests a tiny particle in llama blood can stop the coronavirus",
            "content": "Alpaca your bags, coronavirus. The race to find effective coronavirus treatments has led to an unlikely hero: a 4-year-old Belgian llama named Winter, whose antibodies show promise in blocking the novel coronavirus that causes COVID-19 from infecting cells. R… [+3240 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-06T15:56:03Z",
            "title": "U.S. researcher 'on verge of making very significant' coronavirus findings shot dead: reports - q107.com",
            "url": "https://globalnews.ca/news/6910721/coronavirus-researcher-shot-dead-pittsburgh/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/bing-edited.jpg?quality=70&strip=all&w=720&h=480&crop=1",
            "description": "Bing Liu, 37, was found dead in a Pittsburgh, Pa., home on Saturday.",
            "content": "A professor working on coronavirus research was found shot dead Saturday inside a home in Pittsburgh, Pa., according to news reports.\r\nBing Liu, 37, was found in a home in Ross Township, the Allegheny County medical examiner said, per NBC News.\r\nLiu suffered … [+2367 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-05-06T12:25:43Z",
            "title": "Coronavirus mutations: Scientists puzzle over impact - BBC News",
            "url": "https://www.bbc.co.uk/news/health-52557955",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/9F98/production/_112165804_covid-19-4k-1-1-scaled.jpg",
            "description": "A study has identified a mutation that its authors say could make the coronavirus more infectious.",
            "content": "Image copyrightWe Are CovertImage caption\r\n Researchers have been tracking changes to the 'spike' of the virus\r\nResearchers in the US and UK have identified hundreds of mutations to the virus which causes the disease Covid-19. \r\nBut none has yet established w… [+2800 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "News18.com"
            },
            "publishedAt": "2020-05-06T10:34:39Z",
            "title": "Coronavirus Spread Swiftly in Late 2019 and is Now Adapting to Its Human Hosts, Shows Genetic Mutation St... - News18",
            "url": "https://www.news18.com/news/world/coronavirus-spread-swiftly-in-late-2019-and-is-adapting-to-human-hosts-genetic-mutation-study-2608203.html",
            "urlToImage": "https://images.news18.com/ibnlive/uploads/2020/04/1588182233_rtx7gbzs.jpg",
            "description": "A study by scientists at University College London's Genetics Institute found almost 200 recurrent genetic mutations of the new coronavirus - SARS-CoV-2 - which researchers said showed how it may be evolving as it spreads in people.",
            "content": "A genetic analysis of samples from more than 7,500 people infected with COVID-19 suggests the new coronavirus spread quickly around the world late last year and is adapting to its human hosts, scientists said on Wednesday.\r\nA study by scientists at University… [+2650 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-05-06T08:56:55Z",
            "title": "How to improve your respiratory health in case you get Covid-19 - CNN",
            "url": "https://www.cnn.com/2020/05/06/health/how-to-improve-respiratory-health-coronavirus-wellness/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200505150437-run-respiratory-health-super-tease.jpg",
            "description": "Here's how you can strengthen your body's respiratory capacity so that if you do get infected with coronavirus, the chances of serious illness may be lower.",
            "content": "(CNN)Covid-19 is a respiratory illness, meaning if a person is infected, the condition of their respiratory system is one determinant of how they'll fare with the disease.\r\nFirst it's important to understand how the virus attacks our lungs. When people are in… [+8085 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theconversation.com"
            },
            "publishedAt": "2020-05-06T05:47:00Z",
            "title": "Does nicotine protect us against coronavirus? - The Conversation AU",
            "url": "https://theconversation.com/does-nicotine-protect-us-against-coronavirus-137488",
            "urlToImage": "https://images.theconversation.com/files/332568/original/file-20200505-83730-31qf5t.jpg?ixlib=rb-1.1.0&rect=0%2C86%2C5760%2C2880&q=45&auto=format&w=1356&h=668&fit=crop",
            "description": "A study from France concluded smoking might protect against coronavirus. But particularly now, in the midst of a pandemic, it's critical we don't take headlines at face value.",
            "content": "If you noticed headlines recently suggesting smoking could protect against COVID-19, you might have been surprised.\r\nAfter all, we know smoking is bad for our health. Its a leading risk factor for heart disease, lung disease and many cancers. Smoking also red… [+6570 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T01:57:34Z",
            "title": "Coronavirus outbreak: Mystery grows regarding Russian doctors; possible new timeline for virus - Global News",
            "url": "https://www.youtube.com/watch?v=Gm0s08aTJOk",
            "urlToImage": "https://i.ytimg.com/vi/Gm0s08aTJOk/maxresdefault.jpg",
            "description": "Dawna Friesen looks at the mystery surrounding three doctors in Russia, who criticized the government. Plus, Redmond Shannon reports on the new evidence sugg...",
            "content": null
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-05-06T00:07:33Z",
            "title": "Coronavirus: How long does it take to recover? - BBC News",
            "url": "https://www.bbc.co.uk/news/av/health-52508831/coronavirus-how-long-it-takes-to-recover",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/12A57/production/_112157367_p08ccd69.jpg",
            "description": "Weeks, months, even a year - we look at the factors that can affect the time taken to get better.",
            "content": null
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-05-05T22:57:00Z",
            "title": "Ottawa's COVID-19 cases rise by 31 in latest report - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-covid-19-may-5-1.5556566",
            "urlToImage": "https://i.cbc.ca/1.5556584.1588777381!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/covid-ont-20200503.jpg",
            "description": "The number of people in Ottawa who have tested positive for the coronavirus rose by 31 Tuesday.",
            "content": "The number of people in Ottawa who have tested positive for the coronavirus rose by 31 Tuesday.\r\nIn its latest COVID-19 update, Ottawa Public Health (OPH) said 1,535 people have tested positive since the pandemic started and 875 of them, or more than half, ha… [+726 chars]"
        }
    ]
}