{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Dailymail.co.uk"
            },
            "publishedAt": "2020-05-09T12:23:56Z",
            "title": "Warmer weather does NOT kill off coronavirus: Two separate studies dash hopes for summer - Daily Mail",
            "url": "https://www.dailymail.co.uk/news/article-8303197/Warmer-weather-does-NOT-kill-coronavirus-Two-separate-studies-dash-hopes-summer.html",
            "urlToImage": "https://i.dailymail.co.uk/1s/2020/05/09/12/28194546-0-image-a-30_1589024909355.jpg",
            "description": "US and Canadian researchers said the transmission risk was only reduced by about 1.5 per cent for every degree Fahrenheit above 77F (25C). They analysed 370,000 cases of the virus.",
            "content": "Warm weather does not kill off the coronavirus or hamper its ability to spread, two separate studies have found.\r\nUS and Canadian researchers said the transmission risk was only reduced by about 1.5 per cent for every degree Fahrenheit above 77F (25C).\r\nThey … [+17416 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-09T10:54:45Z",
            "title": "COVID-19 misinformation 'spreading almost as fast as the virus' - Sky News Australia",
            "url": "https://www.youtube.com/watch?v=8-Q6CFx-TgM",
            "urlToImage": "https://i.ytimg.com/vi/8-Q6CFx-TgM/maxresdefault.jpg",
            "description": "Conspiracy theory video clips about the coronavirus has been making the rounds online and raking up millions of views before being taken down by Facebook and...",
            "content": "Conspiracy theory video clips about the coronavirus has been making the rounds online and raking up millions of views before being taken down by Facebook and YouTube. \r\nExperts have said the video clips contain false claims and dangerous advice."
        },
        {
            "source": {
                "id": "usa-today",
                "name": "USA Today"
            },
            "publishedAt": "2020-05-09T10:03:56Z",
            "title": "The latest on global search for coronavirus vaccine: First US candidate set for Phase 2; WHO tracking 8 efforts; Pfizer tests in humans - USA TODAY",
            "url": "https://www.usatoday.com/story/news/health/2020/05/09/coronavirus-vaccine-race-us-testing/5179665002/",
            "urlToImage": "https://www.gannett-cdn.com/-mm-/b6d84c079eeddce9de2b2e2be1944ad2472390ff/c=0-112-2119-1304/local/-/media/2020/05/05/USATODAY/usatsports/a-person-holding-a-vaccine.jpg?width=1600&height=800&fit=crop",
            "description": "As the all-out effort for a vaccine accelerates, USA TODAY is rounding up some of the week's most notable developments.",
            "content": "About 100 research groups around the world are pursuing vaccines against the coronavirus, with nearly a dozen in early stages of human trials or poised to start. Finding out for sure if any of the vaccines work in the real world comes next. (May 4)\r\nAP Domest… [+5876 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-09T09:39:27Z",
            "title": "Coronavirus mutation to make the disease more contagious - Sky News Australia",
            "url": "https://www.youtube.com/watch?v=3ZNB7PUqpwk",
            "urlToImage": "https://i.ytimg.com/vi/3ZNB7PUqpwk/maxresdefault.jpg",
            "description": "A coronavirus mutation has been identified in Australia which could enhance the infectiousness of the disease. Over 50 percent of all coronavirus cases studi...",
            "content": "A coronavirus mutation has been identified in Australia which could enhance the infectiousness of the disease.\r\nOver 50 percent of all coronavirus cases studied by CSIRO were found to contain the strain.\r\nImage: Getty"
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.com"
            },
            "publishedAt": "2020-05-09T09:07:54Z",
            "title": "China says it will update disease control measures in wake of coronavirus - The Guardian",
            "url": "https://www.theguardian.com/world/2020/may/09/china-to-update-disease-prevention-and-control-systems-in-wake-of-coronavirus",
            "urlToImage": "https://i.guim.co.uk/img/media/32e30d30b4a1df37186161eeb6b5c2c1b3d9cb3c/0_113_4000_2399/master/4000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=3b129f54ffa656167ac46cf3788c1dd6",
            "description": "Senior health official says virus exposed ‘weak links’ in way country manages epidemics",
            "content": "China will reform its disease prevention and control system to address weaknesses exposed by the coronavirus outbreak, a senior health official has said.\r\nChina has been criticised domestically and abroad for being initially slow to react to the outbreak, whi… [+162 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-05-09T08:00:00Z",
            "title": "What works to flatten the curve and what science says on easing restrictions - CBC.ca",
            "url": "https://www.cbc.ca/news/health/restrictions-covid19-1.5562644",
            "urlToImage": "https://i.cbc.ca/1.5562703.1588980855!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/health-coronavirus-usa.JPG",
            "description": "As provinces move to loosen their coronavirus pandemic lockdowns, a new Canadian study analyzing what's worked elsewhere could guide the easing of restrictions.",
            "content": "Public health interventions like physical distancing, closing schools and prohibiting large gatherings have been effective in flattening the curve in many countries, according to a new Canadian study that could guide the lifting of restrictions.\r\nThe research… [+4225 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-09T00:14:02Z",
            "title": "New study raises question: Can coronavirus spread through sex? - CNN",
            "url": "https://www.youtube.com/watch?v=girPw3j5OJs",
            "urlToImage": "https://i.ytimg.com/vi/girPw3j5OJs/maxresdefault.jpg",
            "description": "New research in China shows that coronavirus can remain in the semen of men who have been formerly diagnosed with the illness. #CNN #News",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-05-08T23:37:28Z",
            "title": "Coronavirus: Compulsory vaccines in the UK and other rumours fact-checked - BBC News",
            "url": "https://www.bbc.com/news/52565764",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/11D29/production/_112210037_earring.jpg",
            "description": "A round-up of what's been debunked includes rumours about mandatory coronavirus vaccines and patents.",
            "content": "Image copyrightGetty ImagesImage caption\r\n Anti-vax videos have been widely shared online\r\nWe've been fact-checking the most widely shared dubious coronavirus claims this week.\r\nThere's no mandatory vaccine law in UK\r\nFirst, we've looked at a widely shared vi… [+5773 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-05-08T22:23:14Z",
            "title": "Can the blood of a llama named 'Winter' be used to protect against coronavirus? - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/can-the-blood-of-a-llama-named-winter-be-used-to-protect-against-coronavirus-1.4931247",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4931252.1588964793!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "What may be the latest hope in the hunt to develop a treatment for COVID-19 comes from an unusual source – a furry, four-year-old llama named 'Winter' that is living on a farm in the Belgium countryside.",
            "content": "TORONTO -- \r\nWhat may be the latest hope in the hunt to develop a treatment for COVID-19 comes from an unusual source a furry, four-year-old llama named Winter living on a farm in the Belgium countryside.\r\nResearchers from the U.S. and Belgium selected the ll… [+5403 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Torontosun.com"
            },
            "publishedAt": "2020-05-08T21:08:00Z",
            "title": "No, the flu is not worse than coronavirus - Toronto Sun",
            "url": "https://torontosun.com/news/national/no-the-flu-is-not-worse-than-coronavirus",
            "urlToImage": "https://postmediatorontosun.files.wordpress.com/2020/04/covid-1942467_long-term_care_78141710.jpg",
            "description": "Perhaps you’ve seen the claim online or heard someone you know make it: “Coronavirus is no worse than the flu!”Some people even try to claim the flu is actually worse than COVID-1…",
            "content": "Perhaps you’ve seen the claim online or heard someone you know make it: “Coronavirus is no worse than the flu!”\r\nSome people even try to claim the flu is actually worse than COVID-19. But the numbers prove they couldn’t be more wrong either in terms of cases … [+1032 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cornwallnewswatch.com"
            },
            "publishedAt": "2020-05-08T20:33:58Z",
            "title": "Four more deaths at Pinecrest Nursing Home - Cornwall Newswatch",
            "url": "https://www.cornwallnewswatch.com/2020/05/08/four-more-deaths-at-pinecrest-nursing-home/",
            "urlToImage": "https://www.cornwallnewswatch.com/wp-content/uploads/2020/05/Dr.-Paul-Roumeliotis-Zoom-Teleconference-Apr2220-1.jpg",
            "description": "PLANTAGENET, Ont. – Another four residents at Pinecrest Nursing Home have died from novel coronavirus, Medical Officer of Health Dr. Paul Roumeliotis announced Friday afternoon. “This is a tragedy.…",
            "content": "Eastern Ontario Health Unit Medical Officer of Health Dr. Paul Roumeliotis. (Zoom/EOHU via Newswatch Group)\r\nPLANTAGENET, Ont. Another four residents at Pinecrest Nursing Home have died from novel coronavirus, Medical Officer of Health Dr. Paul Roumeliotis an… [+1708 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nature.com"
            },
            "publishedAt": "2020-05-08T20:08:41Z",
            "title": "Coronavirus blood-clot mystery intensifies - Nature.com",
            "url": "https://www.nature.com/articles/d41586-020-01403-8",
            "urlToImage": "https://media.nature.com/lw1024/magazine-assets/d41586-020-01403-8/d41586-020-01403-8_17961880.jpg",
            "description": "Research begins to pick apart the mechanisms behind a deadly COVID-19 complication.",
            "content": "There are multiple reasons that blood clots could be forming in people with COVID-19.Credit: Steve Gschmeissner/Science Photo Library\r\nPurple rashes, swollen legs, clogged catheters and sudden death blood clots, large and small, are a frequent complication of… [+6693 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mirror.co.uk"
            },
            "publishedAt": "2020-05-08T19:09:02Z",
            "title": "Spain detects first coronavirus case in pet cat after family members struck down - Mirror Online",
            "url": "https://www.mirror.co.uk/news/world-news/spain-detects-first-coronavirus-case-21996119",
            "urlToImage": "https://i2-prod.mirror.co.uk/incoming/article21996135.ece/ALTERNATES/s1200/0_Cute-ginger-cat-lies-on-womans-hands-The-fluffy-pet-comfortably-settled-to-sleep-or-to-play-Cute.jpg",
            "description": "The four-year-old cat didn't die of coronavirus, but it's the first case of its kind in the country where more than 26,000 people have now died from the disease",
            "content": "Scientists say a cat which had to be put down in Spain showed signs of Covid-19 but did not die from the deadly virus. \r\nThis is the first case of its kind in the country where more than 26,000 people have now died from the virus. \r\nResearchers from the Anima… [+2057 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-08T18:52:34Z",
            "title": "Coronavirus: 1 death, 2 new cases, 3 recoveries in London-Middlesex, health unit says - Global News",
            "url": "http://globalnews.ca/news/6920600/london-middlesex-covid-19-may-8/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/wx210-42_2020_175541-7.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The death is not linked to an outbreak at a long-term care or retirement home, however both of the new cases are.",
            "content": "One person has died, two others have tested positive for the novel coronavirus and three more people have recovered, the Middlesex-London Health Unit (MLHU) reported Friday.\r\nIt brings the total number of confirmed cases in London and Middlesex to 438, of whi… [+9191 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-08T18:40:29Z",
            "title": "World beat smallpox 40 years ago, we can beat COVID-19 by working together: WHO - Global News",
            "url": "http://globalnews.ca/news/6921757/who-smallpox-anniversary-coronavirus/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2015/02/ny402-414_1947_121123_high.jpg?quality=70&strip=all&w=650&h=379&crop=1",
            "description": "On the anniversary of the eradication of smallpox, the World Health Organization said all countries must work together again to beat the coronavirus.",
            "content": "Smallpox was eradicated 40 years ago after unprecedented co-operation between nations, and a similar global effort could help bring an end to COVID-19, World Health Organization officials said Friday.\r\nSpeaking on the occasion of the 40th anniversary of the e… [+2836 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T16:57:54Z",
            "title": "What do studies on new coronavirus mutations tell us? - Arab News",
            "url": "https://www.youtube.com/watch?v=Sic0VMNEFcE",
            "urlToImage": "https://i.ytimg.com/vi/Sic0VMNEFcE/hqdefault.jpg",
            "description": "A series of studies of the genomes of thousands of samples of the new coronavirus SARS-CoV-2 show that it is mutating and evolving as it adapts to its human ...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Sciencedaily.com"
            },
            "publishedAt": "2020-05-08T15:43:24Z",
            "title": "Canadian study finds temperature, latitude not associated with COVID-19 spread: School closures, physical distancing and public health measures have effect - Science Daily",
            "url": "https://www.sciencedaily.com/releases/2020/05/200508083551.htm",
            "urlToImage": null,
            "description": "A new study finds that temperature and latitude do not appear to be associated with the spread of coronavirus disease 2019 (COVID-19), but school closures and other public health measures are having a positive effect.",
            "content": "Temperature and latitude do not appear to be associated with the spread of coronavirus disease 2019 (COVID-19), according to a study of many countries published in CMAJ (Canadian Medical Association Journal), but school closures and other public health measur… [+2697 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencedaily.com"
            },
            "publishedAt": "2020-05-07T20:44:49Z",
            "title": "Immunity of recovered COVID-19 patients could cut risk of expanding economic activity - Science Daily",
            "url": "https://www.sciencedaily.com/releases/2020/05/200507135355.htm",
            "urlToImage": null,
            "description": "New modeling of coronavirus behavior suggests that an intervention strategy based on shield immunity could reduce the risk of allowing the higher levels of human interaction needed to support expanded economic activity.",
            "content": "While attention remains focused on the number of COVID-19 deaths and new cases, a separate statistic -- the number of recovered patients -- may be equally important to the goal of minimizing the pandemic's infection rate as shelter-in-place orders are lifted.… [+7029 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-07T17:59:54Z",
            "title": "Coronavirus: 5 cases, 10 recoveries in London-Middlesex; outbreak at Sarnia's Landmark Village declared over - Global News",
            "url": "http://globalnews.ca/news/6915621/london-middlesex-covid-19-may-7/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/rjb11061593-3.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The total number of confirmed cases in London-Middlesex is now 436, of which 284 have recovered -- about 65 per cent of cases -- while 42 have died.",
            "content": "Health officials in London and Middlesex say five people have tested positive for novel coronavirus and 10 have recovered, while officials in Lambton County say a more-than-month-long outbreak at a Sarnia retirement home has been declared over.\r\nHealth offici… [+10051 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-05-07T17:23:00Z",
            "title": "Sweden tells people with COVID-19 symptoms to isolate for two — not 14 — days - National Post",
            "url": "https://nationalpost.com/news/world/sweden-says-people-with-covid-19-symptoms-only-need-to-isolate-two-days-after-feeling-better",
            "urlToImage": "https://nationalpostcom.files.wordpress.com/2020/05/sweden-1.jpg",
            "description": "Sweden believes that asymptomatic transmission is not a significant factor in the spread of coronavirus, but the WHO says people should self-isolate for 14 days",
            "content": "Sweden’s public health agency is under pressure to change its controversial recommendation that people can leave self-isolation after just two days if they do not have symptoms, as top researchers in the country called for it to move closer to World Health Or… [+1342 chars]"
        }
    ]
}