{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Thesun.co.uk"
            },
            "publishedAt": "2020-04-15T16:33:14Z",
            "title": "Pregnant NHS nurse, 28, dies of coronavirus – but her baby is saved after emergency caesarean - The Sun",
            "url": "http://www.thesun.co.uk/news/11403855/pregnant-nurse-dies-coronavirus-baby-survives/",
            "urlToImage": "https://www.thesun.co.uk/wp-content/uploads/2020/04/NINTCHDBPICT000391404126.jpg?strip=all&quality=100&w=1200&h=800&crop=1",
            "description": "",
            "content": "A HEAVILY pregnant nurse has died after testing positive for coronavirus as her hospital paid tribute to the \"fantastic\" medic.\r\nMary Agyeiwaa Agyapong, 28, delivered her baby in an emergency c-section but tragically died soon after on Sunday.\r\n Mary Agyeiwaa… [+3593 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.comworld"
            },
            "publishedAt": "2020-04-15T14:54:06Z",
            "title": "Woman, 106, leaves hospital after coronavirus recovery - The Guardian",
            "url": "https://amp.theguardian.comworld/2020/apr/15/woman-106-leaves-hospital-after-being-treated-for-coronavirus",
            "urlToImage": "https://i.guim.co.uk/img/media/7ac4c17ac4d523bd4619368b02288eeb5bc919bb/0_44_3500_2099/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=dc6155065cb27342cb15facc3bea5045",
            "description": "Connie Titchen discharged from Birmingham City hospital after three weeks with virus",
            "content": "A 106-year-old woman is thought to be Britains oldest patient to recover from coronavirus, after being discharged from Birminghams City hospital.\r\nConnie Titchen spent three weeks in hospital with the virus, but was given a clean bill of health by doctors thi… [+1471 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-15T14:49:06Z",
            "title": "Lead coronavirus vaccine scientist: Here's when we could expect a vaccine - CNN",
            "url": "https://www.youtube.com/watch?v=a09PhAqw16A",
            "urlToImage": "https://i.ytimg.com/vi/a09PhAqw16A/maxresdefault.jpg",
            "description": "Kizzmekia Corbett, the National Institute of Health's lead scientist for coronavirus vaccine research tells CNN's Anderson Cooper and Dr. Sanjay Gupta that a...",
            "content": "Kizzmekia Corbett, the National Institute of Health's lead scientist for coronavirus vaccine research tells CNN's Anderson Cooper and Dr. Sanjay Gupta that a vaccine for coronavirus could possibly be available to the general public by next spring.\r\n#CNN#News"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-15T14:26:16Z",
            "title": "Largest antibody study could answer crucial coronavirus questions - Good Morning America",
            "url": "https://www.youtube.com/watch?v=BYD_54Bi8VM",
            "urlToImage": "https://i.ytimg.com/vi/BYD_54Bi8VM/maxresdefault.jpg",
            "description": "38,000 workers across a hospital system near Detroit have the chance to get tested which would help answer questions about the disease and possible immunity.",
            "content": "38,000 workers across a hospital system near Detroit have the chance to get tested which would help answer questions about the disease and possible immunity."
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-15T14:14:50Z",
            "title": "5 things to know for April 15: Coronavirus, WHO, South Korea, health, Notre Dame - CNN",
            "url": "https://www.cnn.com/2020/04/15/us/five-things-april-15-trnd/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200410171137-antibody-test-gupta-dnt-super-tease.jpg",
            "description": "Here's what else you need to know to Get Up to Speed and On with Your Day.",
            "content": "(CNN)It may be hard to think about travel with everything else going on, but experts say now is the time to book low-risk, low-cost future flights.\r\nHere's what you need to know to Get Up to Speed and On with Your Day. \r\n(You can also get \"5 Things You Need t… [+5553 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-15T13:44:00Z",
            "title": "BREAKING NEWS: UK coronavirus deaths increase by 761 to 12868 - Sky News",
            "url": "https://www.youtube.com/watch?v=3H4D73reH4Y",
            "urlToImage": "https://i.ytimg.com/vi/3H4D73reH4Y/maxresdefault.jpg",
            "description": "It's been announced that a further 761 people with #COVID19 have died in hospitals across the UK. It takes the nationwide total to 12,868. The number of test...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-15T13:34:09Z",
            "title": "Covid-19: Safety of Health workers - TVC News Nigeria",
            "url": "https://www.youtube.com/watch?v=UvBvf3b0new",
            "urlToImage": "https://i.ytimg.com/vi/UvBvf3b0new/maxresdefault.jpg",
            "description": "Measures for protecting workers from exposure to, and infection with, SARS-CoV-2, the virus that causes Coronavirus Disease 2019 (COVID-19), depend on the ty...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Africanarguments.org"
            },
            "publishedAt": "2020-04-15T13:32:31Z",
            "title": "The pandemic will affect the mental health of all these groups - African Arguments",
            "url": "https://africanarguments.org/2020/04/15/the-pandemic-will-affect-the-mental-health-of-all-these-groups/",
            "urlToImage": "https://africanarguments.org/wp-content/uploads/2020/04/mental-health-coronavirus-africa.jpg",
            "description": "It is essential that governments include mental health responses in their plans to address coronavirus. Like others across the world, countries in Africa are scrambling to curtail the spread of the coronavirus through measures such as lockdowns and border clo…",
            "content": "It is essential that governments include mental health responses in their plans to address coronavirus.\r\nFrom health workers, to children, to those stuck in cramped homes, the coronavirus will likely have a detrimental impact on mental health. Credit: Hugh Mi… [+6062 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo.com"
            },
            "publishedAt": "2020-04-15T13:15:00Z",
            "title": "Coronavirus: UK deaths rise 761 to 12,868 - Yahoo Style",
            "url": "https://ca.style.yahoo.com/uk-coronavirus-cases-deaths-131524876.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/4XHtMZiOGO0DtXxkDpvkKA--~B/aD0zNjAxO3c9NTQwMjtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-images/2020-04/3a2b82d0-7676-11ea-bd7a-a5b307ee5153",
            "description": "The combined figure for all four nations is different to the UK-wide figure published by the Department of Health every day.",
            "content": "The UKs coronavirus pandemics could have peaked given recent death figures, an expert has said.\r\nProfessor James Naismith, the director of the Rosalind Franklin Institute and professor of structural biology at the University of Oxford, has also warned that li… [+5289 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-15T11:45:50Z",
            "title": "Coronavirus outbreak at Montreal General Hospital puts dozens of staff in quarantine - Global News",
            "url": "http://globalnews.ca/news/6819920/coronavirus-outbreak-montreal-general-hospital/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2017/09/general.jpg?quality=70&strip=all&crop=0px%2C77px%2C997px%2C526px&resize=720%2C379",
            "description": "New admissions to Montreal General Hospital's 15th floor, where the coronavirus outbreak began, have been halted \"until further notice.\"",
            "content": "The Montreal General Hospital is experiencing an outbreak of the novel coronavirus. A total of six people in the internal medicine ward located on the hospital’s 15th floor have tested positive for the virus.\r\nIn a statement released Tuesday evening, the McGi… [+1078 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-04-15T11:27:00Z",
            "title": "CDC director says 19-20 U.S. states may be ready to reopen May 1 - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-usa-cdc-idUSKCN21X1KC",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200415&t=2&i=1515165494&w=1200&r=LYNXNPEG3E0W8",
            "description": "The director of the federal Centers for Disease Control and Prevention said on Wednesday he believes 19 or 20 U.S. states have had limited impact from the new coronavirus and their governors believe they may be ready to reopen by President Donald Trump's May …",
            "content": "WASHINGTON (Reuters) - The director of the federal Centers for Disease Control and Prevention said on Wednesday he believes 19 or 20 U.S. states have had limited impact from the new coronavirus and their governors believe they may be ready to reopen by Presid… [+2655 chars]"
        },
        {
            "source": {
                "id": "wired",
                "name": "Wired"
            },
            "publishedAt": "2020-04-15T11:17:08Z",
            "title": "What if Covid-19 Returns Every Year, Like the Common Cold? - WIRED",
            "url": "https://www.wired.com/story/what-if-covid-19-returns-every-year-like-the-common-cold/",
            "urlToImage": "https://media.wired.com/photos/5e960c49a231050008136053/191:100/w_1280,c_limit/Science_lipsitch_1151768602.jpg",
            "description": "A new Harvard study models how long we’d have to keep social distancing if the virus turns out to be seasonal, like its coronavirus cousins. It could be years.",
            "content": "The novel coronavirus SARS-CoV-2 is often compared to its close genetic cousin SARS-CoV-1. And for good reason: The virus responsible for the early 2000s SARS outbreak is, in many ways, the closest parallel to what were dealing with now. Researchers look to i… [+6650 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mirror.co.uk"
            },
            "publishedAt": "2020-04-15T09:53:58Z",
            "title": "Scientists discover six new coronaviruses in bats from the same family as SARS-CoV-2 - Mirror Online",
            "url": "https://www.mirror.co.uk/science/scientists-discover-six-new-coronaviruses-21869657",
            "urlToImage": "https://i2-prod.mirror.co.uk/incoming/article21853248.ece/ALTERNATES/s1200/2_GettyImages-535590685.jpg",
            "description": "Scientists from the Smithsonian’s Global Health Programme discovered the coronaviruses in bats in Myanmar, marking the first time that these viruses have been detected anywhere in the world",
            "content": "Scientists have discovered six new coronaviruses in bats that are in the same family as the SARS-CoV2 virus thats behind the worldwide pandemic.\r\nThe team, from the Smithsonians Global Health Programme, discovered the coronaviruses in bats in Myanmar, marking… [+1732 chars]"
        },
        {
            "source": {
                "id": "bloomberg",
                "name": "Bloomberg"
            },
            "publishedAt": "2020-04-15T09:02:00Z",
            "title": "Hyped Malaria Pill Doesn’t Help Clear Coronavirus in Study - Bloomberg",
            "url": "https://www.bloomberg.com/tosv2.html?vid=&uuid=175ac9f0-7f18-11ea-b676-3ffd49398054&url=L25ld3MvYXJ0aWNsZXMvMjAyMC0wNC0xNS9oeXBlZC1tYWxhcmlhLXBpbGwtZG9lc24tdC1oZWxwLWNsZWFyLWNvcm9uYXZpcnVzLWluLXN0dWR5",
            "urlToImage": null,
            "description": null,
            "content": "To continue, please click the box below to let us know you're not a robot."
        },
        {
            "source": {
                "id": null,
                "name": "Thesun.co.uk"
            },
            "publishedAt": "2020-04-15T06:51:25Z",
            "title": "Coronavirus pandemic may spark mass measles outbreaks as 117 million kids at risk of missing vaccine, Unicef - The Sun",
            "url": "http://www.thesun.co.uk/news/11397643/coronavirus-pandemic-missing-measles-vaccine/",
            "urlToImage": "https://www.thesun.co.uk/wp-content/uploads/2020/04/NINTCHDBPICT000475245561.jpg?strip=all&quality=100&w=1200&h=800&crop=1",
            "description": "",
            "content": "THE coronavirus pandemic could lead to mass outbreaks of the measles as global vaccination programmes are put on hold during the current crisis.\r\nUnicef says 117 million youngsters in 37 countries may not get immunised as COVID-19 forces social distancing and… [+5940 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bdnews24.com"
            },
            "publishedAt": "2020-04-15T06:26:08Z",
            "title": "Positioning coronavirus patients on their stomachs can save lives: doctors - bdnews24.com",
            "url": "https://bdnews24.com/health/2020/04/15/positioning-coronavirus-patients-on-their-stomachs-can-save-lives-doctors",
            "urlToImage": "https://d30fl32nd2baj9.cloudfront.net/media/2020/04/15/british-doctor-150420-01.jpg/ALTERNATES/w640/british-doctor-150420-01.jpg",
            "description": "Doctors are finding that placing the sickest coronavirus patients on their stomachs (called prone positioning) helps increase the amount of oxygen that's getting to their lungs, reports news broadcaster CNN.",
            "content": "\"We're saving lives with this, one hundred percent,\" said Dr Mangala Narasimhan, the regional director for critical care at Northwell Health, which owns 23 hospitals in New York.\r\n \"It's such a simple thing to do, and we've seen remarkable improvement. We can… [+3409 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Rawstory.com"
            },
            "publishedAt": "2020-04-15T06:20:33Z",
            "title": "Read it: Trump administration draft plan on how to re-open America for business — starting May 1 - Raw Story",
            "url": "https://www.rawstory.com/2020/04/read-it-trump-administration-draft-plan-on-how-to-re-open-america-for-business-starting-may-1/",
            "urlToImage": "https://www.rawstory.com/wp-content/uploads/2020/03/trump-pence-Coronavirus-Task-Force-Press-Briefing.jpg",
            "description": "Terrified of losing re-election President Donald Trump is plowing forward with a plan to re-open the nation for business regardless of how many lives will be lost to the coronavirus as a result. The Washington Post reports on the plan, calling it “a public he…",
            "content": "Terrified of losing re-election President Donald Trump is plowing forward with a plan to re-open the nation for business regardless of how many lives will be lost to the coronavirus as a result.\r\nThe Washington Post reports on the plan, calling it “a public h… [+3049 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sifted.eu"
            },
            "publishedAt": "2020-04-15T04:00:00Z",
            "title": "How AI is finding drugs to treat coronavirus - Sifted",
            "url": "https://sifted.eu/articles/ai-coronavirus-drugs/",
            "urlToImage": "https://content.sifted.eu/wp-content/uploads/2020/04/14203554/Hand-holding-a-petri-dish.png",
            "description": "AI companies are helping speed up the process of discovering with drugs — existing or new — can be used to treat coronavirus.",
            "content": "It still makes the hair stand up at the back of my neck, thinking about it, says Peter Richardson, vice president of pharmacology at BenevolentAI, describing the moment when he realised that baricitinib, a drug previously used for the treatment of rheumatoid … [+5495 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nypost.com"
            },
            "publishedAt": "2020-04-15T01:40:55Z",
            "title": "Most NYC kids 'probably' already have coronavirus, doc says - New York Post ",
            "url": "https://nypost.com/2020/04/14/most-new-york-city-children-probably-have-coronavirus-doc-says/",
            "urlToImage": "https://thenypost.files.wordpress.com/2020/04/kids-masks.jpg?quality=90&strip=all&w=1200",
            "description": "Most New York children “probably” already have coronavirus and are serving as vectors to spread the disease, according to one New York pediatrician. Dr. Dyan Hes at New York City’s Gramercy P…",
            "content": "Most New York children probably already have coronavirus and are serving as vectors to spread the disease, according to one New York pediatrician.\r\nDr. Dyan Hes at New York City’s Gramercy Pediatrics advised parents to assume their children have the virus if … [+2411 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-14T23:02:00Z",
            "title": "UK promises to test all care home residents and staff with coronavirus symptoms - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/uk-promises-to-test-all-care-home-residents-and-staff-with-coronavirus-symptoms",
            "urlToImage": "https://secure.gravatar.com/blavatar/bf69214e83fdd5520e4b5d91ba3b7d64?s=200&ts=1586969598",
            "description": "LONDON — Britain promised on Wednesday to test all residents and employees of nursing homes who have COVID-19 symptoms after official data showed the death toll from the pandemic was far high…",
            "content": "LONDON — Britain promised on Wednesday to test all residents and employees of nursing homes who have COVID-19 symptoms after official data showed the death toll from the pandemic was far higher when the elderly in care were included.\r\nAt the moment Britain te… [+1542 chars]"
        }
    ]
}