{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-05-12T18:27:50Z",
            "title": "Truth Tracker: 'Plandemic' video full of false conspiracy theories about COVID-19 - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/truth-tracker-plandemic-video-full-of-false-conspiracy-theories-about-covid-19-1.4935399",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4893713.1589287867!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "A documentary-style video called 'Plandemic' has been removed by social media platforms after peddling potentially dangerous conspiracy theories about the coronavirus pandemic, including that it was engineered in a lab and that wearing a face mask is actually…",
            "content": "TORONTO -- \r\nA documentary-style video called 'Plandemic: The Hidden Agenda Behind COVID-19' has been removed by social media platforms after peddling potentially dangerous conspiracy theories about the coronavirus pandemic.\r\nThe 26-minute video has reportedl… [+13227 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-12T18:05:00Z",
            "title": "2 new coronavirus cases, 3 recoveries in London-Middlesex, health unit says - Global News",
            "url": "http://globalnews.ca/news/6932938/coronavirus-cases-london-middlesex-update-tuesday-may-12/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/gmh10962350.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The total number of confirmed cases is now 456, of which 303 have recovered and 43 have died.",
            "content": "Two people have tested positive for the novel coronavirus, while four more people have recovered, health officials with the Middlesex-London Health Unit reported on Tuesday.\r\nThe update brings the total number of confirmed cases to 456, of which 303 have reco… [+8670 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-12T17:41:27Z",
            "title": "Total Access Urgent Care offering antibody testing - KSDK News",
            "url": "https://www.youtube.com/watch?v=SHO9ducl_9o",
            "urlToImage": "https://i.ytimg.com/vi/SHO9ducl_9o/maxresdefault.jpg",
            "description": "Total Access Urgent Care is now offering antibody testing. The test detects if you have been previously infected with the coronavirus, causing you to develop...",
            "content": "Total Access Urgent Care is now offering antibody testing.\r\nThe test detects if you have been previously infected with the coronavirus, causing you to develop antibodies to it.\r\n\"We're doing everything we can to stay ahead of the curve. Our number of supplies… [+828 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-12T17:30:01Z",
            "title": "Is coronavirus making it harder to treat other diseases in Africa? | Inside Story - Al Jazeera English",
            "url": "https://www.youtube.com/watch?v=5_e7sT5vtRg",
            "urlToImage": "https://i.ytimg.com/vi/5_e7sT5vtRg/maxresdefault.jpg",
            "description": "The coronavirus pandemic is putting enormous strain on health systems worldwide. In some countries that means resources are being diverted from other treatme...",
            "content": "The coronavirus pandemic is putting enormous strain on health systems worldwide.In some countries that means resources are being diverted from other treatments.Patients with illnesses such as HIV, tuberculosis or malaria risk having their treatment interrupte… [+774 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-05-12T17:19:00Z",
            "title": "UK coronavirus outbreak kills at least 20,000 in care homes - Reuters calculation - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/uk-coronavirus-outbreak-kills-at-least-20000-in-care-homes-reuters-calculation",
            "urlToImage": "https://secure.gravatar.com/blavatar/bf69214e83fdd5520e4b5d91ba3b7d64?s=200&ts=1589309494",
            "description": "LONDON — At least 20,000 people have died in care homes in England and Wales as a consequence of the coronavirus pandemic, according to Reuters calculations based on official data.In the eigh…",
            "content": "LONDON — At least 20,000 people have died in care homes in England and Wales as a consequence of the coronavirus pandemic, according to Reuters calculations based on official data.\r\nIn the eight weeks to May 1, there were 37,627 people who died in care homes … [+2534 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Kitco.com"
            },
            "publishedAt": "2020-05-12T16:09:00Z",
            "title": "WHO sees 'potentially positive data' in treating coronavirus - Kitco NEWS",
            "url": "https://www.kitco.com/news/2020-05-12/WHO-sees-potentially-positive-data-in-treating-coronavirus.html",
            "urlToImage": "https://www.kitco.com/news/images/reuters/Reuters_235x147_V2.jpg",
            "description": "Market News",
            "content": "GENEVA (Reuters) - The World Health Organization said on Tuesday that some treatments appear to be limiting the severity or length of the COVID-19 disease and that it was focusing on learning more about four or five of the most promising ones.\r\nThe Geneva-bas… [+4033 chars]"
        },
        {
            "source": {
                "id": "cbs-news",
                "name": "CBS News"
            },
            "publishedAt": "2020-05-12T14:20:28Z",
            "title": "Coronavirus death toll in NYC likely worse than official tally, CDC study says - CBS News",
            "url": "https://www.cbsnews.com/news/coronavirus-nyc-death-toll-higher-official-count-cdc/",
            "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/05/06/e10e5722-ed8d-40d8-be5c-6932d908c01b/thumbnail/1200x630g6/fe339361c3187a71a18c170cc9e9a41b/ap-20105166373380.jpg",
            "description": "Between March 11 and May 2, about 24,000 more people died in the city than researchers would ordinarily expect during that time period.",
            "content": "New York City's death toll from the coronavirus may be thousands of fatalities worse than the tally kept by the city and state, according to an analysis released Monday by the U.S. Centers for Disease Control and Prevention.\r\nBetween March 11 and May 2, about… [+2134 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "publishedAt": "2020-05-12T14:01:17Z",
            "title": "Scans of COVID-19 Patients Reveal What the Coronavirus Can Do to Your Bowel - Newsweek",
            "url": "https://www.newsweek.com/scans-covid-19-patients-reveal-what-coronavirus-can-do-your-bowel-1503367",
            "urlToImage": "https://d.newsweek.com/en/full/1589215/covid-19-bowel.jpg",
            "description": "The enzyme that the coronavirus uses to enter our lung cells is also present in the gut, scientists explained.",
            "content": "Scans of the bodies of COVID-19 patients have revealed what the coronavirus can do to the bowel.\r\nFor the study, which is thought to mark the first time abdominal images of COVID-19 patients have been published in a scientific journal, researchers at Massachu… [+3309 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Wfla.com"
            },
            "publishedAt": "2020-05-12T11:48:00Z",
            "title": "Coronavirus and hurricane season: Tampa Bay prepares for double disaster - WFLA",
            "url": "https://www.wfla.com/weather/hurricane/coronavirus-and-hurricane-season-tampa-bay-prepares-for-double-disaster/",
            "urlToImage": "https://www.wfla.com/wp-content/uploads/sites/71/2020/05/Hurricane.jpg?w=1280&h=720&crop=1",
            "description": "Hurricane season is just weeks away and bay area emergency management agencies are having to prepare for more than just a potentially busy season. Emergency Management officials in Hillsborough Cou…",
            "content": "HILLSBOROUGH COUNTY, Fla. (WFLA) — Hurricane season is just weeks away and emergency management agencies in Tampa Bay are having to prepare for more than just a potentially busy season.\r\nEmergency Management officials in Hillsborough County are adjusting thei… [+1475 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-12T10:32:38Z",
            "title": "Coronavirus: Countries driving blind as they begin to reopen, expert warns - Globalnews.ca",
            "url": "http://globalnews.ca/news/6932309/coronavirus-countries-reopen/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/1000-19.jpeg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "India's trains will start rolling again and millions in the Philippines will be able to leave their homes, even as an expert warns that many countries are driving blind as they reopen amid COVID-19.",
            "content": "India‘s trains will start rolling again and millions in the Philippines will be able to leave their homes, even as an expert warns that many countries are driving blind as they reopen because they haven’t set up strong systems to track new outbreaks of the co… [+5207 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Express.co.uk"
            },
            "publishedAt": "2020-05-12T03:26:00Z",
            "title": "Trump's top medical advisor outlines key reason why more than one vaccine is needed - Express.co.uk",
            "url": "https://www.express.co.uk/news/science/1280912/trump-news-fauci-coronavirus-vaccine-face-masks-white-house-briefing",
            "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/151/750x445/1280912.jpg",
            "description": "LEADING health experts have suggested that multiple coronavirus vaccines could be required to effectively fight the virus.",
            "content": null
        },
        {
            "source": {
                "id": "the-globe-and-mail",
                "name": "The Globe And Mail"
            },
            "publishedAt": "2020-05-12T00:38:39Z",
            "title": "With salons planning to reopen, what will a haircut be like during a pandemic? - The Globe and Mail",
            "url": "https://www.theglobeandmail.com/canada/article-with-salons-planning-to-reopen-what-will-a-haircut-be-like-during-a/",
            "urlToImage": "https://www.theglobeandmail.com/resizer/wM_njz-k8TS4ciucb9F-Oy4GQm4=/1200x0/filters:quality(80)/cloudfront-us-east-1.images.arcpublishing.com/tgam/IH7QKL6BNBCLJAXE4CR332LWLY.jpg",
            "description": "Some of the small joys of going to the salon will be sacrificed due to the risk of spreading the coronavirus",
            "content": "Tyler Moore, owner of Parlour Salon, plans to open for retail sales on Thursday, now that more non-essential businesses in Ontario are allowed to open for curbside pickup. \r\nMelissa Tait/The Globe and Mail\r\nWith many provinces now planning to allow the reopen… [+3220 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Dailyhive.com"
            },
            "publishedAt": "2020-05-11T22:43:00Z",
            "title": "Alberta opening coronavirus testing to asymptomatic Calgary workers | News - Daily Hive",
            "url": "https://dailyhive.com/calgary/alberta-coronavirus-testing-calgary-workers",
            "urlToImage": "https://images.dailyhive.com/20200430092256/coronavirus-testing-500x256.jpg",
            "description": "If you work outside the home, you can get tested.",
            "content": "The Province of Alberta is, yet again, expanding their COVID-19 testing.\r\nAlberta’s Chief Medical Officer of Health Dr. Deena Hinshaw announced at Monday’s coronavirus update that testing would be offered to asymptomatic Calgary zone residents who work outsid… [+1144 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-05-11T22:08:00Z",
            "title": "Fraser Health introduces virtual pre-admission surgical screening - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/british-columbia/fraser-health-introduces-virtual-pre-admission-surgical-screening-1.5565035",
            "urlToImage": "https://i.cbc.ca/1.3493756.1468260396!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/eastern-health-surgery-surgical-theatre.jpg",
            "description": "Video conference consultations will eliminate the need for in-person hospital visits and lower the risk of coronavirus exposure.",
            "content": "Fraser Health says the majority of surgical patients needing pre-admission assessments will now be able to do them via video conference, lowering the risk for coronavirus exposure by eliminating the need for in-person hospital visits.\r\nFraser Health president… [+1265 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Citynews.ca"
            },
            "publishedAt": "2020-05-11T20:45:46Z",
            "title": "Whitby man beats coronavirus after 49 days in hospital - CityNews",
            "url": "https://toronto.citynews.ca/2020/05/11/whitby-man-beats-coronavirus-after-49-days-in-hospital/",
            "urlToImage": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2020/05/11/Joe-Persico-COVID-survivor-1-scaled-e1589228931742.jpg",
            "description": "From barely ever being sick, to spending 49 days in the hospital — a 56-year-old Whitby man has beaten the novel coronavirus and along with it, the near impossible odds that were stacked against him.",
            "content": "From barely ever being sick, to spending 49 days in the hospital a 56-year-old Whitby man has beaten the novel coronavirus and along with it, the near impossible odds that were stacked against him.\r\nJoe Persico spent 20 of those 49 days on a ventilator in an … [+7161 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Jamaica-star.com"
            },
            "publishedAt": "2020-05-11T20:07:48Z",
            "title": "Virus death toll in NYC worse than official tally - Jamaica Star Online",
            "url": "http://jamaica-star.com/article/news/20200511/virus-death-toll-nyc-worse-official-tally",
            "urlToImage": "http://jamaica-star.com/sites/default/files/styles/250px/public/articles/images/1000_56.jpeg?itok=vUT4Jw4_",
            "description": "NEW YORK (AP) — New York City’s death toll from the coronavirus may be thousands of fatalities worse than the tally kept by the city and state, according to an analysis released Monday by the U.S. Centers for Disease Control and...",
            "content": "NEW YORK (AP) New York Citys death toll from the coronavirus may be thousands of fatalities worse than the tally kept by the city and state, according to an analysis released Monday by the U.S. Centers for Disease Control and Prevention.\r\nBetween March 11 and… [+1749 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Rawstory.com"
            },
            "publishedAt": "2020-05-11T20:05:54Z",
            "title": "New York City virus deaths may be thousands more than official toll: study - Raw Story",
            "url": "https://www.rawstory.com/2020/05/new-york-city-virus-deaths-may-be-thousands-more-than-official-toll-study/",
            "urlToImage": "https://www.rawstory.com/wp-content/uploads/2020/04/Coronavirus-New-York-City-©-Johannes-Eisele-AFP.jpeg",
            "description": "New York City’s coronavirus death toll may be several thousand more than the local government’s official tally, the United States Centers for Disease Control and Prevention said in a report Monday. About 24,172 more people died in the Big Apple between March …",
            "content": "New York City’s coronavirus death toll may be several thousand more than the local government’s official tally, the United States Centers for Disease Control and Prevention said in a report Monday.\r\nAbout 24,172 more people died in the Big Apple between March… [+2522 chars]"
        },
        {
            "source": {
                "id": "axios",
                "name": "Axios"
            },
            "publishedAt": "2020-05-11T19:27:43Z",
            "title": "CDC finds 5,000 more deaths in NYC than official coronavirus toll - Axios",
            "url": "https://www.axios.com/cdc-nyc-coronavirus-excess-deaths-a872f15a-2c21-4278-8a1c-7739ff0c05ce.html",
            "urlToImage": "https://images.axios.com/pLlihmKp7bkF6dS1H-qoDWCOmcI=/2020/05/11/1589220432767.jpg",
            "description": "Deaths caused by COVID-19 are estimated to be widely undercounted globally.",
            "content": "About 24,000 more people died in New York City from March 11 through May 2 than would normally be expected by researchers, suggesting that the coronavirus death toll may be significantly higher than the state's official tally of nearly 19,000, according to da… [+1064 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-11T17:16:14Z",
            "title": "13 new coronavirus cases in London-Middlesex, 4 recoveries, no new deaths - Globalnews.ca",
            "url": "http://globalnews.ca/news/6929133/coronavirus-london-middlesex-may-11/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/gettyimages-1209279675.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "One of the new cases is linked to a resident in a senior care home. Eleven new cases are from London and two are from Strathroy-Caradoc.",
            "content": "The Middlesex-London Health Unit (MLHU) reported an additional 13 cases of the coronavirus on Monday, bringing the region’s total to 456.\r\nOne of these cases is linked to a resident in a senior care home. Eleven new cases are in London, and two are in Strathr… [+5159 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Firstpost.com"
            },
            "publishedAt": "2020-05-11T13:36:06Z",
            "title": "Coronavirus Outbreak: How did the previous pandemics end? When will we know that it is over? - Firstpost",
            "url": "https://www.firstpost.com/health/coronavirus-outbreak-how-did-the-previous-pandemics-end-when-will-we-know-that-it-is-over-8356321.html",
            "urlToImage": "https://images.firstpost.com/wp-content/uploads/2020/05/virus-1.jpg",
            "description": "An end can occur not because a disease is defeated but because people grow tired of the panic and learn to live with it.",
            "content": null
        }
    ]
}