{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Mirror.co.uk"
            },
            "publishedAt": "2020-03-17T12:23:45Z",
            "title": "Coronavirus: Advice pregnant women should take to protect themselves against disease - Mirror Online",
            "url": "https://www.mirror.co.uk/news/uk-news/coronavirus-advice-pregnant-women-protect-21705518",
            "urlToImage": "https://i2-prod.mirror.co.uk/incoming/article21705584.ece/ALTERNATES/s1200/0_JS209128626.jpg",
            "description": "In the first of the government's daily briefings to be broadcast to the country, pregnant women were grouped with the elderly and more vulnerable and could face 12 weeks of social distancing to avoid infection",
            "content": "Pregnant women were yesterday added to the list of those more 'at risk' from coronavirus.\r\nIn the first of the government's daily briefings to be broadcast to the country, pregnant women were grouped with the elderly and more vulnerable and could face 12 week… [+7139 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-17T10:34:04Z",
            "title": "Coronavirus drive-thru testing stations could be game-changers: Epidemiologist - Global News",
            "url": "http://globalnews.ca/news/6684511/coronavirus-drive-thru-testing/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/covid-asssessment3-calgary-drive-thru.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Epidemiologist Stephen Hoption Cann told 680 CJOB the practice could be an effective way to keep patients who test positive for COVID-19 out of Canadian emergency rooms.",
            "content": "Could drive-thru testing make an impact on Canada’s coronavirus crisis?\r\nEpidemiologist Stephen Hoption Cann told 680 CJOB the practice which has been used with great success in South Korea and has since spread to other countries is potentially an effective w… [+2321 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.com"
            },
            "publishedAt": "2020-03-17T09:44:37Z",
            "title": "When will a coronavirus vaccine be ready? - The Guardian",
            "url": "https://www.theguardian.com/world/2020/mar/17/when-will-a-coronavirus-vaccine-be-ready",
            "urlToImage": "https://i.guim.co.uk/img/media/f1a723c4431b974f8b6ad4f7a34e0ada9e169b51/0_0_2560_1536/master/2560.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=9975f99e14d9de28d44b3b067e03d1d5",
            "description": "Human trials will begin in April – but even if they go well, there are many barriers before global immunisation is feasible",
            "content": "Even at their most effective and draconian containment strategies have only slowed the spread of the respiratory disease Covid-19. With the World Health Organization finally declaring a pandemic, all eyes have turned to the prospect of a vaccine, because only… [+11336 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theregister.co.uk"
            },
            "publishedAt": "2020-03-17T07:34:00Z",
            "title": "Come back, AI. All is forgiven: We know we've mocked you in the past, but we need help analyzing 26,000 papers on COVID-19, coronaviruses - The Register",
            "url": "https://www.theregister.co.uk/2020/03/17/ai_covid_19/",
            "urlToImage": "https://regmedia.co.uk/2020/03/16/text_overload.jpg",
            "description": "Please develop machine-learning algos to analyse this text for a vaccine",
            "content": "A dataset of more than 29,000 scientific papers focused on COVID-19, and the coronavirus family as a whole, has been publicly shared to ultimately help the medical world thwart the bio-nasties.\r\nSpecifically, it is hoped AI-based tools can be developed to com… [+3748 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Deccanherald.com"
            },
            "publishedAt": "2020-03-17T03:14:57Z",
            "title": "US begins first human trial of coronavirus vaccine - Deccan Herald",
            "url": "https://www.deccanherald.com/international/world-news-politics/us-begins-first-human-trial-of-coronavirus-vaccine-814484.html",
            "urlToImage": "https://www.deccanherald.com/sites/dh/files/article_images/2020/03/17/Corona%201-1584421515.jpg",
            "description": "Supported by a global coalition founded by India and Norway, the US has begun the phase one clinical trial of an investigational vaccine designed to protect against the coronavirus disease which has claimed the lives of over 7,000 people globally. The trial b…",
            "content": "Supported by a global coalition founded by India and Norway, the US has begun the phase one clinical trial of an investigational vaccine designed to protect against the coronavirus disease which has claimed the lives of over 7,000 people globally.\r\nThe trial … [+5090 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.com"
            },
            "publishedAt": "2020-03-17T03:12:00Z",
            "title": "What effect will winter have on coronavirus in Australia? - The Guardian",
            "url": "https://www.theguardian.com/world/2020/mar/17/what-effect-will-winter-have-on-coronavirus-in-australia",
            "urlToImage": "https://i.guim.co.uk/img/media/6f19b57113c42bcf8ea3cc110b21eddfbfbf0972/0_192_7040_4224/master/7040.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=23fabe2a930a4f9631d94a6b4849b722",
            "description": "As the southern hemisphere winter looms, cooler temperatures may affect the behaviour of the virus – and of people, who tend to spend more time close together indoors",
            "content": "In many parts of the world, wintertime tends to be when people get sick from viruses that cause colds and influenza.\r\nThe illness Covid-19 broke out in Chinas winter and spread in Iran, Italy and the rest of Europe as those countries endured their coldest mon… [+6708 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Q13fox.com"
            },
            "publishedAt": "2020-03-17T02:15:58Z",
            "title": "One ‘dangerous’ coronavirus ‘self-check test’ is circulating on social media. Here’s why you should avoid it. - Q13 News Seattle",
            "url": "https://q13fox.com/2020/03/16/one-dangerous-coronavirus-self-check-test-is-circulating-on-social-media-heres-why-you-should-avoid-it/",
            "urlToImage": "https://tribkcpq.files.wordpress.com/2020/02/hypatia-h_be0e3f2f5b557c02ce7daf9bcc112208-h_e2f4df6c025f8efe75a1fa25b82b5166.jpg?quality=85&strip=all&w=1200",
            "description": "Medical experts say a recent coronavirus \"simple self-check test,\" circulating on social media is completely inaccurate.",
            "content": "Contrary to what some may think, not everything on social media is rooted in fact.\r\nCase in point: A recent viral coronavirus \"simple self-check test,\" which medical experts say is completely inaccurate.\r\nWritten on what appears to be the iPhone notes app, th… [+5339 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-17T01:29:37Z",
            "title": "Saskatchewan air travellers respond to coronavirus border closures - Global News",
            "url": "http://globalnews.ca/news/6686845/saskatchewan-air-travellers-coronavirus-border-closures/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/regina-airport2-e1584406709321.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "“I don’t understand how we’re going to isolate this. People are travelling freely right now,” said Harold Taylor, who just returned from the U.S., about Canada's response to the novel coronavirus.",
            "content": "Linda Larre and Harold Taylor, two travellers who just cut their vacation short and returned to Canada, dont think the travel ban will work.\r\nI dont see what the restrictions are going to do, Larre said. If the virus is here its going to find its way through,… [+4092 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-03-17T01:22:09Z",
            "title": "Coronavirus: Australian scientists map how immune system fights virus - BBC News",
            "url": "https://www.bbc.com/news/world-australia-51921403",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/12C0A/production/_111301867_acf6a111-6b31-4ebe-9cab-0da7a31a3e9e.jpg",
            "description": "Australian researchers identify four types of immune cells which present in response to Covid-19.",
            "content": "Image copyrightEPA\r\nScientists in Australia say they have identified how the body's immune system fights the Covid-19 virus.\r\nTheir research, published in Nature Medicine journal on Tuesday, shows people are recovering from the new virus like they would from … [+2935 chars]"
        },
        {
            "source": {
                "id": "the-globe-and-mail",
                "name": "The Globe And Mail"
            },
            "publishedAt": "2020-03-17T00:41:44Z",
            "title": "Scientists see no quick end to the coronavirus battle - The Globe and Mail",
            "url": "https://www.theglobeandmail.com/canada/article-scientists-see-no-quick-end-to-the-coronavirus-battle/",
            "urlToImage": "https://www.theglobeandmail.com/resizer/ZZrOx6g0NZmu-a2GJ6OuvxjnNQc=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/3XD724YQCRHIRBK2PRQELHG74E.jpg",
            "description": "With the number of cases spiking sharply in the past 48 hours, officials are continuing to stress the need to practice public-health measures such as social distancing",
            "content": "A health care worker speaks to a test patient, a staff member portraying the role of a patient to ensure the assessment systems are working, as they prepare for the opening of the COVID-19 Assessment Centre at Brewer Park Arena in Ottawa, during a media tour … [+8876 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-03-16T23:57:06Z",
            "title": "Britain Stiffens Its Response to the Coronavirus, Somewhat - The New York Times",
            "url": "https://www.nytimes.com/2020/03/16/world/europe/britain-coronavirus-boris-johnson.html",
            "urlToImage": "https://static01.nyt.com/images/2020/03/16/world/16virus-britain4/16virus-britain4-facebookJumbo.jpg",
            "description": "Prime Minister Boris Johnson urged Britons to stop going to pubs, clubs and restaurants, even as other European nations were closing their borders and issuing strict stay-at-home orders.",
            "content": "While Mr. Vallance did not disown the concept of herd immunity on Monday, he argued this would arise as a byproduct of the pandemic rather than as a consequence of a deliberate strategy. The overriding objective, he said, was still to slow the course of the d… [+889 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-16T23:55:19Z",
            "title": "Red Cross encourages donations even though blood drives canceled due to coronavirus - Good Morning America",
            "url": "https://www.youtube.com/watch?v=ZH8e3oUN1kU",
            "urlToImage": "https://i.ytimg.com/vi/ZH8e3oUN1kU/maxresdefault.jpg",
            "description": "The organization says it is in desperate need of new blood.",
            "content": "[[getSimpleString(data.title)]]\r\n[[getSimpleString(data.description)]]\r\n[[getSimpleString(data.videoCountText)]]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-16T22:11:00Z",
            "title": "How parents are getting through coronavirus isolation — without depending on screens - Global News",
            "url": "http://globalnews.ca/news/6682923/keeping-kids-busy-amid-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/gettyimages-1144786317.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "While most kids will enjoy sleeping in and relaxing during March break, what will they do for the following two weeks out of school?",
            "content": "Monday marks the first day of March break for many students across the country.\r\nIn addition to kids having this week off, though, governments in both Ontario and Quebec announced all publicly funded schools will be shut down for two weeks after March break d… [+4515 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-16T22:10:20Z",
            "title": "Hospitals urging patients with mild symptoms to stay home amid coronavirus outbreak - WCVB Channel 5 Boston",
            "url": "https://www.youtube.com/watch?v=nGtJ3Zngs00",
            "urlToImage": "https://i.ytimg.com/vi/nGtJ3Zngs00/maxresdefault.jpg",
            "description": "Hospitals across the state are asking patients with elective surgeries to postpone them for at least two to three months. Subscribe to WCVB on YouTube now fo...",
            "content": "[[getSimpleString(data.title)]]\r\n[[getSimpleString(data.description)]]\r\n[[getSimpleString(data.videoCountText)]]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-16T21:31:43Z",
            "title": "Coronavirus: Hamilton Public Health confirms 5 more positive tests for COVID-19 - Global News",
            "url": "http://globalnews.ca/news/6684447/coronavirus-hamilton-new-cases-march-16/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/fred.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The five new cases are travel-related, according to Hamilton Public Health.",
            "content": "Hamilton Public Health has confirmed five new positive tests for the novel coronavirus disease, known as COVID-19, in the city.\r\nIn an update at city hall on Monday afternoon, Mayor Fred Eisenberger revealed the new number and that as of Monday, Hamilton Heal… [+4490 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencedaily.com"
            },
            "publishedAt": "2020-03-16T19:02:09Z",
            "title": "Coronavirus spreads quickly and sometimes before people have symptoms, study finds - Science Daily",
            "url": "https://www.sciencedaily.com/releases/2020/03/200316143313.htm",
            "urlToImage": null,
            "description": "Infectious disease researchers studying the novel coronavirus were able to identify how quickly the virus can spread, a factor that may help public health officials in their efforts at containment. They found that time between cases in a chain of transmission…",
            "content": "Infectious disease researchers at The University of Texas at Austin studying the novel coronavirus were able to identify how quickly the virus can spread, a factor that may help public health officials in their efforts at containment. They found that time bet… [+3478 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Intelligencer.ca"
            },
            "publishedAt": "2020-03-16T16:37:40Z",
            "title": "Health unit identifies 35 in Quinte as probable COVID-19 carriers - Belleville Intelligencer",
            "url": "https://www.intelligencer.ca/news/local-news/health-unit-identifies-35-in-quinte-as-probable-covid-19-carriers",
            "urlToImage": "https://nexus.prod.postmedia.digital/wp-content/uploads/2020/03/BI.GEN-INT-NEWBORNS-DOCTORS.jpg",
            "description": "Thirty-five people in Quinte region have been identified as probable carriers of the novel coronavirus COVID-19, said officials with the local health unit Monday.All have been told they should ente…",
            "content": "Thirty-five people in Quinte region have been identified as probable carriers of the novel coronavirus COVID-19, said officials with the local health unit Monday.\r\nAll have been told they should enter self-isolation to stem the further spread of the virus in … [+3666 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Medicalxpress.com"
            },
            "publishedAt": "2020-03-16T14:24:29Z",
            "title": "Air pollution 'likely' to cut COVID19 survival: experts - Medical Xpress",
            "url": "https://medicalxpress.com/news/2020-03-air-pollution-covid19-survival-experts.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2019/5-pollution.jpg",
            "description": "Air pollution from petrol and diesel vehicles is likely to increase mortality from the novel coronavirus in cities, public health experts told AFP Monday.",
            "content": "Air pollution from petrol and diesel vehicles is likely to increase mortality from the novel coronavirus in cities, public health experts told AFP Monday.\r\nThe European Public Health Alliance (EPHA) warned that dirty air in urban areas that causes hypertensio… [+3312 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-16T14:17:09Z",
            "title": "Coronavirus: NSHA urges staff to stop taking face masks from its facilities - Global News",
            "url": "http://globalnews.ca/news/6682532/face-masks-coronavirus/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/01/carr-nsha-photo.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "As the province grapples with its first presumptive cases of COVID-19, the NSHA has confirmed critical supplies have gone missing from its stock and it wants them returned immediately.",
            "content": "The Nova Scotia Health Authority has issued a new plea to its staff members: stop taking masks and other personal protective gear from its facilities.\r\nAs the province grapples with its first presumptive cases of COVID-19, the NSHA has confirmed critical supp… [+2440 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-03-16T13:31:00Z",
            "title": "City of Edmonton employee confirmed to have travel-related COVID-19 - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/edmonton/coronavirus-covid-19-edmonton-city-employee-1.5498899",
            "urlToImage": "https://i.cbc.ca/1.5491753.1583792352!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/city-hall.JPG",
            "description": "An Edmonton city employee has tested positive for novel coronavirus. The case is travel related.",
            "content": "An employee with the City of Edmonton has tested positive for novel coronavirus, Adam Laughlin, interim city manager confirmed Sunday.\r\nThe case is travel related, he said in a news release. The employee is in self-isolation at home and notification has been … [+620 chars]"
        }
    ]
}