{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-14T19:51:11Z",
            "title": "Coronavirus: Modelling projects between 1,453 and 6,269 cases in Nova Scotia by June 30 - Global News",
            "url": "http://globalnews.ca/news/6815350/coronavirus-nova-scotia-sees-record-spike-in-cases-all-identified-in-central-zone/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/update-april-9-5.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "All 43 cases were identified in the central zone. There are no new cases in the northern, western or eastern zones.",
            "content": "If Nova Scotians decide to ignore public health measures there could be over 6,200 cases of COVID-19 in Nova Scotia by the end of June, according to projection modelling released by the province on Tuesday.\r\nDuring Tuesdays press briefing, chief public health… [+4901 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nypost.com"
            },
            "publishedAt": "2020-04-14T18:56:38Z",
            "title": "Scientists suggest coronavirus could spread from corpses - New York Post ",
            "url": "https://nypost.com/2020/04/14/scientists-suggest-coronavirus-could-spread-from-corpses/",
            "urlToImage": "https://thenypost.files.wordpress.com/2020/04/gettyimages-1009504252.jpg?quality=90&strip=all&w=1200",
            "description": "The first case of a dead body transmitting the coronavirus to a living person has been reported by scientists in Thailand, according to reports. The case, described in a letter published Sunday in …",
            "content": "The first case of a dead body transmitting the coronavirus to a living person has been reported by scientists in Thailand, according to reports.\r\nThe case, described in a letter published Sunday in the Journal of Forensic and Legal Medicine, involved a forens… [+1310 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-14T18:47:02Z",
            "title": "MGH Tries Placing Coronavirus Patients On Their Stomachs - CBS Boston",
            "url": "https://www.youtube.com/watch?v=v3c8J0pAY-A",
            "urlToImage": "https://i.ytimg.com/vi/v3c8J0pAY-A/maxresdefault.jpg",
            "description": "Doctors are exploring alternatives to ventilators when treating coronavirus patients.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Cnet.com"
            },
            "publishedAt": "2020-04-14T18:39:34Z",
            "title": "Coronavirus face mask: What you need to know about making a covering at home - CNET",
            "url": "https://www.cnet.com/how-to/coronavirus-face-mask-what-you-need-to-know-about-making-a-covering-at-home/",
            "urlToImage": "https://cnet2.cbsistatic.com/img/YIOGtMOR35JdbtizSIxksgkRWCo=/756x567/2020/04/04/f77c88b1-9905-4b21-8c6e-5b9680888503/01-homemade-face-mask.jpg",
            "description": "What's the difference between a face mask and a face covering? How can they help prevent the spread of COVID-19, and where can I find the patterns to make one? Are there any no-sew options? We answer these questions and more.",
            "content": "There are plenty of resources to help you make a face mask at home.\r\nSummerDance/iStock/Touchups by Sarah Tew/CNET\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nIn just a few weeks, homemade masks and fa… [+8400 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-14T18:13:38Z",
            "title": "COVID-19: Has lockdown amplified mental health? - Sky News",
            "url": "https://www.youtube.com/watch?v=hFym7etOfaQ",
            "urlToImage": "https://i.ytimg.com/vi/hFym7etOfaQ/maxresdefault.jpg",
            "description": "Mental health charity SANE has warned that the coronavirus lockdown is storing up a mental health epidemic in the UK. The charity has seen a sharp increase i...",
            "content": "Mental health charity SANE has warned that the coronavirus lockdown is storing up a mental health epidemic in the UK.\r\nThe charity has seen a sharp increase in calls about domestic abuse and says people with serious concerns are not seeking help because they … [+876 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-14T17:54:19Z",
            "title": "Survivors of coronavirus on their experience - and their new perspective - euronews (in English)",
            "url": "https://www.youtube.com/watch?v=dSCFadIqT1I",
            "urlToImage": "https://i.ytimg.com/vi/dSCFadIqT1I/hqdefault.jpg",
            "description": "Covid-19 death tolls are continuing to rise throughout the world, but Unreported Europe spoke to survivors of the virus to learn about the new perspectives a...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-04-14T17:51:53Z",
            "title": "What does COVID-19 look like? A closer look at the grey and red image that symbolizes a pandemic - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/what-does-covid-19-look-like-a-closer-look-at-the-grey-and-red-image-that-symbolizes-a-pandemic-1.4895669",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4795076.1586885649!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "The image of a grey and red spiky fuzzball representing the new novel coronavirus is actually a medical illustration that highlights the different proteins that make up the virus and cause people to fall ill with COVID-19.",
            "content": "TORONTO -- \r\nAs the COVID-19 pandemic spreads around the world, so has an image of grey and red spiky fuzzball representing the new coronavirus.\r\nThe 3D rendering has become the unmistakable image of SARS-CoV-2, the novel coronavirus that causes COVID-19, as … [+3752 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-04-14T17:27:08Z",
            "title": "US CDC reports 579005 coronavirus cases, 22252 deaths - Regina Leader-Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/u-s-cdc-reports-579005-coronavirus-cases-22252-deaths",
            "urlToImage": "https://secure.gravatar.com/blavatar/b4ece3189893389a03f063830eacd95c?s=200&ts=1586897910",
            "description": "The U.S. Centers for Disease Control and Prevention (CDC) on Tuesday reported 579,005 cases of coronavirus, an increase of 24,156 cases from its previous count, and said the number of deaths had ri…",
            "content": "The U.S. Centers for Disease Control and Prevention (CDC) on Tuesday reported 579,005 cases of coronavirus, an increase of 24,156 cases from its previous count, and said the number of deaths had risen by 310 to 22,252.\r\nThe CDC reported its tally of cases of … [+309 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Www.obj.ca"
            },
            "publishedAt": "2020-04-14T16:21:00Z",
            "title": "Macadamian partners with Bruyère on app to streamline COVID-19 screening process - Ottawa Business Journal",
            "url": "https://www.obj.ca/article/techopia-macadamian-partners-bruyere-app-streamline-covid-19-screening-process",
            "urlToImage": null,
            "description": "A local software firm is helping to speed up the process of screening health-care employees for symptoms of the novel coronavirus.",
            "content": "As the COVID-19 pandemic continues to tax long-term care facilities across the country, a local software firm is helping to speed up the process of screening health-care employees for symptoms of the novel coronavirus.\r\nGatineau-based Macadamian is partnering… [+2617 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-14T16:03:41Z",
            "title": "1 new death in Ottawa, 619 total COVID-19 cases: Ottawa Public Health - Global News",
            "url": "http://globalnews.ca/news/6815875/ottawa-coronavirus-numbers-tuesday-april-14/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/gettyimages-1215372120.jpg?quality=70&strip=all&crop=0px%2C48px%2C2147px%2C1135px&resize=720%2C379",
            "description": "Physical distancing is curbing the spread of coronavirus in Ottawa, but that's no reason to slow efforts now, according to Ottawa Public Health",
            "content": "Ottawas physical-distancing measures are slowing the spread of the novel coronavirus in the city, according to Ottawa Public Health officials, but thats not a sign to start relaxing restrictions already in place.\r\nOttawa Public Health said Tuesday one more pe… [+3138 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-14T15:24:29Z",
            "title": "Nurses talk about their experiences on the frontlines of fighting COVID-19 - University of Alabama at Birmingham",
            "url": "https://www.youtube.com/watch?v=gUvnX1rVAGA",
            "urlToImage": "https://i.ytimg.com/vi/gUvnX1rVAGA/maxresdefault.jpg",
            "description": "Three registered nurses talk about what they've experienced on the frontlines of fighting the coronavirus and how COVID-19 has impacted their work. Stay upda...",
            "content": "Three registered nurses talk about what they've experienced on the frontlines of fighting the coronavirus and how COVID-19 has impacted their work. \r\nStay updated at uab.edu/coronavirus.\r\nSUBSCRIBE: https://www.youtube.com/user/UABNews?...\r\n#coronavirus#coron… [+12 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo.com"
            },
            "publishedAt": "2020-04-14T13:21:00Z",
            "title": "Coronavirus: UK death toll rises by 778 to 12,107 - Yahoo India News",
            "url": "https://in.news.yahoo.com/coronavirus-latest-uk-death-toll-132109637.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/1dKaLkg3vEO8cNo7VSb0Vw--~B/aD0zNzEyO3c9NTU2ODtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-images/2020-04/fda355b0-7e43-11ea-b7bf-fdc94ae58ece",
            "description": "It is the first time in four days that the daily death toll has increased.",
            "content": "The UKs coronavirus death toll has risen to 12,107, marking a rise of 778 from Mondays figure of 11,329.\r\nThis is the first time in four days that the governments daily death toll has increased.\r\nAfter a record increase of 980 deaths on Friday, the daily deat… [+3035 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Citynews.ca"
            },
            "publishedAt": "2020-04-14T12:40:39Z",
            "title": "Children worldwide could miss out on measles vaccines due to coronavirus - CityNews Toronto",
            "url": "https://toronto.citynews.ca/2020/04/14/children-measles-vaccines-coronavirus-covid19/",
            "urlToImage": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2019/08/NYBZ312-327_2019_183553-e1586867676676.jpg",
            "description": "The U.N. health agency is warning that more than 117 million children in more than three dozen countries could miss out on measles vaccines as countries suspend immunizations and other services to fight the coronavirus outbreak. The World Health Organization …",
            "content": "The U.N. health agency is warning that more than 117 million children in more than three dozen countries could miss out on measles vaccines as countries suspend immunizations and other services to fight the coronavirus outbreak.\r\nThe World Health Organization… [+693 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-14T11:03:01Z",
            "title": "Does vaping increase your risk for coronavirus? - WCNC",
            "url": "https://www.youtube.com/watch?v=dN6jXvi16k8",
            "urlToImage": "https://i.ytimg.com/vi/dN6jXvi16k8/hqdefault.jpg",
            "description": "We know COVID-19 hits some people harder than others, but are people who vape more at risk for serious symptoms? A study found people who smoke are more like...",
            "content": "We know COVID-19 hits some people harder than others, but are people who vape more at risk for serious symptoms? A study found people who smoke are more likely to get pneumonia from the virus, but what about those who vape regularly? #WakeUpCLT#COVID19#corona… [+4 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Vanguardngr.com"
            },
            "publishedAt": "2020-04-14T09:16:08Z",
            "title": "WHO says COVID-19 10 times deadlier than swine flu - Vanguard",
            "url": "https://www.vanguardngr.com/2020/04/who-says-covid-19-10-times-deadlier-than-swine-flu/",
            "urlToImage": "https://i2.wp.com/www.vanguardngr.com/wp-content/uploads/2020/04/Tedros-Adhanom-Ghebreyesus.jpeg?fit=1492%2C838&ssl=1",
            "description": "The World Health Organisation (WHO) says Coronavirus (COVID-19) is 10 times deadlier than swine flu which caused a global pandemic in 2009.",
            "content": "The World Health Organisation (WHO) says Coronavirus (COVID-19) is 10 times deadlier than swine flu which caused a global pandemic in 2009.\r\nWHO Director-General, Dr Tedros Ghebreyesus, stated this at a virtual news conference in Geneva on Monday.He said that… [+4721 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ynetnews.com"
            },
            "publishedAt": "2020-04-14T08:47:00Z",
            "title": "Deaths in England from coronavirus 15% higher than previously reported, stats office - Ynetnews",
            "url": "https://www.ynetnews.com/article/H1Ad00gX00I",
            "urlToImage": "https://www.ynetnews.com/images/news_defualt.jpg",
            "description": "Deaths in England caused by the coronavirus by April 3 were 15% higher than previously reported, according to official data published on Tuesday. \"The latest comparable data for deaths involving COVID-19 with a date of death up to April 3, show there were 6,2…",
            "content": "<ul><li>facebook</li><li>print</li><li>send to friend</li><li>comment</li></ul>\r\nDeaths in England caused by the coronavirus by April 3 were 15% higher than previously reported, according to official data published on Tuesday.\r\n\"The latest comparable data for… [+483 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Express.co.uk"
            },
            "publishedAt": "2020-04-14T04:33:24Z",
            "title": "Coronavirus symptoms updated as patients suffer strokes and neurological issues - Express",
            "url": "https://www.express.co.uk/life-style/life/1268587/Coronavirus-symptoms-updated-strokes-neurological-issues-COVID-latest",
            "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/130/750x445/1268587.jpg",
            "description": "PATIENTS with COVID-19 have also suffered strokes and other neurological symptoms, according to a new scientific study.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Clickondetroit.com"
            },
            "publishedAt": "2020-04-14T02:58:09Z",
            "title": "‘Reactivating’: Coronavirus patients testing positive for second time after recovery, officials say - WDIV ClickOnDetroit",
            "url": "https://www.clickondetroit.com/health/good-health/2020/04/13/reactivating-coronavirus-patients-testing-positive-for-second-time-after-recovery-officials-say/",
            "urlToImage": "https://www.clickondetroit.com/resizer/Jg2CsZn5Sg2Hz0LKh85l3Kl4h2I=/1600x900/smart/filters:format(jpeg):strip_exif(true):strip_icc(true):no_upscale(true):quality(65)/d1vhqlrjc8h82r.cloudfront.net/04-13-2020/t_a56735d7b3a147928ad7da4e8bc2a0f0_name_image.jpg",
            "description": "Officials are looking into reports that the coronavirus (COVID-19) is “reactivating” in some patients who were thought to have recovered, causing them to test positive for a second time.",
            "content": "DETROIT Officials are looking into reports that the coronavirus (COVID-19) is reactivating in some patients who were thought to have recovered, causing them to test positive for a second time.\r\nIts one of the biggest questions in the battle against the corona… [+1861 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Canoe.com"
            },
            "publishedAt": "2020-04-13T23:33:00Z",
            "title": "42 dead in COVID-19 outbreak at Virginia nursing home - Canoe",
            "url": "https://canoe.com/news/world/42-dead-in-covid-19-outbreak-at-virginia-nursing-home",
            "urlToImage": "https://postmediacanoe.files.wordpress.com/2020/04/gettyimages-1208691882-e1586820794944.jpg",
            "description": "Forty-two residents of a Virginia nursing home near Richmond have died from the COVID-19 disease pandemic in one of the worst clusters of the new coronavirus in the United States, and officials exp…",
            "content": "Forty-two residents of a Virginia nursing home near Richmond have died from the COVID-19 disease pandemic in one of the worst clusters of the new coronavirus in the United States, and officials expect more deaths to come.\r\nAt least 127 elderly people out of t… [+1937 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Wgno.com"
            },
            "publishedAt": "2020-04-13T19:52:00Z",
            "title": "ER doctor loses custody of daughter because of coronavirus fears - fox8.com",
            "url": "https://wgno.com/news/health/coronavirus/er-doctor-loses-custody-of-daughter-because-of-coronavirus-fears/",
            "urlToImage": "https://fox8.com/wp-content/uploads/sites/12/2020/04/doctor-1.jpg?w=1280&h=720&crop=1",
            "description": "Dr. Theresa Greene said she was appealing the emergency order that granted her ex-husband full custody of their daughter. \n“I think it’s not fair, it’s cruel to ask me to choose b…",
            "content": "(CNN) — An emergency room doctor in Miami, Florida, has temporarily lost custody of her 4-year-old daughter while she treats patients during the coronavirus pandemic.\r\nDr. Theresa Greene said she was appealing the emergency order that granted her ex-husband f… [+3030 chars]"
        }
    ]
}