{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Sfchronicle.com"
            },
            "publishedAt": "2020-04-26T05:15:36Z",
            "title": "Exclusive: Autopsy report of first known coronavirus death in U.S. says disease caused Santa Clara woman’s heart to rupture - San Francisco Chronicle",
            "url": "https://www.sfchronicle.com/bayarea/article/Exclusive-Autopsy-report-of-first-known-15226422.php",
            "urlToImage": null,
            "description": "<p>The Santa Clara woman suffered a massive heart attack because of COVID-19, an autopsy report obtained by The Chronicle shows.</p>",
            "content": "The Santa Clara woman whose death from COVID-19 is the earliest so far known in the United States suffered a massive heart attack caused by coronavirus infection, signs of which were found throughout her body, according to an autopsy report obtained exclusive… [+4283 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-04-26T01:44:00Z",
            "title": "'Worst case scenario': One-third of Mission Institution inmates infected with COVID-19 - CTV News",
            "url": "https://bc.ctvnews.ca/worst-case-scenario-one-third-of-mission-institution-inmates-infected-with-covid-19-1.4912229",
            "urlToImage": null,
            "description": "A prison in the Fraser Valley is seeing a large spike in cases after every inmate was tested for the coronavirus.",
            "content": "VANCOUVER -- \r\nA prison in the Fraser Valley is seeing a large spike in cases after every inmate was tested for the coronavirus.\r\nMission Institution medium security now has 40 more inmates infected with the virus, bringing the total to 106. The prison popula… [+4454 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-26T00:23:19Z",
            "title": "Coronavirus: US and China trade conspiracy theories - BBC News",
            "url": "https://www.bbc.com/news/world-52224331",
            "urlToImage": null,
            "description": "Conspiracy theories about Covid-19 have been spreading online since the early days of the outbreak.",
            "content": "Image caption\r\n Speculation about the origin of the virus has been rife online\r\nFrom the early stages of the coronavirus outbreak, conspiracy theories about the origin and scale of the disease were spread on online platforms. \r\nAmong these were the false clai… [+6717 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-26T00:03:23Z",
            "title": "Coronavirus: Winnipeg 3D printer hobbyists make PPE for front-line workers - Global News",
            "url": "http://globalnews.ca/news/6869158/coronavirus-winnipeg-3d-printer-ppe-front-line-workers/",
            "urlToImage": null,
            "description": "The volunteers have crafted and donated about 3,000 ear protectors with 110 3D printers.",
            "content": "Winnipeg 3D printer hobbyists and businesses have banded together to manufacture personal protective equipment (PPE) free of charge for health-care workers and other people on the front lines of the COVID-19 pandemic.\r\nThe group of about 75 volunteers Winnipe… [+2982 chars]"
        },
        {
            "source": {
                "id": "independent",
                "name": "Independent"
            },
            "publishedAt": "2020-04-25T23:11:26Z",
            "title": "Coronavirus: 'No evidence' recovered patients are immune to re-infection, warns WHO - The Independent",
            "url": "https://www.independent.co.uk/news/world/americas/coronavirus-immunity-passports-antibody-tests-world-health-organisation-a9484261.html",
            "urlToImage": null,
            "description": "World Health Organisation does not recommend governments issue 'immunity passports' as countries look to 'reopen' amid pandemic",
            "content": "The World Health Organisation says there is no evidence that people who have recovered from coronavirus and have antibodies are protected against a second infection.\r\nIn a scientific brief published on Saturday, the United Nations agency warned against countr… [+2673 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Channelnewsasia.com"
            },
            "publishedAt": "2020-04-25T22:47:51Z",
            "title": "In 4 US state prisons, nearly 3300 inmates test positive for coronavirus - 96% without symptoms - CNA",
            "url": "https://www.channelnewsasia.com/news/world/us-state-prisons-inmates-test-positive-for-12677334",
            "urlToImage": null,
            "description": "When the first cases of the new coronavirus surfaced in Ohio’s prisons, the director in charge felt like she was fighting a ghost.",
            "content": "REUTERS: When the first cases of the new coronavirus surfaced in Ohios prisons, the director in charge felt like she was fighting a ghost.\r\nWe werent always able to pinpoint where all the cases were coming from, said Annette Chambers-Smith, director of the Oh… [+8638 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-25T19:00:08Z",
            "title": "How antibodies in recovered COVID-19 patients could treat others with coronavirus - USA TODAY",
            "url": "https://www.youtube.com/watch?v=tWnQclaQc4A",
            "urlToImage": null,
            "description": "The secret to fighting COVID-19 could be in recovered patients. Here's how antibodies could lead to a treatment for those fighting coronavirus. RELATED: http...",
            "content": "The secret to fighting COVID-19 could be in recovered patients. Here's how antibodies could lead to a treatment for those fighting coronavirus.\r\nRELATED: https://www.youtube.com/watch?v=vKhKJ...\r\nThe world is enduring a very painful pandemic and everyone want… [+4650 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Insider.com"
            },
            "publishedAt": "2020-04-25T18:27:12Z",
            "title": "How to tackle stress and insomnia caused by the coronavirus crisis - Insider - INSIDER",
            "url": "https://www.insider.com/night-terror-sleep-lockdown-stress-anxious-worries-quarantine-isolation-insomnia-2020-4",
            "urlToImage": null,
            "description": "\"This stress over health, financial stability, and overall uncertainty has nothing to do with the daily stress we saw pre-crisis. This is different.\"",
            "content": "Sleep problems aren't uncommon: according to the National Institute of Health, roughly 30% of the general population complains of sleep disruption, with approximately 10% experiencing symptoms consistent with the diagnosis of insomnia.\r\nThe coronavirus crisis… [+5552 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thenational.ae"
            },
            "publishedAt": "2020-04-25T16:54:37Z",
            "title": "France restricts sales of nicotine substitutes after coronavirus study - The National",
            "url": "https://www.thenational.ae/world/europe/france-restricts-sales-of-nicotine-substitutes-after-coronavirus-study-1.1010880",
            "urlToImage": null,
            "description": "A study suggested there were less coronavirus patients among those who consumed nicotine",
            "content": "France has restricted sales of nicotine substitutes after a study published this week suggested nicotine could offer some protection against infection by the coronavirus.\r\nThe health ministry said it wanted to avoid a shortage of products such as nicotine pat… [+1196 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-04-25T16:24:00Z",
            "title": "Beaches eyed as United States takes steps toward reopening - Financial Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/beaches-eyed-as-united-states-takes-steps-toward-reopening-2",
            "urlToImage": null,
            "description": "Many Americans are expected to flock to beaches on Saturday as one Florida county relaxed restrictions and California braced for a heat wave, even as new cases of the novel coronavirus hit a record…",
            "content": "Many Americans are expected to flock to beaches on Saturday as one Florida county relaxed restrictions and California braced for a heat wave, even as new cases of the novel coronavirus hit a record high the day before.\r\nVolusia County, home to the famed Dayto… [+3342 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.com"
            },
            "publishedAt": "2020-04-25T15:50:46Z",
            "title": "Rio's favelas count the cost as deadly spread of Covid-19 hits city's poor - The Guardian",
            "url": "https://www.theguardian.com/world/2020/apr/25/rio-favelas-coronavirus-brazil",
            "urlToImage": null,
            "description": "The coronavirus was probably brought to Brazil by rich returning holidaymakers but it is threatening to explode in marginal communities",
            "content": "In many ways, Washington Castro was a typical resident of Rocinha, the immense redbrick favela that towers over Rio de Janeiros Atlantic coast.\r\nIndustrious, God-fearing and the offspring of migrants from Brazils parched and impoverished north-east, he suppor… [+6995 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bgr.com"
            },
            "publishedAt": "2020-04-25T14:42:09Z",
            "title": "Everything we know about Italy’s horrific coronavirus outbreak might’ve just changed - BGR",
            "url": "https://bgr.com/2020/04/25/coronavirus-stats-italys-covid-19-epidemic-may-have-started-earlier/",
            "urlToImage": null,
            "description": "New research from Italy says the first local coronavirus cases may have appeared as early as a month before people were diagnosed COVID-19 positive. Italy’s first COVID-19 cases were two Chinese citizens who were tested in Rome on January 31st. Three weeks la…",
            "content": "<ul><li>New research from Italy says the first local coronavirus cases may have appeared as early as a month before people were diagnosed COVID-19 positive.</li><li>Italy’s first COVID-19 cases were two Chinese citizens who were tested in Rome on January 31st… [+3644 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo.com"
            },
            "publishedAt": "2020-04-25T14:27:00Z",
            "title": "How hydroxychloroquine toes the line between promise and 'happy talk' in the coronavirus fight - Yahoo Canada Finance",
            "url": "https://ca.news.yahoo.com/how-hydroxychloroquine-has-toed-the-line-between-promise-and-happy-talk-in-the-coronavirus-fight-142717049.html",
            "urlToImage": null,
            "description": "The hydroxychloroquine debate is far from over, as the drug gets qualified support from others deeply involved in the war against the coronavirus.",
            "content": "After weeks of polarizing debate over the use of two generic anti-malarial drugs, hydroxychloroquine and chloroquine, the Food and Drug Administration this week warned they were not safe and effective when used on COVID-19 patients.\r\nHowever, the hydroxychlor… [+5052 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Digitaljournal.com"
            },
            "publishedAt": "2020-04-25T13:09:00Z",
            "title": "Op-Ed: How long will the lockdown last for? It's all about data - Digital Journal",
            "url": "http://www.digitaljournal.com/tech-and-science/science/op-ed-how-long-will-the-lockdown-last-for-it-s-all-about-data/article/570765",
            "urlToImage": null,
            "description": "How long will the lockdown last for and why can't governments say exactly when? The answer can only be given based on good data and here the work of epidemiologists matters, as the fourth in the series of coronavirus opinion led articles explains.",
            "content": "<table><tr><td><table><tr><td>London\r\n- \r\nHow long will the lockdown last for and why can't governments say exactly when? The answer can only be given based on good data and here the work of epidemiologists matters, as the fourth in the series of coronavirus … [+5986 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cgtn.com"
            },
            "publishedAt": "2020-04-25T12:41:25Z",
            "title": "Sweden goes it alone with 'relaxed' attitude to coronavirus - CGTN",
            "url": "https://newseu.cgtn.com/news/2020-04-25/Sweden-goes-it-alone-with-relaxed-attitude-to-coronavirus-PYIUqQSwH6/index.html",
            "urlToImage": null,
            "description": "Sweden's relaxed restrictions could lead to herd immunity but at what cost?",
            "content": "Everyone wants immunity from the coronavirus. But there may be different ways to get it.\r\nOne is a vaccine. Clinical trials are already underway in the UK, and if all goes well, say those involved, it's possible a vaccination may be ready for production by Se… [+3523 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Timesofisrael.com"
            },
            "publishedAt": "2020-04-25T10:58:18Z",
            "title": "WWII veteran dies from coronavirus 100 years after his twin died of Spanish Flu - The Times of Israel",
            "url": "https://www.timesofisrael.com/wwii-veteran-dies-from-coronavirus-100-years-after-his-twin-died-of-spanish-flu/",
            "urlToImage": null,
            "description": "Grandson of Philip Kahn says he would often warn that history repeats itself, 'knew the irony of what was going on' after he began coughing",
            "content": "A US military veteran of World War II has died from the coronavirus, over a century after his twin brother died in the Spanish Flu pandemic.\r\nPhilip Kahn, 100, died at his home in Long Island last week, with his doctor saying tests showed he had contracted CO… [+2225 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Health24.com"
            },
            "publishedAt": "2020-04-25T06:45:35Z",
            "title": "Malaria still kills 1 100 a day. It can't afford to lose resources to coronavirus - Health24",
            "url": "https://m.health24.com/Medical/Malaria/News/malaria-still-kills-1-100-a-day-it-cant-afford-to-lose-resources-to-coronavirus-20200425-2",
            "urlToImage": null,
            "description": "Since zero malaria starts with each one of us, we must keep up the malaria fight through this cloud of Covid-19, writes Fredros Okumu.",
            "content": "Today, another 1 100 people will die from malaria. The number will be repeated tomorrow, and the day after. \r\nAs a public health researcher, I embrace the idea that all lives have equal value. That our goal is much more to delay death than to stop death, as t… [+4887 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Komonews.com"
            },
            "publishedAt": "2020-04-25T03:40:45Z",
            "title": "Will COVID-19 antibody testing help figure out how much the virus spreads? - KOMO News",
            "url": "http://komonews.com/news/coronavirus/will-covid-19-antibody-testing-help-figure-out-how-much-the-virus-spreads",
            "urlToImage": null,
            "description": "There is a lot of anticipation and confusion about COVID-19 antibody tests&mdash;which detect natural immunity from the coronavirus. We're here to help you get answers about when people can get tested and who's even offering a test? As the discussion about re…",
            "content": null
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-25T02:03:57Z",
            "title": "He signed up for a coronavirus vaccine trial using a method that's never been used in humans. Here's why. - CNN",
            "url": "https://www.cnn.com/2020/04/24/health/coronavirus-vaccine-speed-sanjay-gupta/index.html",
            "urlToImage": null,
            "description": "Sean Doyle signed up for a trial for a coronavirus vaccines that uses new technology to try and reach a vaccine quicker. Experts debate whether these vaccines will work and make it through safety tests or change how we make vaccines forever.",
            "content": "(CNN)Despite all his medical knowledge, 31-year-old medical student and Ph. D. candidate Sean Doyle couldn't know for certain all the risks of the injection he had just received in his right shoulder at Emory University Hospital. Yes, of course he was told of… [+11348 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Timesofisrael.com"
            },
            "publishedAt": "2020-04-25T01:06:00Z",
            "title": "Scientists in Italy find coronavirus on air pollution particles - The Times of Israel",
            "url": "https://www.timesofisrael.com/scientists-in-italy-find-coronavirus-on-air-pollution-particles/",
            "urlToImage": null,
            "description": "In preliminary study, researchers detect distinct virus genes on airborne pollutants, suggesting disease could travel farther by air than previously assumed",
            "content": "In a preliminary study, scientists in Italy detected the coronavirus on particles of air pollution.\r\nIt is still unclear whether the virus is viable or able to cause infections when carried by pollution, according to The Guardian, which first publicized the f… [+1690 chars]"
        }
    ]
}