{
    "articles": [
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-04-10T01:36:16Z",
            "title": "Coronavirus: New York has more cases than any country - BBC News",
            "url": "https://www.bbc.co.uk/news/world-us-canada-52239261",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1B20/production/_111744960_hi061004818.jpg",
            "description": "Photos emerge of workers in hazmat outfits stacking coffins in a mass grave in New York City.",
            "content": "Image copyrightReutersImage caption\r\n Mourners attend a funeral in Brooklyn, New York, as the city's coronavirus death toll hit a record high for a third day\r\nNew York state now has more coronavirus cases than any other country outside the US, according to la… [+5694 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-10T01:04:17Z",
            "title": "B.C. health food store under fire for bogus COVID-19 treatment claims - Global News",
            "url": "http://globalnews.ca/news/6803646/bc-health-food-store-covid-19-treatment-claims/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/bogus-covid.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Canadian and international medical experts have been clear that there is no known prevention or cure for the novel coronavirus.",
            "content": "A Port Coquitlam natural foods store is under fire for advertising supplements it claims prevent the spread of COVID-19.\r\nA sign posted in the window of PoCo Naturals offers a variety of products, including zinc, quercetin and vitamins C and D, which it claim… [+2130 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-04-10T00:33:11Z",
            "title": "Coronavirus: Should the world worry about Singapore's virus surge? - BBC News",
            "url": "https://www.bbc.co.uk/news/world-asia-52232147",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/A03E/production/_111722014_gettyimages-1209358338.jpg",
            "description": "With cases increasing in tightly-packed dormitories, experts say Singapore offers a salutary lesson.",
            "content": "Image copyrightGetty Images\r\nSingapore had been a master class in how to handle the Covid-19 outbreak. \r\nBefore the disease even had a name, the country had stringent travel restrictions and an efficient contact-tracing operation which contained the virus's s… [+10227 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Vancouversun.com"
            },
            "publishedAt": "2020-04-10T00:04:44Z",
            "title": "COVID-19 and Easter weekend: Five ‘hot’ things about the new coronavirus - Sarnia and Lambton County This Week",
            "url": "http://vancouversun.com/news/local-news/covid-19-and-easter-weekend-five-hot-things-about-the-new-coronavirus",
            "urlToImage": "https://postmediavancouversun2.files.wordpress.com/2020/04/seawall3_255407251-w.jpg",
            "description": "Bringing the heat and some light: Answers to five questions about killing that novel virus",
            "content": "The weather forecast for the Easter Long Weekend in Metro Vancouver is for sun until Monday, which means lots of people out and about in the region’s parks and trails. Sunshine is good in many ways for people, even if it doesn’t have a direct affect on COVID-… [+2315 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-09T23:17:37Z",
            "title": "10 Family Members Who Attended Birthday Celebration Get Coronavirus - Inside Edition",
            "url": "https://www.youtube.com/watch?v=KTVHulxzdrM",
            "urlToImage": "https://i.ytimg.com/vi/KTVHulxzdrM/maxresdefault.jpg",
            "description": "A family of 10 who attended a birthday party celebration have been hit with COVID-19. Kelly Dewan says her husband Mike Dewan was stricken the worst. He was ...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T23:10:00Z",
            "title": "Coronavirus outbreak declared at Mississauga Hospital, 7 staff diagnosed with COVID-19 - Global News",
            "url": "http://globalnews.ca/news/6803031/coronavirus-mississauga-hospital-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/capture-11.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Trillium Health Partners said the seven workers tested positive for COVID-19 between March 26 and Sunday.",
            "content": "Trillium Health Partners has declared a coronavirus outbreak at Mississauga Hospital as seven staff members tested positive for COVID-19.\r\nAccording to a statement issued by the hospital on Thursday, the workers in medicine unit 4B tested positive between Mar… [+1865 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T22:43:29Z",
            "title": "Coronavirus: Questions raised over moving seniors out of long-term care homes - Global News",
            "url": "http://globalnews.ca/news/6802259/coronavirus-seniors-care-homes-moving-parents/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/img_7891.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Families with loved ones in long-term care or group homes are faced with heart-wrenching decisions during the COVID-19 pandemic. Given the high potential for outbreaks, many wonder if it’s safe to take them out of their familiar surroundings.",
            "content": "With the senior population so vulnerable to COVID-19, many families across Alberta and the country are struggling with decisions on what’s best for them. Alle Ross was wondering what she should do for her 87-year-old mom, Eunice. \r\n“It was a dilemma. Do you b… [+2436 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T22:37:13Z",
            "title": "Images show how long-term care workers may have spread coronavirus - Global News",
            "url": "http://globalnews.ca/news/6801945/pinecrest-psw-coronavirus-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/ppe-mc.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The images feature risky practices by staff that may reflect a larger pattern plaguing hundreds of long-term care facilities across Canada.",
            "content": "As the number of COVID-19 infections and fatalities rises in long-term care facilities across Canada, new images reviewed by Global News have revealed some risky practices by staff that may be contributing to the diseases exponential growth.\r\nThe images show … [+5808 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-09T22:13:14Z",
            "title": "Hundreds of Minnesotans register to quit smoking amid COVID-19 spread - KARE 11",
            "url": "https://www.youtube.com/watch?v=q27Z2eTVrUE",
            "urlToImage": "https://i.ytimg.com/vi/q27Z2eTVrUE/hqdefault.jpg",
            "description": "The CDC says people who smoke are at higher risk for severe illness if infected with coronavirus. For the hundreds of thousands of smokers across Minnesota, ...",
            "content": "The CDC says people who smoke are at higher risk for severe illness if infected with coronavirus. For the hundreds of thousands of smokers across Minnesota, the state health department is stepping in and switching things up to help break old habits and ultima… [+96 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-09T21:48:33Z",
            "title": "Data shows timeline of coronavirus symptoms - 11Alive",
            "url": "https://www.youtube.com/watch?v=ku6u1MumY0g",
            "urlToImage": "https://i.ytimg.com/vi/ku6u1MumY0g/hqdefault.jpg",
            "description": "Here's what doctors are learning about the virus from data.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Dailyhive.com"
            },
            "publishedAt": "2020-04-09T21:46:00Z",
            "title": "2 correctional officers at BC prison test positive for coronavirus | News - Daily Hive",
            "url": "https://dailyhive.com/vancouver/correctional-officers-bc-mission-institution-coronavirus",
            "urlToImage": "https://images.dailyhive.com/20200121151249/shutterstock_724345753-500x259.jpg",
            "description": "14 inmates at the medium-security prison in Mission have also tested positive.",
            "content": "Two correctional officers at a medium-security prison in Mission, BC, have tested positive for COVID-19, according to the Union of Canadian Correctional Officers.\r\nThe Mission Medium Institution also has the highest number of inmates who have tested positive … [+627 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-09T21:29:02Z",
            "title": "City announces mental health supports during coronavirus pandemic - CityNews Toronto",
            "url": "https://www.youtube.com/watch?v=U06PkdL_Yas",
            "urlToImage": "https://i.ytimg.com/vi/U06PkdL_Yas/hqdefault.jpg",
            "description": "The city is teaming up with several mental health service providers for people struggling during the COVID-19 pandemic. Mark McAllister with how you can acce...",
            "content": "The city is teaming up with several mental health service providers for people struggling during the COVID-19 pandemic. Mark McAllister with how you can access the services should you need it."
        },
        {
            "source": {
                "id": null,
                "name": "Thecut.com"
            },
            "publishedAt": "2020-04-09T21:25:00Z",
            "title": "How Long Can the Coronavirus Live on Surfaces? - The Cut",
            "url": "http://www.thecut.com/article/how-long-does-coronavirus-live-surface.html",
            "urlToImage": "https://pixel.nymag.com/imgs/fashion/daily/2020/03/25/25-hands.w1200.h630.jpg",
            "description": "Is it safe to order packages online? Do you need to disinfect your groceries? Here’s what we know.",
            "content": "One of the most terrifying things about the new coronavirus is how rapidly, and seemingly easily, it can spread. Experts are still learning about how the virus is transmitted, but according to the CDC, its believed that it spreads primarily through respirator… [+5923 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Chch.com"
            },
            "publishedAt": "2020-04-09T20:58:00Z",
            "title": "Dynamic distancing - CHCH News",
            "url": "https://www.chch.com/dynamic-distancing/",
            "urlToImage": "https://www.chch.com/wp-content/uploads/2020/04/taz-dynamic-distancing_000146.jpg",
            "description": "Local News, News, Ontario News-Coronavirus, covid19, Dynamic distancing, Dynamic Physical Distancing, icu, prime minister, Ride the Wave, study, Trudeau",
            "content": "Prime Minister Trudeau said there could be an ongoing wave of new COVID19 cases. That means physical distancing will be Canadas new reality until a vaccine is found. Scientists from the University of Toronto and the University of Guelph used mathematical mode… [+510 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T20:37:14Z",
            "title": "No, you shouldn’t intentionally infect yourself with the novel coronavirus, says London, Ont. epidemiologist - Global News",
            "url": "http://globalnews.ca/news/6801680/intentional-infection-novel-coronavirus-epidemiologist/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/gettyimages-1213286297-1.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Greta Bauer, a London, Ont. epidemiologist and Western University professor, says there are still many unknowns about the novel coronavirus.",
            "content": "Intentionally infecting yourself with the novel coronavirus is a very, very bad idea, and you shouldn’t do it.\r\nThat message from London, Ont. epidemiologist, Greta Bauer, may seen obvious, but it appears some aren’t getting the memo.\r\nThe Western University … [+4598 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Citynews.ca"
            },
            "publishedAt": "2020-04-09T20:34:43Z",
            "title": "4 deaths, 18 coronavirus cases reported at long-term care home in downtown Toronto - CityNews",
            "url": "https://toronto.citynews.ca/2020/04/09/4-deaths-18-coronavirus-cases-reported-at-long-term-care-home-in-downtown-toronto/",
            "urlToImage": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2020/04/09/mon-sheung-long-term-care-home.jpg",
            "description": "Four residents have died and another 18, including two employees, have tested positive for the coronavirus at a long-term care home in downtown Toronto. The Mon Sheong Home for the Aged near Dundas and University Streets declared an outbreak at the facility o…",
            "content": "Four residents have died and another 18, including two employees, have tested positive for the coronavirus at a long-term care home in downtown Toronto.\r\nThe Mon Sheong Home for the Aged near Dundas and University Streets declared an outbreak at the facility … [+914 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-09T19:17:20Z",
            "title": "Oklahoma Woman Says COVID-19 Test Results Took Over Two Weeks - KFOR Oklahoma's News 4",
            "url": "https://www.youtube.com/watch?v=saLpBltMlhk",
            "urlToImage": "https://i.ytimg.com/vi/saLpBltMlhk/maxresdefault.jpg",
            "description": "Traci Gold says when she asked how long her coronavirus test results would take, she was told \"eventually.\"",
            "content": "Traci Gold says when she asked how long her coronavirus test results would take, she was told \"eventually.\""
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-09T18:24:47Z",
            "title": "'It's a Little Scary': NYC Doctor Documents a Shift on the Coronavirus Front Lines | NBC New York - NBC New York",
            "url": "https://www.youtube.com/watch?v=q8J9DTObBZA",
            "urlToImage": "https://i.ytimg.com/vi/q8J9DTObBZA/maxresdefault.jpg",
            "description": "Sanam Ahmed is a mother of four but she’s also a critical care doctor at Mount Sinai Hospital in Queens. She shares what goes on in her day as she takes care...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Sky.com"
            },
            "publishedAt": "2020-04-09T17:15:23Z",
            "title": "Coronavirus: 103-year-old woman recovers from COVID-19 - Sky News",
            "url": "https://news.sky.com/story/coronavirus-103-year-old-woman-recovers-from-covid-19-11971196",
            "urlToImage": "https://e3.365dm.com/20/04/1600x900/skynews-ada-zanusso-coronavirus-survivor_4966080.jpg?20200409162940",
            "description": "\"One day she opened her eyes again and resumed doing what she used to before,\" Ada Zanusso's doctor says of her return to health.",
            "content": null
        },
        {
            "source": {
                "id": "fox-news",
                "name": "Fox News"
            },
            "publishedAt": "2020-04-09T16:07:10Z",
            "title": "Meet the former NYT reporter who is challenging the coronavirus narrative - Fox News",
            "url": "https://www.foxnews.com/politics/ex-nyt-reporter-challenging-the-coronavirus-narrative",
            "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2020/04/Alex-Berenson.jpg",
            "description": "As daily life across America is upended by the coronavirus crisis -- with mass business closures plunging the economy into freefall -- one former New York Times reporter is sounding the alarm about what he believes are flawed models dictating the aggressive s…",
            "content": "Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.\r\nAs daily life across America is upended by the coronavirus crisis -- with mass business closures plunging the economy into freefall -- one former New York Times repo… [+8485 chars]"
        }
    ]
}