{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Devon Live"
            },
            "publishedAt": "2020-11-06T12:32:00Z",
            "title": "Pharmacies use up initial flu jab stock due to record demand - Devon Live",
            "url": "https://www.devonlive.com/news/devon-news/pharmacies-use-up-initial-flu-4662169",
            "urlToImage": "https://i2-prod.devonlive.com/special-features/article588765.ece/ALTERNATES/s1200/0_Flu-Jab-New.jpg",
            "description": "If you're at higher risk from coronavirus, you're also more at risk of problems from flu.",
            "content": "Flu vaccination is available every year on the NHS to help protect adults and children at risk of flu and its complications.\r\nFlu can be unpleasant, but if you are otherwise healthy it will usually c… [+4705 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Wales Online"
            },
            "publishedAt": "2020-11-06T12:18:00Z",
            "title": "Coronavirus hospitalisations in Wales pass the peak of the first wave in grim NHS milestone - Wales Online",
            "url": "https://www.walesonline.co.uk/news/wales-news/coronavirus-welsh-hospital-vaughan-gething-19233805",
            "urlToImage": "https://i2-prod.walesonline.co.uk/incoming/article19221315.ece/ALTERNATES/s1200/2_Coronavirus.jpg",
            "description": "There are currently 1,365 people with covid-related symptoms in Welsh hospitals",
            "content": "The number of covid-related patients in hospital this week in Wales passed the peak point of the first wave in April.\r\nThe grim milestone was announced by Health Secretary Vaughan Gething when he add… [+2166 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Daily Post"
            },
            "publishedAt": "2020-11-06T11:52:00Z",
            "title": "North Wales to get coronavirus laboratory capable of processing 10,000 tests a day - North Wales Live",
            "url": "https://www.dailypost.co.uk/news/north-wales-news/north-wales-coronavirus-laboratory-capable-19233170",
            "urlToImage": "https://i2-prod.dailypost.co.uk/article18567702.ece/ALTERNATES/s1200/0_ICP_DPW_080720test_07JPG.jpg",
            "description": "The facility will open on Deeside in Flintshire",
            "content": "A new laboratory capable of processing 10,000 coronavirus tests a day is being launched in Flintshire. \r\n It will be located at the Deeside Regional Test Site and is due to start early next month. \r\n… [+1521 chars]"
        },
        {
            "source": {
                "id": "al-jazeera-english",
                "name": "Al Jazeera English"
            },
            "publishedAt": "2020-11-06T10:27:56Z",
            "title": "Denmark finds 214 people with mink-related coronavirus - Aljazeera.com",
            "url": "https://www.aljazeera.com/news/2020/11/6/denmark-found-214-people-infected-with-mink-related-covid-19",
            "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2020/11/2020-11-05T152714Z_1791613161_RC23XJ9KKEHA_RTRMADP_3_HEALTH-CORONAVIRUS-DENMARK-MINK.jpg?resize=1200%2C630",
            "description": "Denmark’s prime minister wants to cull all minks on farms to minimise the risk of re-transmitting COVID-19 to humans.",
            "content": "Denmarks State Serum Institute, which deals with infectious diseases, has found mink-related strands of the novel coronavirus in 214 people since June, according to a report on its website updated on… [+1458 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Medical Xpress"
            },
            "publishedAt": "2020-11-05T20:43:48Z",
            "title": "Children produce different antibodies in response to SARS-CoV-2 - Medical Xpress",
            "url": "https://medicalxpress.com/news/2020-11-children-antibodies-response-sars-cov-.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2020/childrenmask.jpg",
            "description": "Children and adults produce different types and amounts of antibodies in response to infection with the new coronavirus, SARS-CoV-2, a new study from researchers at Columbia University Vagelos College of Physicians and Surgeons has found.",
            "content": "Children and adults produce different types and amounts of antibodies in response to infection with the new coronavirus, SARS-CoV-2, a new study from researchers at Columbia University Vagelos Colleg… [+7364 chars]"
        }
    ]
}