{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-16T03:41:17Z",
            "title": "Coronavirus outbreak: COVID-19 questions answered by infectious disease expert - Global News",
            "url": "https://www.youtube.com/watch?v=6PVVz4sPJrs",
            "urlToImage": "https://i.ytimg.com/vi/6PVVz4sPJrs/maxresdefault.jpg",
            "description": "With so many ongoing questions about COVID-19, Global News viewers submitted their questions to Global Toronto's Farah Nasser and Dr. Michael Gardam, infecti...",
            "content": "With so many ongoing questions about COVID-19, Global News viewers submitted their questions to Global Toronto's Farah Nasser and Dr. Michael Gardam, infectious disease expert and chief of staff at Humber River Hospital.\r\nFor more info, please go to http://ww… [+270 chars]"
        },
        {
            "source": {
                "id": "the-globe-and-mail",
                "name": "The Globe And Mail"
            },
            "publishedAt": "2020-04-15T23:13:51Z",
            "title": "Three days of death and disorder: A Montreal orderly's diary from a nursing home's coronavirus outbreak - The Globe and Mail",
            "url": "https://www.theglobeandmail.com/canada/article-three-days-of-death-and-disorder-a-montreal-orderlys-diary-from-a/",
            "urlToImage": "https://www.theglobeandmail.com/resizer/i07AJGOlTAUAvIJtbzO50R0OgQ8=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/DH3GFTKGUBGURFTDV36VYJ6GKI.JPG",
            "description": "Terrie Laplante-Beauchamp spent a week on the front lines of Quebec’s COVID-19 response, and is now quarantined at home awaiting results to see if she’s infected. This is what she saw at the LaSalle long-term care facility, where at least 26 residents have di…",
            "content": "Terrie Laplante Beauchamp, a University of Montreal student who has training as an orderly, is now in quarantine at her home in Lachine, Que.\r\nPhotography by Christinne Muschi/The Globe and Mail\r\nElderly people have taken the brunt of the impact of the COVID-… [+15149 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-15T22:55:23Z",
            "title": "Could social distancing change our behaviour in the long-term? - CityNews Toronto",
            "url": "https://www.youtube.com/watch?v=RrfxUB92CRo",
            "urlToImage": "https://i.ytimg.com/vi/RrfxUB92CRo/hqdefault.jpg",
            "description": "Could our shift to physical distancing throughout the coronavirus pandemic alter our behaviours in the long term? Pam Seatle speaks to a behavioural scientis...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Mercurynews.com"
            },
            "publishedAt": "2020-04-15T22:53:48Z",
            "title": "Coronavirus: Santa Clara County records 127 new cases, five COVID-19 deaths over two-day span - The Mercury News",
            "url": "https://www.mercurynews.com/coronavirus-santa-clara-county-records-127-new-cases-five-covid-19-deaths-over-two-day-span",
            "urlToImage": "https://www.mercurynews.com/wp-content/uploads/2020/03/TEASER_coronavirus_SANTA_CLARA.jpg?w=1024&h=688",
            "description": "The latest update provided by Santa Clara County also includes missing data from Tuesday.",
            "content": "After database problems prevented Santa Clara County from providing a coronavirus update on Tuesday, the county’s Public Health Department has released updated COVID-19 data that covers a two-day span.\r\nSanta Clara County has recorded a combined 127 new cases… [+2218 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "publishedAt": "2020-04-15T22:09:23Z",
            "title": "Pregnant Nurse Dies From Coronavirus, But Emergency C-Section Saves Her Baby Girl - Newsweek",
            "url": "https://www.newsweek.com/pregnant-nurse-dies-coronavirus-emergency-c-section-saves-her-baby-girl-1498172",
            "urlToImage": "https://d.newsweek.com/en/full/1582027/nhs-nurse-uniform.jpg",
            "description": "While it's unclear whether the newborn also has coronavirus, she is reportedly being cared for while the nurse's surviving widower continues to self-isolate.",
            "content": "On April 5, Mary Agyeiwaa Agyapong, a pregnant 28-year-old nurse at England's Luton and Dunstable Hospital, tested positive for coronavirus. Two days later, she was admitted to the same hospital as her symptoms worsened.\r\nConcerned for the life of her unborn … [+2512 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Canoe.com"
            },
            "publishedAt": "2020-04-15T21:53:00Z",
            "title": "U.S. coronavirus death toll tops 30,000, New Yorkers told to wear masks - Winnipeg Sun",
            "url": "https://canoe.com/news/world/u-s-coronavirus-death-toll-tops-30000-new-yorkers-told-to-wear-masks",
            "urlToImage": "https://postmediacanoe.files.wordpress.com/2020/04/monroe-wash-e1586987404127.jpg",
            "description": "The death toll from the coronavirus pandemic in the United States surged past 30,000 on Wednesday as governors began cautiously preparing Americans for a post-virus life that would likely include p…",
            "content": "The death toll from the coronavirus pandemic in the United States surged past 30,000 on Wednesday as governors began cautiously preparing Americans for a post-virus life that would likely include public face coverings as the “new normal.”\r\nThe governors of Co… [+3679 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-15T21:34:55Z",
            "title": "Pregnant nurse dies in UK with coronavirus but baby is saved | ITV News - ITV News",
            "url": "https://www.youtube.com/watch?v=aowewRuNFag",
            "urlToImage": "https://i.ytimg.com/vi/aowewRuNFag/maxresdefault.jpg",
            "description": "A pregnant nurse who died after contracting coronavirus has been remembered as \"a blessing to everyone she came across\". Mary Agyeiwaa Agyapong, 28, died on ...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-15T21:26:52Z",
            "title": "Coronavirus Update: COVID-19 Tracing App Raises Privacy Concerns - CBS New York",
            "url": "https://www.youtube.com/watch?v=05Oq-9l0D40",
            "urlToImage": "https://i.ytimg.com/vi/05Oq-9l0D40/maxresdefault.jpg",
            "description": "Technology could play a significant role in getting us back up and running, possibly even tracking people to help control the spread of the virus. This is ra...",
            "content": "Technology could play a significant role in getting us back up and running, possibly even tracking people to help control the spread of the virus. This is raising a lot of concern over privacy, however; CBS2's Natalie Duddridge reports."
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-15T20:03:29Z",
            "title": "Coronavirus: How big is the problem in care homes? - BBC News",
            "url": "https://www.bbc.com/news/health-52284281",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/FC74/production/_111782646_carehome1.jpg",
            "description": "What's the scale of coronavirus in the UK's care sector, and is it possible to get accurate figures?",
            "content": "Image copyrightGetty Images\r\nThe government has promised to step up testing for coronavirus in care homes where symptoms of the virus have been found. \r\nBut is it possible to get accurate figures about the scale of the problem?\r\nHow many deaths have there bee… [+5390 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-15T19:18:08Z",
            "title": "Man dies of coronavirus on his 30th birthday, 9 days after his mother - Global News",
            "url": "http://globalnews.ca/news/6821556/man-dies-coronavirus-30th-birthday/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/coronav-2.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Thomas Martins died shortly after his school sang him 'Happy Birthday' via video call.",
            "content": "A New Jersey mother and son died of the novel coronavirus within nine days of each other.\r\nThomas Martins, who had Down syndrome, was meant to be blowing out the candles on April 6, his 30th birthday. He succumbed to COVID-19 that day.\r\nNine days before, his … [+2793 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Metro.co.uk"
            },
            "publishedAt": "2020-04-15T18:53:34Z",
            "title": "First picture of pregnant nurse, 28, who died after catching coronavirus - Metro.co.uk",
            "url": "https://metro.co.uk/2020/04/15/first-picture-pregnant-nurse-28-died-catching-coronavirus-12562195/",
            "urlToImage": "https://i1.wp.com/metro.co.uk/wp-content/uploads/2020/04/PRC_149289872_1586988798.jpg?quality=90&strip=all&w=1200&h=630&crop=1&zoom=1&ssl=1",
            "description": "Mary Agyeiwaa Agyapong, 28, who worked on a general ward at Luton and Dunstable University Hospital, passed away on Sunday.",
            "content": "To view this video please enable JavaScript, and consider upgrading to a web\r\nbrowser that\r\nsupports HTML5\r\nvideo\r\nTributes have flooded in for a fabulous pregnant nurse who died of coronavirus a few days after giving birth to her baby daughter. \r\nMary Agyeiw… [+3554 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-15T18:51:34Z",
            "title": "Pregnant nurse dies with coronavirus in the UK - but her baby is saved - Channel 4 News",
            "url": "https://www.youtube.com/watch?v=gXHXhk8DePU",
            "urlToImage": "https://i.ytimg.com/vi/gXHXhk8DePU/maxresdefault.jpg",
            "description": "Channel 4 News can report for the first time the death of a pregnant nurse who tested positive for Covid-19. (Subscribe: https://bit.ly/C4_News_Subscribe) Ma...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Standard.co.uk"
            },
            "publishedAt": "2020-04-15T18:37:36Z",
            "title": "Pregnant NHS nurse dies after testing positive for coronavirus but baby saved - Evening Standard",
            "url": "https://www.standard.co.uk/news/uk/pregnant-nhs-nurse-dies-coronavirus-a4415401.html",
            "urlToImage": "https://static.standard.co.uk/s3fs-public/thumbnails/image/2020/04/15/17/Amulanbce1405a.jpg",
            "description": "",
            "content": "A 28-year-old pregnant nurse has died after testing positive for coronavirus.\r\nMary Agyeiwaa Agyapong, who worked as a nurse on a general ward at Luton and Dunstable University Hospital, died on Sunday.\r\nThe baby, a little girl, was delivered successfully and… [+1286 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cnet.com"
            },
            "publishedAt": "2020-04-15T18:33:52Z",
            "title": "Coronavirus face mask: How to make a covering at home with a bandana or cloth - CNET",
            "url": "https://www.cnet.com/how-to/coronavirus-face-mask-heres-what-you-need-to-know-about-making-a-covering-at-home/",
            "urlToImage": "https://cnet2.cbsistatic.com/img/YIOGtMOR35JdbtizSIxksgkRWCo=/756x567/2020/04/04/f77c88b1-9905-4b21-8c6e-5b9680888503/01-homemade-face-mask.jpg",
            "description": "We tell you the difference between a face mask and a face covering, how they can help prevent the spread of COVID-19, where you can find the patterns to make one and more.",
            "content": "There are plenty of resources to help you make a face mask at home.\r\nSummerDance/iStock/Touchups by Sarah Tew/CNET\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nIn less than a month, homemade face masks … [+8464 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nypost.com"
            },
            "publishedAt": "2020-04-15T17:44:15Z",
            "title": "Pregnant nurse dies of coronavirus -- but baby saved after c-section - New York Post ",
            "url": "https://nypost.com/2020/04/15/pregnant-nurse-dies-of-coronavirus-baby-saved-after-c-section/",
            "urlToImage": "https://thenypost.files.wordpress.com/2020/04/nhs-nurse-death-01.jpg?quality=90&strip=all&w=1200",
            "description": "A heavily pregnant British nurse died from coronavirus complications Sunday — but doctors were able to save her baby after an emergency c-section, according to reports. Mary Agyeiwaa Agyapong…",
            "content": "A heavily pregnant British nurse died from coronavirus complications Sunday — but doctors were able to save her baby after an emergency c-section, according to reports.\r\nMary Agyeiwaa Agyapong, 28, of Bedfordshire, tested positive for COVID-19 on April 5 and … [+1161 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-15T16:59:48Z",
            "title": "WHO Warns Coronavirus 'Does Not Discriminate' As U.S. Halts Funding | NBC News NOW - NBC News",
            "url": "https://www.youtube.com/watch?v=TI8excqGzRM",
            "urlToImage": "https://i.ytimg.com/vi/TI8excqGzRM/maxresdefault.jpg",
            "description": "World Health Organization Director General Dr. Tedros Adhanom Ghebreyesus responded to President Trump's decision to withhold financial aid and warned that c...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-15T15:09:59Z",
            "title": "COVID-19: New Thailand study indicates coronavirus can jump from the dead to the living - The Beacon Herald",
            "url": "http://nationalpost.com/news/world/covid-19-new-thailand-study-indicates-coronavirus-can-jump-from-the-dead-to-the-living",
            "urlToImage": "https://nationalpostcom.files.wordpress.com/2020/04/1222222.jpg",
            "description": "Experts say a recent death marks the first time that a staff member at a forensic medicine unit has contracted the virus from what is believed to be a contaminated corpse",
            "content": "The coronavirus crisis has taken on a new, frightening dimension after it was discovered that a dead patient infected with the disease had spread it to a medical examiner.\r\nExperts say the death, which happened in Thailand, marks the first time that a staff m… [+3266 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Walesonline.co.uk"
            },
            "publishedAt": "2020-04-15T14:42:06Z",
            "title": "Two symptoms of coronavirus you could have without a cough or fever - Hull Daily Mail",
            "url": "https://www.walesonline.co.uk/news/uk-news/two-symptoms-coronavirus-you-could-18093245",
            "urlToImage": "https://i2-prod.hulldailymail.co.uk/news/uk-world-news/article4047733.ece/ALTERNATES/s1200/0_desperate-5011953_1920.jpg",
            "description": "Many people don't know they have Covid-19",
            "content": "Researchers have discovered two more symptoms of the new coronavirus Covid-19 which some patients have suffered - without having any of the major signs.\r\nThe key symptoms of coronavirus everyone has been warned off are a new, persistent, dry cough and a fever… [+1974 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Wmcactionnews5.com"
            },
            "publishedAt": "2020-04-15T14:31:56Z",
            "title": "Medical examiner dies after contracting coronavirus from dead body - WMC",
            "url": "https://www.wmcactionnews5.com/2020/04/15/medical-examiner-dies-after-contracting-coronavirus-dead-body/",
            "urlToImage": "https://www.wmcactionnews5.com/resizer/sUdMKIz59vwO4LiJpGFfGF9U_Z0=/1200x0/arc-anglerfish-arc2-prod-raycom.s3.amazonaws.com/public/SAWGBJO5YVCZRJUF5VIJHUKSMU.jpg",
            "description": "Are coroners and medical examiners in Mississippi concerned about getting the virus from the deceased?",
            "content": "PEARL, Miss. (WLBT) - The Journal of Forensic and Legal Medicine reports the first confirmed case of a medical examiner dying after contracting the coronavirus from a dead body in Bangkok, Thailand.\r\nThis has raised concerns for first responders, coroners and… [+1502 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "publishedAt": "2020-04-15T13:58:18Z",
            "title": "Arizona man becomes state's first to survive coronavirus after undergoing rare blood treatment | TheHill - The Hill",
            "url": "https://thehill.com/policy/healthcare/public-global-health/492891-arizona-man-becomes-states-first-to-survive",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus_ventilators_032520getty.jpg",
            "description": "",
            "content": "An Arizona man became the first in the state to survive coronavirus after being treated with a rare blood treatment called extracorporeal membrane oxygenation therapy (ECMO), the hospital announced Monday. \r\nEnes Dedic, 53, is among the first U.S. COVID-19 pa… [+1752 chars]"
        }
    ]
}