{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-07T02:30:24Z",
            "title": "Coronavirus outbreak: 3M reaches face mask deal with White House - Global News",
            "url": "https://www.youtube.com/watch?v=3MwcAykDZeY",
            "urlToImage": "https://i.ytimg.com/vi/3MwcAykDZeY/maxresdefault.jpg",
            "description": "As 3M reaches a deal with the White House to keep sending face masks to Canada, this country's top doctor, Theresa Tam, has new advice on wearing face masks ...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Sfchronicle.com"
            },
            "publishedAt": "2020-04-07T02:28:50Z",
            "title": "A glimmer of hope in the Bay Area: New coronavirus cases slowing - San Francisco Chronicle",
            "url": "https://www.sfchronicle.com/bayarea/article/A-glimmer-of-hope-in-the-Bay-Area-New-15183058.php",
            "urlToImage": "https://s.hdnux.com/photos/01/11/37/45/19265860/5/rawImage.jpg",
            "description": "<p>Though the Bay Area may be showing signs of faring much better than the rest of the country, there are still pockets of concern, including alarming outbreaks at Laguna Honda nursing home and a residential care facility in Orinda.</p>",
            "content": "Three weeks of sheltering in place have noticeably lessened the impact of the coronavirus in the Bay Area, where the number of new infections is already slowing down even as federal officials warn that other parts of the country may be facing their worst week… [+6918 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "News-medical.net"
            },
            "publishedAt": "2020-04-07T00:18:37Z",
            "title": "Experimental drug APN01 prevents COVID-19 infection in the lab - News-Medical.Net",
            "url": "https://www.news-medical.net/news/20200406/Experimental-drug-APN01-prevents-COVID-19-infection-in-the-lab.aspx",
            "urlToImage": "https://www.news-medical.net/image.axd?picture=2020%2f4%2f%40%40bw1-1024x553_78564e588d604723bb5e1edeb967bbce-620x480.jpg",
            "description": "With the world gripped with the COVID-19 pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), there is a frantic rush to find an effective drug that can be used to treat the disease.",
            "content": "With the world gripped with the COVID-19 pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), there is a frantic rush to find an effective drug that can be used to treat the disease.\r\nResearchers from the University of British Colu… [+8163 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-06T23:41:57Z",
            "title": "Coronavirus: Scientists question school closures impact - BBC News",
            "url": "https://www.bbc.com/news/health-52180783",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/FBE3/production/_111638446_048864270.jpg",
            "description": "Countries should now question whether keeping schools shut is justified, says one team of scientists.",
            "content": "Image copyrightGetty Images\r\nCountries like the UK that have closed schools to help stop the spread of coronavirus should ask hard questions about whether this is now the right policy, says one team of scientists. \r\nThe University College London team says kee… [+5357 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-06T23:36:52Z",
            "title": "Coronavirus: does 5G technology actually cause COVID-19? | 7NEWS - 7NEWS Australia",
            "url": "https://www.youtube.com/watch?v=5F3lKtxNNLo",
            "urlToImage": "https://i.ytimg.com/vi/5F3lKtxNNLo/maxresdefault.jpg",
            "description": "With theories circulating online that 5G technology is to blame for the COVID-19 pandemic, our experts present the facts behind the claims. Subscribe to 7NEW...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-04-06T22:16:28Z",
            "title": "Can UV light kill the coronavirus? Experts break down online claims - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/can-uv-light-kill-the-coronavirus-experts-break-down-online-claims-1.4885104",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4885139.1586211055!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "The idea making the rounds online that UV light could be used to disinfect hands, clothing or other household objects is either incorrect or dangerous, depending on what type of UV is in question.",
            "content": "TORONTO -- \r\nUltraviolet light is getting a lot of attention when it comes to disinfecting and reusing masks that medical workers need to safely do their jobs. Thats because one segment of UV light is extremely effective when it comes to killing microorganism… [+7474 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-06T22:08:28Z",
            "title": "Coronavirus Survivor Talks On Treatment, Road To Recovery From COVID-19 - CBS New York",
            "url": "https://www.youtube.com/watch?v=-79cDu2UVjw",
            "urlToImage": "https://i.ytimg.com/vi/-79cDu2UVjw/maxresdefault.jpg",
            "description": "COVID-19 patient James Cannizzaro took the drug chloroquine for 10 days to get through a life-threatening COVID-19 infection. CBS2's Tara Jakeway reports.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-06T22:05:40Z",
            "title": "Can masks be sterilized, reused in fight against coronavirus? Experts say yes - Global News",
            "url": "http://globalnews.ca/news/6783235/masks-sterilized-reused-coronavirus-canada/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/ny741-123_2018_164806-2.jpg?quality=70&strip=all&crop=0px%2C0px%2C1024px%2C541px&resize=720%2C379",
            "description": "On Sunday, chief public health officer Dr. Theresa Tam said the Canadian government was exploring the possibility of sterilizing masks for reuse amid the new coronavirus pandemic.",
            "content": "As health-care workers continue on the front lines of the novel coronavirus pandemic, quantities of personal protective equipment particularly masks have become an issue.\r\nOn Sunday, chief public health officer Dr. Theresa Tam said the Canadian government was… [+7176 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-06T21:13:06Z",
            "title": "When Should You Go to the Hospital With Coronavirus Symptoms? - RADIO.COM",
            "url": "https://www.youtube.com/watch?v=IheyaWeCioQ",
            "urlToImage": "https://i.ytimg.com/vi/IheyaWeCioQ/maxresdefault.jpg",
            "description": "As more Covid-19 cases are reported and hospitals continue to be overrun, many people are wondering if and when they should go to the hospital. While many co...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo.com"
            },
            "publishedAt": "2020-04-06T21:07:00Z",
            "title": "Coronavirus outbreak: Ontario health officer says its ‘a bit too early’ to know if COVID-19 cases have peaked - Yahoo News Canada",
            "url": "https://ca.news.yahoo.com/coronavirus-outbreak-ontario-health-officer-210711846.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/jHfK1hWUaT6mTK9dESXukw--~B/aD03MjA7dz0xMjgwO3NtPTE7YXBwaWQ9eXRhY2h5b24-/https://s.yimg.com/hd/cp-video-transcode/prod/2020-04/06/5e8ba11c9bb2c06b40c88992/5e8ba1203260720001fc8317_1280x720_FES_v1.jpg",
            "description": "Ontario’s chief medical officer of health Dr. David Williams said Monday it is “a bit too early” to say whether Ontario has peaked in the number of COVID-19-related cases being confirmed on a day-to-day basis in the province. Williams says that while travel-r…",
            "content": "Ontarios chief medical officer of health Dr. David Williams said Monday it is a bit too early to say whether Ontario has peaked in the number of COVID-19-related cases being confirmed on a day-to-day basis in the province. Williams says that while travel-rela… [+127 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-04-06T20:45:00Z",
            "title": "Facebook Asks Users About Coronavirus Symptoms, Releases Friendship Data to Researchers - The New York Times",
            "url": "https://www.nytimes.com/reuters/2020/04/06/technology/06reuters-health-coronavirus-facebook.html",
            "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png",
            "description": "Facebook Inc said on Monday it would start surveying some U.S. users about their health as part of a Carnegie Mellon University research project aimed at generating \"heat maps\" of self-reported coronavirus infections.",
            "content": "The company also said it would begin making new categories of data available to epidemiologists through its Disease Prevention Maps program, which is sharing aggregated location data with partners in 40 countries working on COVID-19 response.\r\nResearchers use… [+812 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Express.co.uk"
            },
            "publishedAt": "2020-04-06T20:40:00Z",
            "title": "Coronavirus: Doctor reveals breathing technique that could help relieve COVID-19 symptoms - Express",
            "url": "https://www.express.co.uk/life-style/health/1265704/coronavirus-tips-breathing-techniques-alleviate-symptoms",
            "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/11/750x445/1265704.jpg",
            "description": "CORONAVIRUS symptoms can range from mild to moderate depending on a number of factors. While people experiencing symptoms may feel helpless, a doctor has shared a breathing technique that he claims can alleviate symptoms and help to reduce the risks associate…",
            "content": null
        },
        {
            "source": {
                "id": "cbs-news",
                "name": "CBS News"
            },
            "publishedAt": "2020-04-06T19:52:00Z",
            "title": "Coronavirus may be disproportionately affecting people of color in some communities, health officials say - CBS News",
            "url": "https://www.cbsnews.com/news/coronavirus-may-be-disproportionately-affecting-people-of-color-health-officials-say/",
            "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2020/04/06/8e9376a5-559c-4607-aadb-929c87f60a2c/thumbnail/1200x630/a117fd3cdca6b7fb2355c43c4ecfe2c4/ambulance-2020-04-03t004059z-1522178698-rc2owf9vc47z-rtrmadp-3-health-coronavirus-usa.jpg",
            "description": "Demographic data on those infected or killed by coronavirus indicates that, because of underlying conditions, a higher percentage of those afflicted are African Americans.",
            "content": "There are no official statistics that show the coronavirus' toll by demographic, but in some communities the pandemic appears to be disproportionately affecting people of color.\r\nNational correspondent Jericka Duncan reports that African Americans have higher… [+2408 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-06T18:47:57Z",
            "title": "Father of 5 dies from coronavirus on twin daughters’ 10th birthday, wife says - Global News",
            "url": "http://globalnews.ca/news/6784309/father-dies-coronavirus-twins-birthday/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/family-edited.jpg?quality=70&strip=all&crop=0px%2C8px%2C1024px%2C541px&resize=720%2C379",
            "description": "His wife says the hospital repeatedly sent him back home to self-quarantine, even on the day he died.",
            "content": "On the day a New York family was to be celebrating their twins’ 10th birthday, they lost their father to the novel coronavirus.\r\nLast Sunday, Melody Aravena received the devastating call from an Orange County hospital, informing her of husband Rolando Aravena… [+3332 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-06T18:12:27Z",
            "title": "Young people sending isolated elderly letters of hope and love amid coronavirus crisis - euronews (in English)",
            "url": "https://www.youtube.com/watch?v=v6FNOy60eII",
            "urlToImage": "https://i.ytimg.com/vi/v6FNOy60eII/hqdefault.jpg",
            "description": "Elderly people have been hit the hardest by COVID-19 and are isolated from their families. Now young people are writing them letters with messages of love an...",
            "content": "Elderly people have been hit the hardest by COVID-19 and are isolated from their families. Now young people are writing them letters with messages of love and hope.READ MORE : https://www.euronews.com/2020/04/06/y...\r\nWhat are the top stories today? Click to … [+433 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-04-06T17:43:55Z",
            "title": "U.S. CDC reports 330,891 coronavirus cases, 8,910 deaths - The London Free Press",
            "url": "https://business.financialpost.com/pmn/business-pmn/u-s-cdc-reports-330891-coronavirus-cases-8910-deaths",
            "urlToImage": "https://postmedialfpress.files.wordpress.com/2018/03/cropped-lfp_favicon.png?w=200",
            "description": "The U.S. Centers for Disease Control and Prevention (CDC) on Monday reported 330,891 cases of coronavirus, and said the number of deaths had risen to 8,910.Over the weekend, the CDC updated its cas…",
            "content": "The U.S. Centers for Disease Control and Prevention (CDC) on Monday reported 330,891 cases of coronavirus, and said the number of deaths had risen to 8,910.\r\nOver the weekend, the CDC updated its case count to 304,826 and said 7,616 people had died across the… [+416 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Express.co.uk"
            },
            "publishedAt": "2020-04-06T17:16:48Z",
            "title": "Coronavirus symptoms: Man reveals skin-related first symptom - Express",
            "url": "https://www.express.co.uk/life-style/health/1265741/coronavirus-tips-symptoms-update-itchy-skin",
            "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/11/750x445/1265741.jpg",
            "description": "CORONAVIRUS symptoms continue to shock and surprise the medical community and the general public alike. A new reported symptom is bound to raise further eyebrows.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Bgr.com"
            },
            "publishedAt": "2020-04-06T17:09:09Z",
            "title": "Scientists have found another potential coronavirus cure - BGR",
            "url": "https://bgr.com/2020/04/06/coronavirus-cure-ivermectin-killed-covid-19-virus-in-2-days-in-labs/",
            "urlToImage": "https://boygeniusreport.files.wordpress.com/2020/03/webp.net-resizeimage-1-9.jpg?quality=98&strip=all",
            "description": "Researchers discovered an anti-parasitic drug can kill the novel coronavirus in 48 hours in lab tests. Ivermectin hasn’t been tested on COVID-19 patients, and human trials are mandatory to de…",
            "content": "<ul><li>Researchers discovered an anti-parasitic drug can kill the novel coronavirus in 48 hours in lab tests.</li><li>Ivermectin hasn’t been tested on COVID-19 patients, and human trials are mandatory to determine whether the drug is efficient and safe at fi… [+3604 chars]"
        },
        {
            "source": {
                "id": "rt",
                "name": "RT"
            },
            "publishedAt": "2020-04-06T16:35:41Z",
            "title": "Swiss health minister says ‘too early’ to ease anti-virus curbs - RT",
            "url": "https://www.rt.com/newsline/485103-swiss-virus-curbs-lockdown/",
            "urlToImage": "https://cdni.rt.com/files/2020.04/article/5e8b58392030270dd97b128c.JPG",
            "description": "It is too early to consider easing measures that restrict the spread of the coronavirus, Switzerland’s health minister said on Monday.",
            "content": "It is too early to consider easing measures that restrict the spread of the coronavirus, Switzerland’s health minister said on Monday, even as neighboring Austria sketched out plans to start loosening a national lockdown.\r\nThe Swiss death toll rose on Monday … [+794 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Express.co.uk"
            },
            "publishedAt": "2020-04-06T13:57:12Z",
            "title": "Coronavirus warning - the toilet swap you must make with this COVID-19 symptom in your poo - Express",
            "url": "https://www.express.co.uk/life-style/health/1265650/coronavirus-symptoms-signs-covid-19-toilet-diarrhoea-poo",
            "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/11/750x445/1265650.jpg",
            "description": "CORONAVIRUS is a deadly infection that's easily spread among people, and has killed almost 5,000 patients in the UK. Individuals with COVID-19 symptoms and signs in their poo must make a quick change to their toilet and bathroom routines, a doctor has warned.",
            "content": null
        }
    ]
}