{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-02T18:31:01Z",
            "title": "Experts study 1918 pandemic for clues to stop spread - NJTV News",
            "url": "https://www.youtube.com/watch?v=OfM4Kh0qnBY",
            "urlToImage": "https://i.ytimg.com/vi/OfM4Kh0qnBY/maxresdefault.jpg",
            "description": "As the coronavirus continues spreading, scientists and historians are looking at the similarities between the current coronavirus and the flu of 1918 to find...",
            "content": "As the coronavirus continues spreading, scientists and historians are looking at the similarities between the current coronavirus and the flu of 1918 to find any clues that could help stop the spread.\r\nDont forget to SUBSCRIBE for daily videos: http://bit.ly/… [+942 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-02T18:25:04Z",
            "title": "Experts tell White House coronavirus can spread through talking or even just breathing - CNN",
            "url": "https://www.cnn.com/2020/04/02/health/aerosol-coronavirus-spread-white-house-letter/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200330012544-01-coronavirus-new-york-0329-super-tease.jpg",
            "description": "A prestigious scientific panel told the White House Wednesday night that research shows coronavirus can be spread not just by sneezes or coughs, but also just by talking, or possibly even just breathing.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-04-02T18:10:35Z",
            "title": "Touting Virus Cure, ‘Simple Country Doctor’ Becomes a Right-Wing Star - The New York Times",
            "url": "https://www.nytimes.com/2020/04/02/technology/doctor-zelenko-coronavirus-drugs.html",
            "urlToImage": "https://static01.nyt.com/images/2020/04/01/business/00virus-zelenko1/00virus-zelenko1-facebookJumbo.jpg",
            "description": "How Dr. Vladimir Zelenko’s claims for his coronavirus treatment spread from a New York village all the way to President Trump.",
            "content": "Hydroxychloroquine, which is sold under the brand name Plaquenil, has started selling out at many pharmacies nationwide. Some health systems have begun reserving their supplies for coronavirus patients, depriving those who take it for other conditions. At lea… [+1705 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-02T17:51:39Z",
            "title": "Coronavirus outbreak: Nova Scotia reports 20 new cases of COVID-19 | LIVE - Global News",
            "url": "https://www.youtube.com/watch?v=VKY_GpV_2k8",
            "urlToImage": "https://i.ytimg.com/vi/VKY_GpV_2k8/maxresdefault_live.jpg",
            "description": "Nova Scotia Premier Stephen McNeil and chief public health officer Dr. Robert Strang provide an update on the province's response to the COVID-19 pandemic. T...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-02T17:39:00Z",
            "title": "B.C. health officials to provide Thursday update on coronavirus response - Global News",
            "url": "http://globalnews.ca/news/6768566/bc-coronavirus-update-april-2/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/dr-bonnie-henry.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "On Thursday, Canada reached 10,000 confirmed cases of COVID-19, the disease caused by the virus.",
            "content": "British Columbia health officials are slated to provide their daily update on the province’s response to the novel coronavirus pandemic at 3 p.m. PT Thursday.\r\nGlobal News will stream the event live here and on our Facebook page and carry it on BC1.\r\nREAD MOR… [+494 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-02T17:25:26Z",
            "title": "Coronavirus outbreak: New Brunswick officials update response to COVID-19 | LIVE - Global News",
            "url": "https://www.youtube.com/watch?v=Yz3BZqevY14",
            "urlToImage": "https://i.ytimg.com/vi/Yz3BZqevY14/maxresdefault_live.jpg",
            "description": "New Brunswick's chief medical officer of health Dr. Jennifer Russell and Premier Blaine Higgs provide an update on the province's COVID-19 fight on Thursday....",
            "content": null
        },
        {
            "source": {
                "id": "usa-today",
                "name": "USA Today"
            },
            "publishedAt": "2020-04-02T17:13:29Z",
            "title": "Tests of potential coronavirus vaccine spur growth of virus-fighting antibodies - USA TODAY",
            "url": "https://www.usatoday.com/story/news/health/2020/04/02/researchers-develop-potential-coronavirus-vaccine/5112675002/",
            "urlToImage": "https://www.gannett-cdn.com/presto/2020/03/13/PMJS/3811b12e-a3c5-45ec-a965-625631ddb3ed-AP_Romania_Government_Virus_Outbreak-1.jpg?crop=5008,2817,x0,y0&width=3200&height=1680&fit=bounds",
            "description": "Vaccines often take years to receive approval from the U.S. Food and Drug Administration. Coronavirus researchers seek a fast track.",
            "content": "A potential vaccine for COVID-19 has been developed and tested successfully in mice, researchers reported Thursday.\r\n\"We'd like to get this into patients as soon as possible,\" said Andrea Gambotto, associate professor of surgery at the University of Pittsburg… [+6599 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Fivethirtyeight.com"
            },
            "publishedAt": "2020-04-02T16:21:51Z",
            "title": "It’s Easy To Overhype New COVID-19 Discoveries - FiveThirtyEight",
            "url": "https://fivethirtyeight.com/features/its-easy-to-overhype-new-coronavirus-discoveries/",
            "urlToImage": null,
            "description": "When it comes to the novel coronavirus, few data points are as reliable as they might appear. Whether it’s the total number of people infected, the fatality rat…",
            "content": "When it comes to the novel coronavirus, few data points are as reliable as they might appear. Whether its the total number of people infected, the fatality rate, or even which drugs might show therapeutic promise — uncertainty confounds our understanding. Thi… [+4364 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-02T15:33:57Z",
            "title": "A healthy 39-year-old DJ died of coronavirus. What his young widow and daughter want you to know - CNN",
            "url": "https://www.cnn.com/2020/04/02/health/dj-conrad-buchanan-coronavirus-death/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200402065859-nicole-and-skye-buchanan-super-tease.jpg",
            "description": "Nicole Buchanan wasn't even allowed to say goodbye to her husband. \"I would hate for anybody ...  to have to go through what we've gone through,\" she said. \"Our hospital systems aren't ready. Just stay home.\"",
            "content": null
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "publishedAt": "2020-04-02T15:15:25Z",
            "title": "WHO: 95 percent of European coronavirus deaths were people 60 or older, young still at risk | TheHill - The Hill",
            "url": "https://thehill.com/policy/international/europe/490793-who-95-percent-of-european-coronavirus-fatalities-aged-60-or-more",
            "urlToImage": "https://thehill.com/sites/default/files/coronavirus_computer_italy_032820getty.jpg",
            "description": "The World Health Organization (WHO) said Thursday that more than 95 percent of coronavirus d...",
            "content": "The World Health Organization (WHO) said Thursday that more than 95 percent of coronavirus deaths in Europe were of individuals age 60 or older, but warned young people are still at risk.\r\nThe very notion that COVID-19 only affects older people is factually w… [+673 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-02T14:58:08Z",
            "title": "Coronavirus: The young doctors being asked to play god - BBC News",
            "url": "https://www.bbc.com/news/world-us-canada-52137160",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/136DE/production/_111528597_elmhurst3.jpg",
            "description": "A harrowing account from a New York hospital which has become the epicentre of the epicentre.",
            "content": "Image copyrightGetty Images\r\nWhen the tannoy blasts out a \"Team 700\" alert at Elmhurst hospital in Queens in New York City it is because a \"crash\" team is needed immediately. Someone is going into cardiac arrest. \r\nIn normal times that would happen maybe once… [+6424 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-02T14:48:13Z",
            "title": "Coronavirus: 2 residents die overnight at Bobcaygeon, Ont. nursing home, death toll at 17 - Global News",
            "url": "http://globalnews.ca/news/6767422/coronavirus-bobcaygeon-nursing-home-2-deaths/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/screen-shot-2020-03-20-at-4.59.29-pm.png?w=720&h=379&crop=1",
            "description": "According to the medical director, the resident death toll at the Pinecrest Nursing Home in Bobcaygeon, Ont., is now at 16.",
            "content": "Two more residents died overnight at the Bobcaygeon, Ont., nursing home battling a coronavirus outbreak, bringing the death toll to 17, according to the facility’s medical director.\r\nIn an email Thursday morning, Dr. Michelle Snarr of Pinecrest Nursing Home c… [+998 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ottawacitizen.com"
            },
            "publishedAt": "2020-04-02T14:38:50Z",
            "title": "Coronavirus vigilantes: 'My neighbour isn't self-isolating' - The Province",
            "url": "https://ottawacitizen.com/news/local-news/virus-vigilantes-my-neighbour-isnt-self-isolating",
            "urlToImage": "https://nationalpostcom.files.wordpress.com/2020/04/ottfeatureapril2-1.jpg",
            "description": "‘I’m about to lose it on her’: An Ottawa woman called police to report a neighbour whose social media posts showed she was out and about, not self-isolating",
            "content": "By Jacquie Miller\r\nAn Ottawa woman was outraged when she spotted social media posts from a neighbour who was supposed to be self-isolating but was out and about in the community. “I’m about to lose it on her!” she posted on Facebook.\r\nThe woman called the pol… [+6017 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-02T14:22:50Z",
            "title": "Asymptomatic people are reportedly spreading COVID-19. Should everyone wear a mask? - Global News",
            "url": "http://globalnews.ca/news/6764198/coronavirus-asymptomatic-face-masks-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/2020-03-16t200553z_1850095365_rc28lf998osn_rtrmadp_3_health-coronavirus-canada-e1585805741723.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "A report published by the U.S. CDC estimates around 10 per cent of new coronavirus infections are spread by either asymptomatic people or those who have yet to develop symptoms.",
            "content": "As countries begin to ramp up testing over the spread of the novel coronavirus, new data is suggesting that asymptomatic people those who test positive for the disease caused by the virus but don’t show symptoms are helping to circulate COVID-19.\r\nAs a result… [+4976 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ckpgtoday.ca"
            },
            "publishedAt": "2020-04-02T13:37:38Z",
            "title": "Poorer NYC neighbourhoods hit hardest by virus - CKPGToday.ca",
            "url": "https://ckpgtoday.ca/2020/04/02/poorer-nyc-neighbourhoods-hit-hardest-by-virus/",
            "urlToImage": "https://media.socastsrm.com/wordpress/wp-content/blogs.dir/2312/files/2020/04/5e85e876023d166be05d23e2jpeg.jpg",
            "description": "NEW YORK - The coronavirus pandemic has touched every part of New York City, but new data shows it is hitting ...",
            "content": "Long lines of people waiting for testing and treatment outside the hospital have been one of the defining images of the pandemic, as have stories of multiple deaths in Elmhursts overburdened wards.\r\nAsked about the disparities, Dr. Mitchell Katz, chief execut… [+1798 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-04-02T13:06:48Z",
            "title": "Dozens of spring breakers from Texas who ignored public health advice test positive for coronavirus - CTV News",
            "url": "https://www.ctvnews.ca/world/dozens-of-spring-breakers-from-texas-who-ignored-public-health-advice-test-positive-for-coronavirus-1.4878982",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4878993.1585832127!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Dozens of spring breakers from Texas boarded a plane for fun and came home with coronavirus.",
            "content": "Dozens of spring breakers from Texas boarded a plane for fun and came home with coronavirus.\r\nAbout 70 people in their 20s chartered a plane from Austin, Texas, to Mexico for spring break two weeks ago. They went against the advice of White House officials wh… [+2875 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Channelnewsasia.com"
            },
            "publishedAt": "2020-04-02T12:42:14Z",
            "title": "Coronavirus-infected New York nurse finds hospital transformed as a patient - CNA",
            "url": "https://www.channelnewsasia.com/news/world/coronavirus-infected-new-york-nurse-finds-hospital-transformed-as-a-patient-12602862",
            "urlToImage": "https://cna-sg-res.cloudinary.com/image/upload/q_auto,f_auto/image/12602854/16x9/991/557/24745d5e113aeb37392c00ec41631eb3/dt/file-photo--coronavirus-disease--covid-19--outbreak-in-brooklyn-1.jpg",
            "description": "When the coronavirus struck Sylvia LeRoy, she turned to the hospital she knew best - Brooklyn's Brookdale University Hospital Medical Center - where she has worked for seven years as a labor and delivery nurse and planned to give birth herself in just two mon…",
            "content": "REUTERS: When the coronavirus struck Sylvia LeRoy, she turned to the hospital she knew best: Brooklyn's Brookdale University Hospital Medical Center: where she has worked for seven years as a labour and delivery nurse and planned to give birth herself in just… [+4124 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-04-02T12:09:00Z",
            "title": "Exclusive: Hackers linked to Iran target WHO staff emails during coronavirus - sources - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-cyber-iran-exclusi-idUSKBN21K1RC",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200402&t=2&i=1511476682&w=1200&r=LYNXMPEG3117I",
            "description": "Hackers working in the interests of the Iranian government have attempted to break into the personal email accounts of staff at the World Health Organization during the coronavirus outbreak, four people with knowledge of the matter told Reuters.",
            "content": "SAN FRANCISCO/WASHINGTON/LONDON (Reuters) - Hackers working in the interests of the Iranian government have attempted to break into the personal email accounts of staff at the World Health Organization during the coronavirus outbreak, four people with knowled… [+3744 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thejakartapost.com"
            },
            "publishedAt": "2020-04-02T12:05:00Z",
            "title": "Why is New Orleans' coronavirus death rate 7 times New York's? Obesity is a factor - The Jakarta Post - Jakarta Post",
            "url": "https://www.thejakartapost.com/life/2020/04/02/why-is-new-orleans-coronavirus-death-rate-7-times-new-yorks-obesity-is-a-factor.html",
            "urlToImage": "https://img.jakpost.net/c/2020/04/02/2020_04_02_91611_1585822312._large.jpg",
            "description": "New Orleans residents suffer from obesity, diabetes and hypertension at rates higher than the national average, conditions that doctors and public health officials say can make patients more vulnerable to COVID-19.",
            "content": "The coronavirus has been a far deadlier threat in New Orleans than the rest of the United States, with a per-capita death rate much higher than in New York City. Doctors, public health officials and available data say the Big Easy's high levels of obesity and… [+4320 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-04-02T11:06:00Z",
            "title": "'Able to get on with their lives': 34 people in Hamilton recovered from COVID-19 - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/hamilton/covid-19-1.5518499",
            "urlToImage": "https://i.cbc.ca/1.2679701.1403109921!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/city-of-waterfalls.jpg",
            "description": "It's a bright spot in a month of grim coronavirus anxiety. Of Hamilton's 112 COVID-19 cases, about a third have already recovered.",
            "content": "It's a bright spot in a month of grim coronavirus anxiety. Of Hamilton's 112 COVID-19 cases, nearly one third have already recovered.\r\nThe often-reported number of COVID-19 cases in Hamilton  and across Canada  tends to include all confirmed cases, including … [+4064 chars]"
        }
    ]
}