{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-24T11:16:31Z",
            "title": "New virus timeline: California had 2 deaths weeks earlier - WATE 6 On Your Side",
            "url": "https://www.youtube.com/watch?v=ZJUBusJ4APc",
            "urlToImage": "https://i.ytimg.com/vi/ZJUBusJ4APc/maxresdefault.jpg",
            "description": "Two people with the coronavirus died in California as much as three weeks before the U.S. reported its first death from the disease in late February — a gap ...",
            "content": "Two people with the coronavirus died in California as much as three weeks before the U.S. reported its first death from the disease in late February a gap that a top health official said Wednesday may have led to delays in issuing stay-at-home orders in the n… [+27 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cnet.com"
            },
            "publishedAt": "2020-04-24T10:40:26Z",
            "title": "Homemade coronavirus face masks and coverings: Here's what to know - CNET",
            "url": "https://www.cnet.com/how-to/homemade-coronavirus-face-masks-and-coverings-heres-what-to-know/",
            "urlToImage": "https://cnet2.cbsistatic.com/img/YIOGtMOR35JdbtizSIxksgkRWCo=/756x567/2020/04/04/f77c88b1-9905-4b21-8c6e-5b9680888503/01-homemade-face-mask.jpg",
            "description": "Before you get started, make sure you know the difference between face mask designs, how they might help prevent the spread of COVID-19, and the materials you need.",
            "content": "There are plenty of resources to help you make a face mask at home.\r\nSummerDance/iStock/Touchups by Sarah Tew/CNET\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nPeople are starting to get creative when i… [+8076 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-04-24T10:07:14Z",
            "title": "C.D.C. Stresses Need for Coronavirus Testing at Homeless Shelters - The New York Times",
            "url": "https://www.nytimes.com/2020/04/23/health/coronavirus-testing-homeless-shelters.html",
            "urlToImage": "https://static01.nyt.com/images/2020/04/23/science/23VIRUS-HOMELESS2/23VIRUS-HOMELESS2-facebookJumbo.jpg",
            "description": "A study of four cities suggested that those living in close quarters in shelters can spread the virus at high rates even when asymptomatic.",
            "content": "According to a new study of homeless shelters in four major American cities, it is crucial to broadly test residents and staff for the coronavirus at the detection of the first case or sooner and to isolate those who test positive in order to prevent a wide s… [+5554 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-24T08:41:52Z",
            "title": "P50-M reward offered for scientists who can develop COVID-19 vaccine - Manila Bulletin Online",
            "url": "https://www.youtube.com/watch?v=WQsDRvuCEk0",
            "urlToImage": "https://i.ytimg.com/vi/WQsDRvuCEk0/maxresdefault.jpg",
            "description": "Concerned the new coronavirus may stay “until kingdom come,” President Duterte has offered a bigger reward for the highly anticipated discovery of a vaccine ...",
            "content": "Concerned the new coronavirus may stay until kingdom come, President Duterte has offered a bigger reward for the highly anticipated discovery of a vaccine for the dreaded COVID-19 disease."
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-24T08:38:53Z",
            "title": "The Doctor Is In: Convalescent plasma therapy for COVID-19 patients (04.24.20) - CNN Philippines",
            "url": "https://www.youtube.com/watch?v=PDknu-gEUZ8",
            "urlToImage": "https://i.ytimg.com/vi/PDknu-gEUZ8/maxresdefault.jpg",
            "description": "While there is no specific cure for the novel coronavirus disease at the moment, experts have been looking into donated blood from COVID-19 survivors — for a...",
            "content": "While there is no specific cure for the novel coronavirus disease at the moment, experts have been looking into donated blood from COVID-19 survivors for a plasma therapy which could potentially increase the chances of other patients' recovery.\r\nTo tell us mo… [+102 chars]"
        },
        {
            "source": {
                "id": "nbc-news",
                "name": "NBC News"
            },
            "publishedAt": "2020-04-24T08:33:27Z",
            "title": "Doctors report uptick in surprising coronavirus complication: dangerous blood clots - NBC News",
            "url": "https://www.nbcnews.com/health/health-news/doctors-report-uptick-surprising-coronavirus-complication-dangerous-blood-clots-n1190491",
            "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2020_17/3320931/200423-coronavirus-blood-samples-se-1209p_40bdc3653df767f10010116a1f175a9a.nbcnews-fp-1200-630.jpg",
            "description": "Coronavirus patients are developing blood clots at higher rates. Does the virus cause blood to clot, or is it the result of inflammation? Regular anticoagulants aren't working.",
            "content": "Three weeks ago, critical care pulmonologist Hugh Cassiere encountered something he hadn't seen in 24 years of practicing medicine.\r\nA 45-year-old man arrived at the hospital where Cassiere works, North Shore University Hospital on Long Island, New York, with… [+4346 chars]"
        },
        {
            "source": {
                "id": "cnbc",
                "name": "CNBC"
            },
            "publishedAt": "2020-04-24T08:18:58Z",
            "title": "Britain's Royal Air Force tests virus-tracing app but privacy concerns remain - CNBC",
            "url": "https://www.cnbc.com/2020/04/24/uk-air-force-coronavirus-app.html",
            "urlToImage": "https://image.cnbcfm.com/api/v1/image/106491391-1587033726859gettyimages-1209783754.jpeg?v=1587033754",
            "description": "A Royal Air Force base in England is testing a coronavirus contact-tracing app on behalf on the National Health Service.",
            "content": "Military vehicles cross Westminster Bridge after members of the 101 Logistic Brigade delivered a consignment of medical masks to St Thomas' hospital on March 24, 2020 in London, England.\r\nA Royal Air Force base in North Yorkshire, England, is testing a new co… [+4661 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ktvu.com"
            },
            "publishedAt": "2020-04-24T06:00:23Z",
            "title": "San Jose woman believed to be nation’s first COVID-19 death remembered - KTVU San Francisco",
            "url": "https://www.ktvu.com/news/san-jose-woman-believed-to-be-nations-first-covid-19-death-remembered",
            "urlToImage": "https://images.foxtv.com/static.ktvu.com/www.ktvu.com/content/uploads/2020/04/724/407/429C266893654406A26CC641AFAD3B03.jpg?ve=1&tl=1",
            "description": "The first-known fatality of the novel coronavirus in the U.S. was identified Thursday as a seemingly healthy San Jose woman.",
            "content": "SAN JOSE, Calif. - A San Jose mother and wife has become the nation's first COVID-19 death after the Centers for Disease Control and Prevention (CDC) completed a postmortem test and determined she had the new coronavirus. \r\nFriends said it was a shock to lear… [+1873 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-04-24T04:48:13Z",
            "title": "Was It Covid? Americans Ask Amid Signs the Coronavirus Came Earlier - The New York Times",
            "url": "https://www.nytimes.com/2020/04/23/us/coronavirus-early-cases.html",
            "urlToImage": "https://static01.nyt.com/images/2020/04/23/us/23VIRUS-WASITCOVID-2/merlin_171622686_1cc5cf61-8dc8-4894-a169-ec60d6b499dd-facebookJumbo.jpg",
            "description": "New revelations have left people wondering about ailments early this year. Doctors are thinking back to unexplained cases. Medical examiners are looking for possible misdiagnosed deaths.",
            "content": "CHICAGO In January, a mystery illness swept through a call center in a skyscraper on Michigan Avenue in Chicago. Close to 30 people in one department alone had symptoms dry, deep coughs and fevers they could not shake. When they gradually returned to work aft… [+9733 chars]"
        },
        {
            "source": {
                "id": "fox-news",
                "name": "Fox News"
            },
            "publishedAt": "2020-04-24T03:22:58Z",
            "title": "CDC triples number of possible coronavirus symptoms - Fox News",
            "url": "https://www.foxnews.com/health/cdc-triples-number-of-possible-coronavirus-symptoms",
            "urlToImage": "https://cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/f913456a-d744-4369-86c8-9a53c1715f79/d1570ebf-55d6-4e38-b7c7-c14a3d31c575/1280x720/match/image.jpg",
            "description": "The Centers for Disease Control has tripled the number of symptoms that could be indicators of coronavirus, including muscle pain, headache and new loss of taste or smell.",
            "content": "Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.\r\nThe Centers for Disease Control has tripled the number of symptoms that could be indicators of coronavirus, including muscle pain, headache and new loss of taste or … [+1676 chars]"
        },
        {
            "source": {
                "id": "news-com-au",
                "name": "News.com.au"
            },
            "publishedAt": "2020-04-23T23:59:35Z",
            "title": "Coronavirus causing blood clots and sudden strokes in young healthy patients - NEWS.com.au",
            "url": "https://www.news.com.au/lifestyle/health/health-problems/doctors-warn-coronavirus-causing-blood-clots-and-sudden-strokes-in-young-healthy-patients/news-story/d9d3f775f84783346d10f47229359e9a",
            "urlToImage": "https://cdn.newsapi.com.au/image/v1/910d6d17af853fa366a6072b7521af96?width=650",
            "description": "Doctors warn coronavirus causing blood clots and sudden strokes in young healthy patients",
            "content": "Coronavirus can cause blood clots and sudden strokes in young, healthy patients, doctors have warned.Medics in New York have seen a sevenfold increase in stroke cases in people in their 30s and 40s who either had mild or no COVID-19 symptoms at all.\r\nIt comes… [+3691 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Citynews.ca"
            },
            "publishedAt": "2020-04-23T22:58:23Z",
            "title": "Coronavirus: Canadian company close to testing vaccine on humans - CityNews",
            "url": "https://toronto.citynews.ca/2020/04/23/coronavirus-canadian-company-close-to-testing-vaccine-on-humans/",
            "urlToImage": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2020/04/23/l-n-S7-Wu8xMKX8-unsplash-1024x683.jpg",
            "description": "A critical piece in defeating COVID-19 is achieving herd immunity via vaccinations, which can typically take anywhere between 10 to 15 years to develop, test and approve. In Canada, one company is already moving towards the testing stages of a vaccine candida…",
            "content": "While Canada is making some progress is getting the novel coronavirus pandemic under control, Prime Minister Justin Trudeau has said there is no going back to normal until a vaccine is developed.\r\nA critical piece in defeating COVID-19 is achieving herd immun… [+4099 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-04-23T21:44:00Z",
            "title": "'Coronavirus is very real': Bill Woolridge recounts his COVID-19 experience — and recovery - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/woolridge-experience-recovery-covid-1.5542934",
            "urlToImage": "https://i.cbc.ca/1.5543109.1587677546!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bill-woolridge.jpg",
            "description": "On Thursday the government of Newfoundland and Labrador announced 205 people have recovered from COVID-19 within the province — among them Bill Woolridge.",
            "content": "On Thursday the government of Newfoundland and Labrador announced 205 people have recovered from COVID-19 within the province among them Bill Woolridge. \r\nWoolridge joined Premier Dwight Ball, Health Minister John Haggie and Chief Medical Officer of Health Ja… [+3502 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Intelligencer.ca"
            },
            "publishedAt": "2020-04-23T21:42:49Z",
            "title": "Tweed's Moira Place seniors' home records first confirmed COVID-19 case - Belleville Intelligencer",
            "url": "https://www.intelligencer.ca/news/local-news/tweeds-moira-place-seniors-home-records-first-confirmed-covid-19-case",
            "urlToImage": "https://nexus.prod.postmedia.digital/wp-content/uploads/2020/04/BI.0424-bi-covid-numbers-rotated.jpg",
            "description": "The COVID-19 coronavirus has made itself known in Tweed with a first reported positive case of the illness appearing at a long term care home.Dr. Piotr Oglaza, medical officer of health for Hasting…",
            "content": "The COVID-19 coronavirus has made itself known in Tweed with a first reported positive case of the illness appearing at a long term care home.\r\nDr. Piotr Oglaza, medical officer of health for Hastings-Prince Edward Public Health, confirmed in a live Facebook … [+3351 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Refinery29.com"
            },
            "publishedAt": "2020-04-23T21:12:03Z",
            "title": "A Second Wave Of Coronavirus Could Hit This Year - Refinery29",
            "url": "https://www.refinery29.com/en-ca/2020/04/9733293/coronavirus-second-wave-cdc-warning-flu-season",
            "urlToImage": "https://www.refinery29.com/images/9730883.jpg?crop=40%3A21",
            "description": "The Spanish flu of 1918 hit in waves, the second of which was most deadly.",
            "content": "Skip navigation!\r\nNow ReadingA Second Wave Of Coronavirus Could Hit This Year\r\n\"There's a possibility that the assault of the virus on our nation next winter will actually be even more difficult than the one we just went through,\" Robert Redfield, director of… [+3820 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Straight.com"
            },
            "publishedAt": "2020-04-23T21:11:22Z",
            "title": "COVID-19: Vancouver researchers lead international study to predict novel coronavirus presence - Straight.com",
            "url": "https://www.straight.com/covid-19-pandemic/vancouver-researchers-lead-study-predict-novel-coronavirus",
            "urlToImage": "https://www.straight.com/files/v3/styles/gs_feature/public/images/20/04/covid19lungs.jpg?itok=oN69wfTA",
            "description": "Apr 23, 2020 - A team of researchers from several local institutions are working together on a project that will improve diagnoses of the coronavirus.",
            "content": "As experts from around the world race to develop or improve medical treatments and tools for addressing the COVID-19 pandemic, a team of researchers from several local institutions are working together on a project that will improve diagnoses of the coronavir… [+2063 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mymcmurray.com"
            },
            "publishedAt": "2020-04-23T19:53:39Z",
            "title": "Can I get the coronavirus from my pet? - mymcmurray.com",
            "url": "https://www.mymcmurray.com/2020/04/23/can-i-get-the-coronavirus-from-my-pet/",
            "urlToImage": "https://www.mymcmurray.com/wp-content/blogs.dir/sites/11/2020/04/GFX2908-423_2020_184405.jpg",
            "description": "Can I get the coronavirus from my pet? There’s no evidence pets are spreading the virus to people. However, there have been a few cases worldwide where animals likely got the virus from humans, according to the U.S. Department of Agriculture and U.S. Centers …",
            "content": "Can I get the coronavirus from my pet?\r\nThere’s no evidence pets are spreading the virus to people.\r\nHowever, there have been a few cases worldwide where animals likely got the virus from humans, according to the U.S. Department of Agriculture and U.S. Center… [+833 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-23T19:27:17Z",
            "title": "Woman 'Showing Kindness Still Exists' After Eight Family Members Die of Coronavirus - FOX 2 St. Louis",
            "url": "https://www.youtube.com/watch?v=HsT7ZbJW8c8",
            "urlToImage": "https://i.ytimg.com/vi/HsT7ZbJW8c8/maxresdefault.jpg",
            "description": "A mother is on a mission after she lost eight of her family members due to COVID-19. She wants to show that kindness still does exist.",
            "content": "A mother is on a mission after she lost eight of her family members due to COVID-19. She wants to show that kindness still does exist."
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-23T18:10:12Z",
            "title": "7 new coronavirus cases in Guelph, total rises 96 with 5 deaths - Global News",
            "url": "http://globalnews.ca/news/6858559/guelph-coronavirus-cases-april-23-covid19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/img_6487.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Public Health also reported 38 cases and two deaths in Wellington County, while Dufferin County reported 81 cases and eight deaths.",
            "content": "Guelph public health officials reported seven new cases of the novel coronavirus on Thursday, bringing the city’s total to 96 confirmed cases.\r\nThe death toll remained at five as 35 cases have been resolved.\r\nREAD MORE: \r\nFeds approve Ontarios request for mil… [+2754 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-23T17:56:50Z",
            "title": "Blood Clots a New Surprise Side Effect in Coronavirus Patients | NBC10 Philadelphia - NBC10 Philadelphia",
            "url": "https://www.youtube.com/watch?v=t2Bu8mqxwrg",
            "urlToImage": "https://i.ytimg.com/vi/t2Bu8mqxwrg/maxresdefault.jpg",
            "description": "Doctors are noticing a new trend in COVID-19 patients in the form of blood clots. NBC10’s Matt DeLucia spoke with two local doctors about what they’re seeing...",
            "content": "Doctors are noticing a new trend in COVID-19 patients in the form of blood clots. NBC10s Matt DeLucia spoke with two local doctors about what theyre seeing at hospitals. \r\n_____\r\nSUBSCRIBE TO NBC10: VISIT the NBC10 channel for the latest news and exclusive re… [+437 chars]"
        }
    ]
}