{
    "articles": [
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-04-02T15:16:00Z",
            "title": "More evidence emerges that coronavirus infections can spread by people with no clear symptoms - CBC.ca",
            "url": "https://www.cbc.ca/news/health/covid-19-singapore-symptoms-1.5518772",
            "urlToImage": "https://i.cbc.ca/1.5518852.1585837757!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/coronavirus-physical-distancing.jpg",
            "description": "A study by researchers in Singapore became the latest to estimate that somewhere around 10 per cent of new infections may be sparked by people who carry the virus but have not yet suffered its flu-like symptoms.",
            "content": "Scientists offered more evidence on Wednesday that the coronavirus is spread by seemingly healthy people who show no clear symptoms, and the U.S. government issued new guidance warning that anyone exposed to the disease can be considered a carrier.\r\nA study b… [+5143 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-02T14:22:00Z",
            "title": "New York City crematories work overtime as coronavirus brings backlog of bodies - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/new-york-city-crematories-work-overtime-as-coronavirus-brings-backlog-of-bodies",
            "urlToImage": "https://secure.gravatar.com/blavatar/bf69214e83fdd5520e4b5d91ba3b7d64?s=200&ts=1585846407",
            "description": "NEW YORK — New York City crematories are extending their hours, burning bodies into the night. The state has started a running tally of all cremations and burials. City officials are surveyin…",
            "content": "NEW YORK — New York City crematories are extending their hours, burning bodies into the night. The state has started a running tally of all cremations and burials. City officials are surveying upstate cemeteries for temporary interment sites.\r\nThe destructive… [+5421 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-02T13:04:04Z",
            "title": "Two funerals and lack of social distancing: How coronavirus took over one small Georgia city - CNN",
            "url": "https://www.cnn.com/2020/04/02/us/albany-georgia-coronavirus/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200401214201-albany-coronavirus-funeral-home-restricted-super-tease.jpg",
            "description": "Albany, Georgia is no longer a coronavirus outlier. Instead, it serves as an example of how the virus can impact smaller, sprawling rural areas as much as it can larger cities.",
            "content": "Albany, Georgia (CNN)When a retired janitor suddenly died in southern Georgia, crowds of relatives and friends flocked to a local funeral home and mourned together. Within weeks, their city was overrun by coronavirus cases.\r\nThat cluster of coronavirus cases … [+6529 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Channelnewsasia.com"
            },
            "publishedAt": "2020-04-02T12:42:14Z",
            "title": "Coronavirus-infected New York nurse finds hospital transformed as a patient - CNA",
            "url": "https://www.channelnewsasia.com/news/world/coronavirus-infected-new-york-nurse-finds-hospital-transformed-as-a-patient-12602862",
            "urlToImage": "https://cna-sg-res.cloudinary.com/image/upload/q_auto,f_auto/image/12602854/16x9/991/557/24745d5e113aeb37392c00ec41631eb3/dt/file-photo--coronavirus-disease--covid-19--outbreak-in-brooklyn-1.jpg",
            "description": "When the coronavirus struck Sylvia LeRoy, she turned to the hospital she knew best - Brooklyn's Brookdale University Hospital Medical Center - where she has worked for seven years as a labor and delivery nurse and planned to give birth herself in just two mon…",
            "content": "REUTERS: When the coronavirus struck Sylvia LeRoy, she turned to the hospital she knew best: Brooklyn's Brookdale University Hospital Medical Center: where she has worked for seven years as a labour and delivery nurse and planned to give birth herself in just… [+4124 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo.com"
            },
            "publishedAt": "2020-04-02T11:54:00Z",
            "title": "Coronavirus Vaccine Race Intensifies: 3 Stocks in Focus - Yahoo Finance",
            "url": "https://finance.yahoo.com/news/coronavirus-vaccine-race-intensifies-3-115411627.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/biQj4WGbl5n8lVWcoN_9Ag--~B/aD00MDA7dz02MzU7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-us/zacks.com/cef97d1211666d37f76815b1793fed92",
            "description": "Given the urgent need for preventing the spread of COVID-19 in future, let's take a look at the companies developing vaccines for the same.",
            "content": "As the coronavirus pandemic deepens, resulting in more and more fatalities with each passing day, the race to develop treatments to combat this contagious disease intensifies.\r\nThe outbreak has created a havoc worldwide. There are more than 200,000 people inf… [+4112 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-04-02T11:06:00Z",
            "title": "'Able to get on with their lives': 34 people in Hamilton recovered from COVID-19 - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/hamilton/covid-19-1.5518499",
            "urlToImage": "https://i.cbc.ca/1.2679701.1403109921!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/city-of-waterfalls.jpg",
            "description": "It's a bright spot in a month of grim coronavirus anxiety. Of Hamilton's 112 COVID-19 cases, about a third have already recovered.",
            "content": "It's a bright spot in a month of grim coronavirus anxiety. Of Hamilton's 112 COVID-19 cases, nearly one third have already recovered.\r\nThe often-reported number of COVID-19 cases in Hamilton  and across Canada  tends to include all confirmed cases, including … [+4064 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Express.co.uk"
            },
            "publishedAt": "2020-04-02T10:48:23Z",
            "title": "Coronavirus symptoms: Is a runny nose a sign? Expert reveals defining symptoms of COVID-19 - Express",
            "url": "https://www.express.co.uk/life-style/health/1263928/coronavirus-symptoms-signs-runny-nose-covid-19",
            "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/11/750x445/1263928.jpg",
            "description": "CORONAVIRUS symptoms have been shown to manifest themselves in a number of ways, from diarrhoea to loss of sense of smell. But is a runny nose a sign of COVID-19?",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-02T10:46:22Z",
            "title": "The Latest: WHO: Over 95% who died in Europe were over 60 - WATE 6 On Your Side",
            "url": "https://www.youtube.com/watch?v=qEhSG5Z_raI",
            "urlToImage": "https://i.ytimg.com/vi/qEhSG5Z_raI/maxresdefault.jpg",
            "description": "The head of the World Health Organization’s office in Europe says figures show that more than 95% of people who have died of coronavirus on the continent hav...",
            "content": "The head of the World Health Organizations office in Europe says figures show that more than 95% of people who have died of coronavirus on the continent have been aged over 60."
        },
        {
            "source": {
                "id": null,
                "name": "Thechronicleherald.ca"
            },
            "publishedAt": "2020-04-02T09:54:08Z",
            "title": "Singapore's coronavirus struggle shows colossal task of global containment - TheChronicleHerald.ca",
            "url": "https://www.thechronicleherald.ca/news/world/singapores-coronavirus-struggle-shows-colossal-task-of-global-containment-432774/",
            "urlToImage": "https://www.thechronicleherald.ca/media/photologue/photos/cache/singapores-coronavirus-struggle-shows-colossal-task-of-global-containment_medium",
            "description": "By John Geddie and Aradhana Aravindan SINGAPORE (Reuters) - Held up as a role model for its battle against coronavirus, city-state Singapore is struggling with an infection spread that disease experts say bodes ill for global containment efforts. The",
            "content": "By John Geddie and Aradhana Aravindan\r\nSINGAPORE (Reuters) - Held up as a role model for its battle against coronavirus, city-state Singapore is struggling with an infection spread that disease experts say bodes ill for global containment efforts.\r\nThe tiny S… [+4246 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Scmp.com"
            },
            "publishedAt": "2020-04-02T08:13:30Z",
            "title": "Coronavirus treatments and vaccine trials in the works - South China Morning Post",
            "url": "https://www.scmp.com/week-asia/explained/article/3078067/coronavirus-treatments-and-vaccine-trials-works",
            "urlToImage": "https://cdn.i-scmp.com/sites/default/files/styles/og_image_scmp_explainer/public/d8/images/methode/2020/04/02/27d661ae-741e-11ea-ab8f-988daf8efd6f_image_hires_123627.jpg?itok=cOtcbvjU&v=1585802198",
            "description": "Proposed antiviral treatments and potential vaccines are already in the experimental phase, just months after the coronavirus was identified. Here is a snapshot of some of them.",
            "content": "Published: 12:20pm, 2 Apr, 2020\r\nUpdated: 12:36pm, 2 Apr, 2020"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-04-02T07:01:00Z",
            "title": "French region reports hundreds dead in nursing homes since virus outbreak - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-france-nursinghome-idUSKBN21K0PJ",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "description": "Five hundred and seventy people have died in nursing homes in France's eastern region during the coronavirus outbreak, suggesting the national death toll linked to the illness could be far higher than thought.",
            "content": "PARIS (Reuters) - Five hundred and seventy people have died in nursing homes in France’s eastern region during the coronavirus outbreak, suggesting the national death toll linked to the illness could be far higher than thought. \r\nFrance on Wednesday became th… [+3252 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-02T06:55:14Z",
            "title": "A common medicine 'could be a COVID-19 wonder drug' - Sky News Australia",
            "url": "https://www.youtube.com/watch?v=oj0GfXbEElc",
            "urlToImage": "https://i.ytimg.com/vi/oj0GfXbEElc/maxresdefault.jpg",
            "description": "Sky News host Chris Kenny says “while there are no magic cures” for the deadly coronavirus, a common medicine used to treat malaria and rheumatoid arthritis ...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-02T00:37:32Z",
            "title": "‘A fighting chance’: Barrie, Ont., man with coronavirus recovering after being on life support - Global News",
            "url": "http://globalnews.ca/news/6765423/barrie-man-with-coronavirus-recovering-ventilator-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/47025746_158550220779657_r.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "A 41-year-old Barrie, Ont., man started experiencing shortness of breath on March 18, but he didn't think it was the novel coronavirus at first.",
            "content": "A 41-year-old Barrie, Ont., man who was diagnosed with COVID-19 is recovering at home after he was on life support at a local hospital.\r\nRene Segura started experiencing shortness of breath on March 18, but he didn’t think it was the novel coronavirus at firs… [+4246 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-04-01T23:20:00Z",
            "title": "2nd health-care worker at same Winnipeg hospital tests positive for COVID-19, unions say - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-hospital-healthcare-worker-covid19-1.5517606",
            "urlToImage": "https://i.cbc.ca/1.2770633.1426609598!/fileImage/httpImage/image.gif_gen/derivatives/16x9_620/grace-hospital.gif",
            "description": "A second health-care worker from the same Winnipeg hospital has tested positive for coronavirus, says the Manitoba Association of Health Care Professionals.",
            "content": "Manitoba health-care workers will be screened before heading into hospitals for shifts after new cases of front-line staff testing positive for coronavirus.\r\nThe measure, announced Wednesday, comes as several staff from three different hospitals are self-isol… [+5075 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thejakartapost.com"
            },
            "publishedAt": "2020-04-01T23:20:00Z",
            "title": "Tommy the robot nurse helps keep Italy doctors safe from coronavirus - The Jakarta Post - Jakarta Post",
            "url": "https://www.thejakartapost.com/life/2020/04/01/tommy-the-robot-nurse-helps-keep-italy-doctors-safe-from-coronavirus.html",
            "urlToImage": "https://img.jakpost.net/c/2020/04/01/2020_04_01_91544_1585758270._large.jpg",
            "description": "Tommy, one of six new robots helping flesh-and-blood doctors and nurses care for coronavirus patients at the Circolo Hospital in Varese, a city in the northern Lombardy region that is the epicenter of the outbreak in Italy.",
            "content": "He doesn't wear a mask but he is helping save lives from coronavirus just the same. Meet Tommy, the robot nurse.\r\nTommy is one of six new robots helping flesh-and-blood doctors and nurses care for coronavirus patients at the Circolo Hospital in Varese, a city… [+2368 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-01T23:00:57Z",
            "title": "The heart is most at risk for damage from coronavirus, according to study - 13 ON YOUR SIDE",
            "url": "https://www.youtube.com/watch?v=SoImw0uKhUw",
            "urlToImage": "https://i.ytimg.com/vi/SoImw0uKhUw/hqdefault.jpg",
            "description": "The novel coronavirus, COVID-19, can cause severe respiratory distress in patients -- which would make the lungs the likely victim of COVID-19 damage. Howeve...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-01T21:18:07Z",
            "title": "COVID-19 outbreak declared at Guelph’s Homewood Health Centre - Global News",
            "url": "http://globalnews.ca/news/6764345/covid-19-outbreak-guelph-homewood/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/img_6617.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Public Health says two staff members and one patient tested positive for the disease caused by the novel coronavirus.",
            "content": "Wellington-Dufferin-Guelph Public Health has declared a COVID-19 outbreak at Guelph’s Homewood Health Centre.\r\nAs of Wednesday afternoon, two staff members and one patient tested positive for the disease caused by the novel coronavirus.\r\nREAD MORE: \r\nGuelph, … [+1375 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-01T18:45:20Z",
            "title": "Coronavirus: 13-year-old with virus 'died alone' without his family around him | ITV News - ITV News",
            "url": "https://www.youtube.com/watch?v=3arODA_pGIk",
            "urlToImage": "https://i.ytimg.com/vi/3arODA_pGIk/maxresdefault.jpg",
            "description": "A 13-year-old boy with no apparent underlying health conditions has died after testing positive for coronavirus, his family has said. Ismail Mohamed Abdulwah...",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-04-01T18:12:00Z",
            "title": "COVID-19 cases and deaths rising, debt relief needed for poorest nations: WHO - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-who-idUSKBN21J6IL",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200402&t=2&i=1511300482&w=1200&r=LYNXMPEG304PF",
            "description": "The head of the World Health Organization voiced deep concern on Wednesday about the rapid escalation and global spread of COVID-19 cases from the new coronavirus, which has now reached 205 countries and territories.",
            "content": "GENEVA (Reuters) - The head of the World Health Organization voiced deep concern on Wednesday about the rapid escalation and global spread of COVID-19 cases from the new coronavirus, which has now reached 205 countries and territories. \r\nWHO Director-General … [+2835 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-01T17:50:30Z",
            "title": "Canadian lupus patients missing critical drug after claims it treats coronavirus - Global News",
            "url": "http://globalnews.ca/news/6761222/hydroxychloroquine-lupus-coronavirus-drug/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/photo-credit-nick-iwanyshyn-e1585762614313.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Lupus patients are struggling to access hydroxychloroquine after U.S. President Donald Trump promoted claims it could help treat the new coronavirus.",
            "content": "It had been 90 days since Vinita Haroun last refilled her prescription of hydroxychloroquine, so it was time to call the pharmacy for her next three-month supply.\r\nThe 38-year-old Oakville, Ont., resident has been taking this drug every day for the past decad… [+9318 chars]"
        }
    ]
}