{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-08-20T04:16:23Z",
            "title": "As U.S. schools reopen, concerns grow that kids spread coronavirus - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/as-u-s-schools-reopen-concerns-grow-that-kids-spread-coronavirus",
            "urlToImage": null,
            "description": "U.S. students are returning to school in person and online in the middle of a pandemic, and the stakes for educators and families are rising in the face of emerging research that shows children could be a risk for spreading the new coronavirus.",
            "content": "However, other medical groups show differing information over childrens potential to spread the virus. The American Academy of Pediatrics on Wednesday updated its guidelines to reflect that children … [+1409 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "TheChronicleHerald.ca"
            },
            "publishedAt": "2020-08-19T22:12:41Z",
            "title": "WHO calls for end to 'vaccine nationalism' - TheChronicleHerald.ca",
            "url": "https://www.thechronicleherald.ca/news/world/who-calls-for-end-to-vaccine-nationalism-486421/",
            "urlToImage": "https://www.thechronicleherald.ca/media/photologue/photos/cache/who-calls-for-end-to-vaccine-nationalism_medium",
            "description": "GENEVA (Reuters) - Countries putting their own interests ahead of others in trying to ensure supplies of a possible coronavirus vaccine are making the pandemic worse, World Health Organization chief Tedros Adhanom Ghebreyesus said on Tuesday.",
            "content": "GENEVA (Reuters) - Countries putting their own interests ahead of others in trying to ensure supplies of a possible coronavirus vaccine are making the pandemic worse, World Health Organization chief … [+618 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-08-19T20:59:48Z",
            "title": "Coronavirus: Dr. Fauci says COVID-19 vaccine should not be mandatory | Watch News Videos Online - Globalnews.ca",
            "url": "http://globalnews.ca/video/7287027/coronavirus-dr-fauci-says-covid-19-vaccine-should-not-be-mandatory",
            "urlToImage": "https://i1.wp.com/media.globalnews.ca/videostatic/news/9kqcwey6ye-8yck8wfu1u/Anthony_Fauci.jpg?w=500&quality=70&strip=all",
            "description": "Watch Coronavirus: Dr. Fauci says COVID-19 vaccine should not be mandatory Video Online, on GlobalNews.ca",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-08-19T19:34:26Z",
            "title": "19 link to type 1 diabetes probed; breathalyzer screening shows promise - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/19-link-to-type-1-diabetes-probed-breathalyzer-screening-shows-promise",
            "urlToImage": null,
            "description": "The following is a roundup of some of the latest scientific studies on the novel coronavirus and efforts to find treatments and vaccines for COVID-19, the illness caused by the virus.",
            "content": "Breath test screening for COVID-19 shows early promise\r\nIt may be possible someday to screen large populations for COVID-19 using breath tests, researchers said. Their new breathalyzer device has sen… [+2378 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Treehugger"
            },
            "publishedAt": "2020-08-19T13:56:30Z",
            "title": "US Mink Test Positive for Coronavirus - Treehugger",
            "url": "https://www.treehugger.com/u-s-mink-test-positive-for-coronavirus-5075183",
            "urlToImage": "https://www.treehugger.com/thmb/4Xi0tuIbVUYYE_ro6HwBC6NZdPE=/5472x3648/filters:fill(auto,1)/close-up-of-mink-686785709-a9f0d4690943434cba526bc60cb6be8f.jpg",
            "description": "Mink on two Utah farms test positive for coronavirus after outbreaks in the Netherlands, Spain, and Denmark led to major culling events.",
            "content": "Mink living on two farms in Utah have tested positive for SARS-CoV-2, the coronavirus that causes COVID-19 in humans. These are the first confirmed cases of the virus in mink in the United States, th… [+2744 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Guardian"
            },
            "publishedAt": "2020-08-19T12:43:56Z",
            "title": "Indonesia reports 1902 new coronavirus infections, 69 deaths - The Guardian",
            "url": "https://www.theguardian.pe.ca/news/world/indonesia-reports-1902-new-coronavirus-infections-69-deaths-486858/",
            "urlToImage": "https://www.theguardian.pe.ca/media/photologue/photos/cache/indonesia-reports-1902-new-coronavirus-infections-69-deaths_medium",
            "description": "JAKARTA (Reuters) - Indonesia reported 1,902 new coronavirus infections on Wednesday, bringing the total number of cases in the Southeast Asian country to 144,945, data from the country's health ministry showed. The data recorded an additional 69",
            "content": "JAKARTA (Reuters) - Indonesia reported 1,902 new coronavirus infections on Wednesday, bringing the total number of cases in the Southeast Asian country to 144,945, data from the country's health mini… [+138 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Guardian"
            },
            "publishedAt": "2020-08-19T10:35:55Z",
            "title": "India coronavirus cases surge to 2.8 million - The Guardian",
            "url": "https://www.theguardian.pe.ca/news/world/india-coronavirus-cases-surge-to-28-million-486867/",
            "urlToImage": "https://www.theguardian.pe.ca/media/photologue/photos/cache/india-coronavirus-cases-surge-to-28-million_medium",
            "description": "By Savio Shetty MUMBAI (Reuters) - At least one in four people in India may have been infected with the coronavirus - a much higher number than official government figures suggest, the head of leading private laboratory says. Dr. A. Velumani said an",
            "content": "By Savio Shetty\r\nMUMBAI (Reuters) - At least one in four people in India may have been infected with the coronavirus - a much higher number than official government figures suggest, the head of leadi… [+1367 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-08-19T09:04:17Z",
            "title": "Musician with albinism says coronavirus raises risk of attack - National Post",
            "url": "https://nationalpost.com/pmn/news-pmn/crime-pmn/musician-with-albinism-says-coronavirus-raises-risk-of-attack",
            "urlToImage": null,
            "description": "By Emma Batha",
            "content": "Politicians who are consulting with witchdoctors are being told to look for certain body parts for them to win elections so were becoming more and more worried for our lives.\r\nUnder the Same Sun, a c… [+1288 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The London Free Press"
            },
            "publishedAt": "2020-08-18T21:43:55Z",
            "title": "Huron Perth health unit reports 13-case jump in new coronavirus cases - London Free Press (Blogs)",
            "url": "https://lfpress.com/news/local-news/huron-perth-health-unit-reports-13-case-jump-in-new-coronavirus-cases",
            "urlToImage": "https://smartcdn.prod.postmedia.digital/lfpress/wp-content/uploads/2020/08/LFP20200818MH015_79725374-scaled-e1597786643877.jpg",
            "description": "Huron Perth Public Health reported 13 new COVID-19 cases Tuesday, the largest single-day spike since the pandemic began as officials work to track and contain at least one case linked to a grocery store and an ongoing outbreak in the area’s Low German-speakin…",
            "content": "On the weekend, health unit contact tracers determined there were multiple symptomatic people in the same households in relation to the Zehrs outbreak.\r\nThe 13 new cases reported Tuesday are all link… [+1226 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-08-18T20:50:00Z",
            "title": "First Covid-19 vaccine trial moving at a good clip, but officials still \"very concerned\" - CNN",
            "url": "https://www.cnn.com/2020/08/18/health/vaccine-trial-progress-moderna-volunteers/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200817172957-coronavirus-vaccine-trial-0813-florida-super-tease.jpg",
            "description": "The first coronavirus vaccine trial is moving quckly but needs more minorities to enroll.",
            "content": "(CNN)The first coronavirus vaccine trial in the US is moving along at a good clip, but needs more minorities to enroll if it is to succeed, officials tell CNN.\r\nWhile Black people and Latinos account… [+6213 chars]"
        }
    ]
}