{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "The Journal Pioneer"
            },
            "publishedAt": "2020-09-14T14:12:19Z",
            "title": "Sweden drops travel restrictions to Britain despite pick up in coronavirus cases - The Journal Pioneer",
            "url": "https://www.journalpioneer.com/news/world/sweden-drops-travel-restrictions-to-britain-despite-pick-up-in-coronavirus-cases-496531/",
            "urlToImage": "https://www.journalpioneer.com/media/photologue/photos/cache/sweden-drops-travel-restrictions-to-britain-despite-pick-up-in-coronavirus-cases_medium",
            "description": "STOCKHOLM (Reuters) - Sweden on Monday took Britain off its red-list of countries it advises citizens not to travel to, despite a pick-up in new coronavirus cases and restrictions on public gatherings. Swedes can now travel freely to most European",
            "content": "STOCKHOLM (Reuters) - Sweden on Monday took Britain off its red-list of countries it advises citizens not to travel to, despite a pick-up in new coronavirus cases and restrictions on public gathering… [+375 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Medical Xpress"
            },
            "publishedAt": "2020-09-14T14:07:10Z",
            "title": "MicroRNA molecules potentially capable of repressing the replication of human coronaviruses - Medical Xpress",
            "url": "https://medicalxpress.com/news/2020-09-microrna-molecules-potentially-capable-repressing.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/2020/smartvirus.jpg",
            "description": "HSE University researchers have found microRNA molecules that are potentially capable of repressing the replication of human coronaviruses, including SARS-CoV-2. It turns out that the virus uses miRNA hsa-miR-21-3p to inhibit growth in the first stages of inf…",
            "content": "HSE University researchers have found microRNA molecules that are potentially capable of repressing the replication of human coronaviruses, including SARS-CoV-2. It turns out that the virus uses miRN… [+3914 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Deccan Herald"
            },
            "publishedAt": "2020-09-14T13:17:13Z",
            "title": "UK tests if Covid-19 vaccines might work better when inhaled - Deccan Herald",
            "url": "https://www.deccanherald.com/science-and-environment/uk-tests-if-covid-19-vaccines-might-work-better-when-inhaled-887482.html",
            "urlToImage": "https://www.deccanherald.com/sites/dh/files/articleimages/2020/09/14/vaccine-887482-1600089525.png",
            "description": "British scientists are beginning a small study comparing how two experimental coronavirus vaccines might work when they are inhaled by people instead of being injected. In a statement on Monday, researchers at Imperial College London and Oxford University sai…",
            "content": "British scientists are beginning a small study comparing how two experimental coronavirus vaccines might work when they are inhaled by people instead of being injected.\r\nIn a statement on Monday, res… [+2050 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "BNNBloomberg.ca"
            },
            "publishedAt": "2020-09-14T13:02:07Z",
            "title": "When Will There Be a Covid-19 Cure? The Body Is Still the Best Virus-Killer - BNN",
            "url": "http://www.bnnbloomberg.ca/when-will-there-be-a-covid-19-cure-the-body-is-still-the-best-virus-killer-1.1493636",
            "urlToImage": "http://www.bnnbloomberg.ca/polopoly_fs/1.1493637!/fileimage/httpImage/image.jpg_gen/derivatives/landscape_620/a-technician-cultivates-lung-cells-as-he-preps-for-research-into-the-infectivity-of-the-sars-cov-2-in-human-lungs-at-a-laboratory-at-the-university-of-hong-kong-hku-in-hong-kong-china-on-friday-march-20-2020.jpg",
            "description": "A global push is on to develop a vaccine to slow the spread of COVID-19, and experts hope several will be ready in 2021. Yet even with one, the coronavirus is likely to remain with us for years, demanding long efforts to find a cure for those who still fall s…",
            "content": "A global push is on to develop a vaccine to slow the spread of COVID-19, and experts hope several will be ready in 2021. Yet even with one, the coronavirus is likely to remain with us for years, dema… [+9035 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Daily Mail"
            },
            "publishedAt": "2020-09-14T11:14:25Z",
            "title": "Google searches for gut symptoms such as diarrhoea predicts Covid-19 hotspots - Daily Mail",
            "url": "https://www.dailymail.co.uk/news/article-8730289/Google-searches-gut-symptoms-diarrhoea-predicts-Covid-19-hotspots.html",
            "urlToImage": "https://i.dailymail.co.uk/1s/2020/09/14/11/32745424-0-image-a-20_1600079462695.jpg",
            "description": "Academics found there was a surge in coronavirus cases roughly three to four weeks after a spike in searches for symptoms. In New York interest in diarrhoea almost doubled three weeks before surge.",
            "content": "Google searches for symptoms such as diarrhoea and abdominal pain could act as an early warning for a coronavirus outbreak, a study has revealed.\r\nAcademics found there was a surge in coronavirus cas… [+6634 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "CMAJ"
            },
            "publishedAt": "2020-09-14T05:10:31Z",
            "title": "Kidney injury associated with COVID-19 - CMAJ",
            "url": "https://www.cmaj.ca/content/192/37/E1065",
            "urlToImage": "https://www.cmaj.ca/sites/default/files/highwire/cmaj/192/37.cover-source.jpg",
            "description": "Acute kidney injury (AKI) is a common complication of coronavirus disease 2019 (COVID-19) and is usually related to disease severity. Accordingly, it typically occurs in patients who are critically ill, those with pre-existing conditions, older adults and Bla…",
            "content": "Hemodynamic insults, immunologic injury, hypercoagulability and microangiopathy drive kidney injury associated with COVID-193\r\nThere is no strong evidence that severe acute respiratory syndrome coron… [+552 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Deccan Herald"
            },
            "publishedAt": "2020-09-14T03:09:10Z",
            "title": "Singapore grapples with coronavirus in migrant workers' dormitories - Deccan Herald",
            "url": "https://www.deccanherald.com/international/singapore-grapples-with-coronavirus-in-migrant-workers-dormitories-887192.html",
            "urlToImage": "https://www.deccanherald.com/sites/dh/files/articleimages/2020/09/14/download-2020-09-14t084338070-887192-1600057022.png",
            "description": "Singapore is battling new clusters of coronavirus infections in migrant dormitories that had won the all-clear from authorities, highlighting the difficulty of stamping out the disease, even in a closely monitored population. As the wealthy city-state tumbled…",
            "content": "Singapore is battling new clusters of coronavirus infections in migrant dormitories that had won the all-clear from authorities, highlighting the difficulty of stamping out the disease, even in a clo… [+3702 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Health24"
            },
            "publishedAt": "2020-09-14T03:00:49Z",
            "title": "Coronavirus research recap: Delayed immune system response, Covid stress, and theory on masks - Health24",
            "url": "https://www.health24.com/Medical/Infectious-diseases/Coronavirus/coronavirus-research-recap-delayed-immune-system-response-covid-stress-and-theory-on-masks-20200914-3",
            "urlToImage": "http://cdn.24.co.za/files/Cms/General/d/10212/9f90b9c300d8417b9b56cb2ffa901e93.jpg",
            "description": "Why men and the elderly are hit harder; stress from Covid-19 may be hard to shake; and could your mask be a kind of vaccine against the virus?",
            "content": "LATEST SCIENCE AND RESEARCH\r\nREAD | Covid-19: More reasons why men and the elderly are hit harder\r\nOlder people, as well as those with comorbidities, have been found to be more vulnerable to severe C… [+9335 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "OurWindsor.ca"
            },
            "publishedAt": "2020-09-14T00:25:53Z",
            "title": "'Under control, yet concerning': Quebec reports 279 new cases of COVID-19 - Orangeville Banner",
            "url": "https://www.ourwindsor.ca/news-story/10189647--under-control-yet-concerning-quebec-reports-279-new-cases-of-covid-19/",
            "urlToImage": "https://dynamicmedia.zuza.com/zz/m/original_/1/4/14420631-aafc-46ec-9b64-d7949a90f30f/Thestar_fb6f1c73_71eb_44c6_9023_59e09e9de350_Image1_Super_Portrait.jpg",
            "description": "MONTREAL—Quebec reported 279 new cases of <a href=\"https://www.thestar.com/coronavirus.html\">COVID-19 on Sunday, bringing the total to 64,986 cases since the pandemic began.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Brinkwire.com"
            },
            "publishedAt": "2020-09-12T20:44:07Z",
            "title": "Coronavirus cases rise by 3497 in biggest Saturday increase in four months with nine deaths - Brinkwire",
            "url": "https://en.brinkwire.com/news/coronavirus-cases-rise-by-3497-in-biggest-saturday-increase-in-four-months-with-nine-deaths/",
            "urlToImage": null,
            "description": null,
            "content": "ANOTHER 3,497 people have tested positive for coronavirus overnight in the highest Saturday rise since May as new cases in the UK continue to soar.\r\nNine more people have also lost their lives to the… [+3857 chars]"
        }
    ]
}