{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-13T17:19:06Z",
            "title": "This is how coronavirus antibody testing works - The Sun",
            "url": "https://www.youtube.com/watch?v=ym9o2eg90kE",
            "urlToImage": "https://i.ytimg.com/vi/ym9o2eg90kE/maxresdefault.jpg",
            "description": "A COVID-19 antibody test can detect if a person had coronavirus before and has since recovered. The test works this out by testing your blood for coronavirus...",
            "content": "A COVID-19 antibody test can detect if a person had coronavirus before and has since recovered. The test works this out by testing your blood for coronavirus antibodies to see if they have already beaten the virus and gained some immunity to it.\r\nA small need… [+1635 chars]"
        },
        {
            "source": {
                "id": "the-washington-post",
                "name": "The Washington Post"
            },
            "publishedAt": "2020-05-13T16:32:27Z",
            "title": "Tributes pour in for British rail worker who died after being spat at by man who said he had the coronavirus - The Washington Post",
            "url": "https://www.washingtonpost.com/world/2020/05/13/tributes-pour-british-rail-worker-who-died-after-being-spat-by-man-who-said-he-had-coronavirus/",
            "urlToImage": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/STZKZDEURQI6VB5DELJSII2WGY.jpg&w=1440",
            "description": "The assault on both rail workers and the death of Belly Mujinga became the subject of a flood of public grief and anger in the United Kingdom, amid a national conversation about when and how to reopen after almost two months of lockdown.",
            "content": "Because of the coronavirus restrictions in place in Britain, only 10 people were allowed to attend Mujingas funeral.\r\nThe assault on both rail workers and Mujingas death became the subject of a flood of public grief and anger in the United Kingdom, amid a nat… [+4190 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Channelnewsasia.com"
            },
            "publishedAt": "2020-05-13T16:12:32Z",
            "title": "WHO expert says world has 'long, long way to go' in COVID-19 fight - CNA",
            "url": "https://www.channelnewsasia.com/news/world/covid19-coronavirus-who-go-away-12729420",
            "urlToImage": "https://cna-sg-res.cloudinary.com/image/upload/q_auto,f_auto/image/12729414/16x9/991/557/c39e201d1f8189b56804557f32a750ae/wD/news-conference-on-the-novel-coronavirus-in-geneva-3.jpg",
            "description": "GENEVA: The new coronavirus may never go away and populations around the world will have to learn to live with it, the World Health Organization warned on Wednesday (May 13).",
            "content": "GENEVA: The new coronavirus may never go away and populations around the world will have to learn to live with it, the World Health Organization warned on Wednesday (May 13).\r\nAs some countries around the world begin gradually easing lockdown restrictions imp… [+2443 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-13T15:24:24Z",
            "title": "Researchers searching for link between inflammatory syndrome and COVID-19 in children - CGTN America",
            "url": "https://www.youtube.com/watch?v=6Em0Y7VQKuo",
            "urlToImage": "https://i.ytimg.com/vi/6Em0Y7VQKuo/maxresdefault.jpg",
            "description": "The novel coronavirus has caused different symptoms in different people – killing some while leaving others without symptoms at all. The original assumption ...",
            "content": "The novel coronavirus has caused different symptoms in different people killing some while leaving others without symptoms at all.\r\nThe original assumption was that children were largely untouched by the virus but New York and other regions have recently disc… [+473 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-05-13T13:30:55Z",
            "title": "Coronavirus and the Spanish flu: Comparing two lethal pandemics, separated by a century - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/coronavirus-and-the-spanish-flu-comparing-two-lethal-pandemics-separated-by-a-century-1.4937256",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4937274.1589377049!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Despite a century's progress in science, 2020 is looking a lot like 1918.",
            "content": "WASHINGTON -- \r\nDespite a century's progress in science, 2020 is looking a lot like 1918.\r\nIn the years between two lethal pandemics, one the misnamed Spanish flu, the other COVID-19, the world learned about viruses, cured various diseases, made effective vac… [+9978 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Classicfm.com"
            },
            "publishedAt": "2020-05-13T11:49:11Z",
            "title": "Health authorities say choir practice caused the ‘superspread’ of 52 coronavirus cases - Classic FM",
            "url": "https://www.classicfm.com/music-news/coronavirus/choir-rehearsal-52-cases-superspreader-study/",
            "urlToImage": "https://imgs.classicfm.com/images/152390?width=1200&crop=16_9&signature=AnruVqqdAYiKdlm-EwfPBoSdzq8=",
            "description": "The infamous choir rehearsal, held two weeks before Washington State’s lockdown, infected 52 singers with coronavirus and resulted in two deaths.",
            "content": "13 May 2020, 12:33 | Updated: 13 May 2020, 13:13\r\nHealth authorities say choir practice caused the superspread of 52 coronavirus cases.\r\nPicture: \r\nYouTube/John Yaeger\r\nBy Helena Asprou\r\nThe infamous choir rehearsal, held two weeks before Washington States lo… [+2684 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.com"
            },
            "publishedAt": "2020-05-13T09:45:50Z",
            "title": "New US coronavirus hotspots appear in Republican heartlands - The Guardian",
            "url": "https://www.theguardian.com/world/2020/may/13/new-us-coronavirus-hotspots-republican-heartland-areas",
            "urlToImage": "https://i.guim.co.uk/img/media/ab78842d9f642c4fe25284349ee38d154b7749df/0_200_6000_3600/master/6000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=1cf8adc0b8b03fd568eec7e043007e6c",
            "description": "Surge in infections in red state towns and rural communities as rise in cases contradicts Trump assertion of rapid decline",
            "content": "New coronavirus hotspots are emerging in Republican heartland communities across multiple states, contradicting Donald Trumps claims that infection rates are declining across the nation.\r\nAt a fraught press briefing on Monday, the president declared: All thro… [+5533 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nature.com"
            },
            "publishedAt": "2020-05-13T09:05:56Z",
            "title": "Coronavirus drugs trials must get bigger and more collaborative - Nature.com",
            "url": "https://www.nature.com/articles/d41586-020-01391-9",
            "urlToImage": "https://media.nature.com/lw1024/magazine-assets/d41586-020-01391-9/d41586-020-01391-9_17973922.jpg",
            "description": "The pandemic has given rise to too many small and uncontrolled clinical trials.",
            "content": "A pharmaceutical factory in Syria stockpiles hydroxychloroquine. Researchers do not yet know whether it works against COVID-19.Credit: Louai Beshara/AFP/Getty\r\nResearchers have rallied in unprecedented ways to defeat the coronavirus pandemic. They are retooli… [+5529 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thesun.co.uk"
            },
            "publishedAt": "2020-05-13T08:36:03Z",
            "title": "New online calculator predicts your personal risk of dying from coronavirus - The Sun",
            "url": "http://www.thesun.co.uk/news/11609334/calculator-predict-coronavirus-death/",
            "urlToImage": "https://www.thesun.co.uk/wp-content/uploads/2020/05/NINTCHDBPICT000581592511.jpg?strip=all&quality=100&w=1200&h=800&crop=1",
            "description": "",
            "content": "BRIT scientists have developed the first calculator that warns individuals of their personal Covid-19 risk.\r\nExperts from University College London said more than 8 million high risk people should remain indoors when lockdown is lifted.\r\n Experts from UCL hav… [+3512 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Coloradosun.com"
            },
            "publishedAt": "2020-05-13T04:20:00Z",
            "title": "Colorado sewage treatment plants are examining your poop for coronavirus clues. Seriously. - The Colorado Sun",
            "url": "https://coloradosun.com/2020/05/13/looking-at-poop-for-coronavirus-clues/",
            "urlToImage": "https://coloradosun.com/wp-content/uploads/sites/15/2020/05/BIOBOT-JL1289.jpg?resize=1200,630",
            "description": "Humans begin to shed coronavirus in their feces within three days of infection, which could provide a heads up on outbreaks. At least three Colorado water treatment systems are studying poo for warning signs.",
            "content": "For 24 hours starting early every Sunday morning, small pipes suck samples from the river of sewage flowing into the South Platte Water Renewal Partners wastewater treatment plant in Englewood for 24 hours. \r\nCOVID-19 IN COLORADO\r\nThe latest from the coronavi… [+7776 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Eurekalert.org"
            },
            "publishedAt": "2020-05-13T04:01:17Z",
            "title": "Tiny RNA that should attack coronavirus diminish with age, disease - EurekAlert",
            "url": "https://eurekalert.org/pub_releases/2020-05/mcog-trt051220.php",
            "urlToImage": "https://www.eurekalert.org/multimedia/pub/web/231717_web.jpg",
            "description": "A group of tiny RNA that should attack the virus causing COVID-19 when it tries to infect the body are diminished with age and chronic health problems, a decrease that likely helps explain why older individuals and those with preexisting medical conditions ar…",
            "content": "IMAGE: Drs. Carlos M. Isales and Sadanand Fulzele.\r\n view more \r\nCredit: Phil Jones, Senior Photographer, Augusta University\r\nA group of tiny RNA that should attack the virus causing COVID-19 when it tries to infect the body are diminished with age and chroni… [+7734 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-13T03:14:32Z",
            "title": "Central Florida health agencies ramp up coronavirus contact tracing - WKMG News 6 ClickOrlando",
            "url": "https://www.youtube.com/watch?v=XOID6WCe7rM",
            "urlToImage": "https://i.ytimg.com/vi/XOID6WCe7rM/maxresdefault.jpg",
            "description": "County leaders at the Florida Department of Health said they have been ramping up their contact tracing as people continue to test positive for the coronavirus.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Indiatoday.in"
            },
            "publishedAt": "2020-05-13T03:11:39Z",
            "title": "WHO sees 'potentially positive data' on coronavirus treatments - India Today",
            "url": "https://www.indiatoday.in/world/story/who-coronavirus-treatments-1677373-2020-05-13",
            "urlToImage": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202005/WHO_RTs-647x363.png?4afPivNIQqdJTYP0BvSik76TKUQF9NW7",
            "description": "The World Health Organization said that some treatments appear to be limiting the severity or length of the Covid-19 disease .",
            "content": "The World Health Organization said on Tuesday that some treatments appear to be limiting the severity or length of the Covid-19 disease and that it was focusing on learning more about four or five of the most promising ones.\r\nThe Geneva-based WHO is leading a… [+3268 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Snopes.com"
            },
            "publishedAt": "2020-05-13T03:07:50Z",
            "title": "‘Plandemic’ Virus Consipracy-Theory Video Shows Challenges for Big Tech - Snopes.com",
            "url": "https://www.snopes.com/ap/2020/05/12/plandemic-virus-consipracy-theory-video-shows-challenges-for-big-tech/",
            "urlToImage": "https://www.snopes.com/tachyon/2020/05/ap_mikovits.jpg",
            "description": "One by one, tech companies across Silicon Valley scrambled to take down a slickly produced video of a discredited researcher peddling a variety of conspiracy theories about the coronavirus.",
            "content": "CHICAGO (AP) One by one, tech companies across Silicon Valley scrambled to take down a slickly produced video of a discredited researcher peddling a variety of conspiracy theories about the coronavirus.\r\nIt was all too late.\r\nThe 26-minute documentary-style v… [+4474 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-05-12T23:19:24Z",
            "title": "Coronavirus: Thousands of Covid patients to have genome studied - BBC News",
            "url": "https://www.bbc.co.uk/news/uk-scotland-52630412",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/11EA7/production/_112238337_gettyimages-1144984609.jpg",
            "description": "The Edinburgh University-led research will identify why the disease affects some more than others.",
            "content": "Image copyrightGetty Images\r\nResearchers are to study the genetic codes of severely-ill Covid-19 patients to find out why the disease affects some people more than others.\r\nThe Edinburgh University-led programme will identify the specific genes that cause a p… [+2005 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-05-12T22:24:57Z",
            "title": "He prayed at dad's bedside after coronavirus death. 16 days later, they're buried together - CNN",
            "url": "https://www.cnn.com/2020/05/12/us/new-york-father-son-coronavirus-deaths/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200509164352-01-father-son-coronavirus-deaths-super-tease.jpg",
            "description": "The night Miguel Moran died from complications of the coronavirus, his 23-year-old son and four other family members put on their face masks and rushed to a suburban New York hospital to be at his bedside. Eight days later, his son died, too.",
            "content": "(CNN)The night Miguel Moran died from complications of the coronavirus, his 23-year-old son and four other family members put on their face masks and rushed to a suburban New York hospital to be at his bedside.\r\nOne by one, they donned a hospital-issued plast… [+10070 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-12T18:55:09Z",
            "title": "1 new coronavirus case reported in Manitoba - Globalnews.ca",
            "url": "http://globalnews.ca/news/6934324/new-coronavirus-case-manitoba-may-12/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/ny401-217_2020_134359.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Manitoba's Tuesday health bulletin says there is one new case of the novel coronavirus in the province.",
            "content": "There is one new case of COVID-19, the disease caused by the novel coronavirus, in Manitoba, according to the province’s Tuesday health bulletin.\r\nThis brings the total number of positive and probable COVID-19 cases to 290.\r\nREAD MORE: \r\nWinnipeg’s Assiniboin… [+1678 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-12T17:30:01Z",
            "title": "Is coronavirus making it harder to treat other diseases in Africa? | Inside Story - Al Jazeera English",
            "url": "https://www.youtube.com/watch?v=5_e7sT5vtRg",
            "urlToImage": "https://i.ytimg.com/vi/5_e7sT5vtRg/maxresdefault.jpg",
            "description": "The coronavirus pandemic is putting enormous strain on health systems worldwide. In some countries that means resources are being diverted from other treatme...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Gizmodo.com"
            },
            "publishedAt": "2020-05-12T16:45:24Z",
            "title": "Researchers Find Coronavirus Symptom App May Be Pretty Handy in Predicting New Cases - Gizmodo",
            "url": "https://gizmodo.com/researchers-find-coronavirus-symptom-app-may-be-pretty-1843413129",
            "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/zkiv9e3azjjx1xufgbec.png",
            "description": "In a new study, researchers from the UK and U.S. have found that crowdsourcing symptoms via an app may actually be useful in predicting covid-19 cases—and that the most reliable indicator was a loss of taste and smell, followed by fatigue and acute muscle pai…",
            "content": "In a new study, researchers from the UK and U.S. have found that crowdsourcing symptoms via an app may actually be useful in predicting covid-19 casesand that the most reliable indicator was a loss of taste and smell, followed by fatigue and acute muscle pain… [+2958 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yorkregion.com"
            },
            "publishedAt": "2020-05-12T00:38:00Z",
            "title": "York Region records 28 COVID-19 cases due to workplace outbreaks - yorkregion.com",
            "url": "https://www.yorkregion.com/news-story/9985475-york-region-records-28-covid-19-cases-due-to-workplace-outbreaks/",
            "urlToImage": "https://dynamicmedia.zuza.com/zz/m/original_/2/1/217d888f-e2f7-462c-a49f-8b569f783fd2/Natures Emporium_Super_Portrait.jpg",
            "description": "COVID-19 outbreaks in workplaces becoming 'new front' of coronavirus battle in region, Dr. Karim Kurji says",
            "content": "The confirmed COVID-19 cases among employees in the same workplaces have jumped to 28 in York Region, as of May 11.\r\nThe region’s medical officer of health Dr. Karim Kurji announced May 8 that COVID-19 outbreaks in workplaces outside the health-care field are… [+1298 chars]"
        }
    ]
}