{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-09-30T22:32:36Z",
            "title": "Coronavirus: Yorkton RCMP reminded to mask up after indoor group photo-op - Global News",
            "url": "https://globalnews.ca/news/7369790/coronavirus-yorkton-rcmp-photo-op/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/09/Yorkton-police-group-photo.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "The photo, which was posted to the Yorkton RCMP's Facebook page on Sept. 16, was taken the day prior during the City of Yorkton's annual service awards.",
            "content": "As Yorkton Sask., deals with an uptick in coronavirus cases, RCMP say “it would have been advisable” for the eight members of that city’s detachment standing shoulder-to-shoulder for an indoor photo-… [+4452 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-09-30T21:05:08Z",
            "title": "Coronavirus: 1 new case in Peterborough area, overall total increases to 121 - Global News",
            "url": "https://globalnews.ca/news/7369615/coronavirus-cases-peterborough-sept-30/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/09/CP17838384-1.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "Peterborough Public Health reported its 121st case of COVID-19 on Wednesday.",
            "content": "Peterborough Public Health reported one new case of novel coronavirus for Peterborough and area on Wednesday.\r\nThat increases the overall case total to 121 for the health unit’s jurisdiction of Peter… [+1138 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo Entertainment"
            },
            "publishedAt": "2020-09-30T19:18:00Z",
            "title": "Coronavirus detected in lake water, researchers find. Experts say don't panic. - Yahoo News Canada",
            "url": "https://ca.news.yahoo.com/covid19-detected-lake-water-dont-panic-191828650.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/UFUQRSM_tiekLDzc5mYu5w--~B/aD0yNDAwO3c9MzYwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2020-09/975a7de0-034c-11eb-bbe7-38c44d4c0888",
            "description": "“It’s highly unlikely that SARS-CoV-2 can survive in a body of water for very long,” one expert tells Yahoo Life.",
            "content": "A team of researchers at the University of Minnesota has found traces of SARS-CoV-2, the virus that causes COVID-19, in lake water. \r\nThe virus was detected by a group led by Richard Melvin, an assis… [+4922 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-09-30T17:56:58Z",
            "title": "Coronavirus: 9 cases, 18 recoveries reported in London-Middlesex - Global News",
            "url": "https://globalnews.ca/news/7368568/coronavirus-covid-19-cases-london-middlesex-elgin-oxford-sept-30/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/07/49692246187_67cba50a29_o.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "The region's total case count stands at 874, of which 732 have recovered. The region's death toll, 57, has not changed since June 12.",
            "content": "Nine people have tested positive for the novel coronavirus while 18 people have been listed as recovered, officials with the Middlesex-London Health Unit (MLHU) reported Wednesday.\r\nThe region’s tota… [+13729 chars]"
        },
        {
            "source": {
                "id": "the-irish-times",
                "name": "The Irish Times"
            },
            "publishedAt": "2020-09-30T17:03:45Z",
            "title": "Coronavirus: 429 new cases as public health officials ‘less optimistic’ than last week - The Irish Times",
            "url": "https://www.irishtimes.com/news/health/coronavirus-429-new-cases-as-vigilance-urged-amid-rises-across-the-country-1.4368618",
            "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4368617&origw=1440",
            "description": "Public health officials await pattern for Dublin after relatively high numbers in recent days",
            "content": "A further 429 confirmed cases of Covid-19 were reported by the National Public Health Emergency Team (NPHET) on Wednesday. This brings to 36,155 the total number of cases of the disease in the Republ… [+3966 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Princeton University"
            },
            "publishedAt": "2020-09-30T15:43:21Z",
            "title": "Largest COVID-19 contact tracing study to date finds children key to spread, evidence of superspreaders - Princeton University",
            "url": "https://www.princeton.edu/news/2020/09/30/largest-covid-19-contact-tracing-study-date-finds-children-key-spread-evidence",
            "urlToImage": "https://www.princeton.edu/sites/default/files/styles/scale_1440/public/images/2020/09/shutterstock_1662701254.jpg?itok=PsycpcRo",
            "description": "Researchers from the Princeton Environmental Institute find the continued spread of novel coronavirus SARS-CoV-2 is driven by only a small percentage of those who become infected.",
            "content": "A study of more than a half-million people in India who were exposed to the novel coronavirus SARS-CoV-2 suggests that the virus continued spread is driven by only a small percentage of those who bec… [+3660 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Canoe"
            },
            "publishedAt": "2020-09-29T21:28:21Z",
            "title": "Moderna COVID-19 vaccine appears safe, shows signs of working in older adults -study - Ottawa Sun",
            "url": "https://canoe.com/news/world/moderna-covid-19-vaccine-appears-safe-shows-signs-of-working-in-older-adults-study",
            "urlToImage": "https://smartcdn.prod.postmedia.digital/canoe/wp-content/uploads/2020/09/health-coronavirus-moderna-vaccine-e1601413853286.jpg?quality=100&strip=all",
            "description": "CHICAGO — Results from an early safety study of Moderna Inc’s coronavirus vaccine candidate in older adults showed that it produced virus-neutralizing…",
            "content": "Overall, the team found that in older adults who received two injections of the 100 microgram dose 28 days apart, the vaccine produced immune responses roughly in line with those seen in younger adul… [+1357 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-09-29T21:05:00Z",
            "title": "Moderna COVID-19 vaccine appears safe, shows signs of working in older adults: study - Reuters",
            "url": "https://ca.reuters.com/article/us-health-coronavirus-moderna-idUSKBN26K3KE",
            "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20200929&t=2&i=1535425357&r=LYNXMPEG8S2DP&w=800",
            "description": "Results from an early safety study of Moderna Inc's <MRNA.O> coronavirus vaccine candidate in older adults showed that it produced virus-neutralizing antibodies at levels similar to those seen in younger adults, with side effects roughly on par with high-dose…",
            "content": "CHICAGO (Reuters) - Results from an early safety study of Moderna Inc's MRNA.O coronavirus vaccine candidate in older adults showed that it produced virus-neutralizing antibodies at levels similar to… [+2231 chars]"
        },
        {
            "source": {
                "id": "vice-news",
                "name": "Vice News"
            },
            "publishedAt": "2020-09-29T12:11:00Z",
            "title": "Half a Million Sharks Could Be Killed to Make a Global COVID Vaccine - VICE",
            "url": "https://www.vice.com/en/article/k7qdym/half-a-million-sharks-could-be-killed-to-make-a-global-covid-vaccine",
            "urlToImage": "https://video-images.vice.com//articles/5f72cd8ec533c700958da2c2/lede/1601359784550-pjimage-2020-09-29t160858037.jpeg?image-resize-opts=Y3JvcD0xeHc6MXhoO2NlbnRlcixjZW50ZXImcmVzaXplPTEyMDA6KiZyZXNpemU9MTIwMDoq",
            "description": "A number of potential coronavirus vaccines are using something called squalene, from shark liver. Experts estimate that about 3,000 sharks have to die to extract a single tonne of the stuff.",
            "content": "Conservationists are worried that the mass production of a COVID-19 vaccine could devastate shark populations around the world, as a number of pharmaceutical companies are found to be using oil from … [+5001 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-09-29T10:45:18Z",
            "title": "What you need to know about the coronavirus right now - Financial Post",
            "url": "https://financialpost.com/pmn/business-pmn/what-you-need-to-know-about-the-coronavirus-right-now-57",
            "urlToImage": null,
            "description": "Here’s what you need to know about the coronavirus right now:",
            "content": "WHO Director General Tedros Adhanom Ghebreyesus said the manufacturers Abbott and SD Biosensor had agreed with the Bill &amp; Melinda Gates Foundation to make 120 million of these new, highly portabl… [+1468 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-09-29T10:44:10Z",
            "title": "Nine in ten recovered COVID-19 patients experience side-effects - study - Ottawa Citizen",
            "url": "https://nationalpost.com/pmn/health-pmn/nine-in-ten-recovered-covid-19-patients-experience-side-effects-study",
            "urlToImage": null,
            "description": "SEOUL — Nine in ten coronavirus patients reported experiencing side-effects such as fatigue, psychological after-effects and loss of smell and taste after they…",
            "content": "SEOUL Nine in ten coronavirus patients reported experiencing side-effects such as fatigue, psychological after-effects and loss of smell and taste after they recovered from the disease, according to … [+1519 chars]"
        }
    ]
}