{
    "articles": [
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-10-28T17:59:56Z",
            "title": "US CDC reports 225985 deaths from coronavirus - Financial Post",
            "url": "https://financialpost.com/pmn/business-pmn/u-s-cdc-reports-225985-deaths-from-coronavirus",
            "urlToImage": null,
            "description": "The U.S. Centers for Disease Control and Prevention (CDC) on Wednesday reported 8,752,794 cases of the new coronavirus, an increase of 72,183 cases from its…",
            "content": "The U.S. Centers for Disease Control and Prevention (CDC) on Wednesday reported 8,752,794 cases of the new coronavirus, an increase of 72,183 cases from its previous count, and said that the number o… [+394 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "CityNews Calgary"
            },
            "publishedAt": "2020-10-28T16:37:47Z",
            "title": "COVID-19 cases rising, prompting quarantines, school closing - 660 NEWS - 660 News",
            "url": "https://www.660citynews.com/2020/10/28/covid-19-cases-rising-prompting-quarantines-school-closing/",
            "urlToImage": null,
            "description": "FORT LAUDERDALE, Fla. — About a dozen city employees in Fort Lauderdale have tested positive for the coronavirus and nearly 30 others are quarantining, officials said. Across Florida, the numbers of those testing positive — while still way down from the state…",
            "content": "FORT LAUDERDALE, Fla. About a dozen city employees in Fort Lauderdale have tested positive for the coronavirus and nearly 30 others are quarantining, officials said.\r\nAcross Florida, the numbers of t… [+3528 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Rejerusalem.com"
            },
            "publishedAt": "2020-10-28T16:01:24Z",
            "title": "Coronavirus: disease can cause cognitive effects similar to 10 years of aging - re:Jerusalem",
            "url": "https://rejerusalem.com/210639/coronavirus-disease-can-cause-cognitive-effects-similar-to-10-years-of-aging/",
            "urlToImage": "https://rejerusalem.com/wp-content/uploads/2020/10/518869-780x405.jpeg",
            "description": "This Tuesday (27), an investigation revealed by experts from Imperial College London reveals that Covid-19 can impact the cognitive functions of infected patients equivalent to 10 years of brain aging",
            "content": "This Tuesday (27), an investigation revealed by experts from Imperial College London reveals that Covid-19 can impact the cognitive functions of infected patients equivalent to 10 years of brain agin… [+1356 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "BGR"
            },
            "publishedAt": "2020-10-28T13:50:00Z",
            "title": "If you have these 2 symptoms, it could be severe COVID-19 so call your doctor immediately - BGR",
            "url": "https://bgr.com/2020/10/28/coronavirus-symptoms-stay-long-covid-fever-appetite/",
            "urlToImage": "https://bgr.com/wp-content/uploads/2020/08/Coronavirus.jpeg?quality=70&strip=all",
            "description": "A new study has shed light on which early coronavirus symptoms increase the likelihood that a patient will endure lingering symptoms for months after the initial diagnosis. Patients with lingering COVID-19 symptoms have been called ‘long haulers.’ Some common…",
            "content": "<ul><li>A new study has shed light on which early coronavirus symptoms increase the likelihood that a patient will endure lingering symptoms for months after the initial diagnosis.</li><li>Patients w… [+3181 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Datac.ca"
            },
            "publishedAt": "2020-10-28T12:59:00Z",
            "title": "Drug use on the rise amid coronavirus pandemic - Drug & Alcohol Testing Association of Canada (DATAC)",
            "url": "https://datac.ca/drug-use-on-the-rise-amid-coronavirus-pandemic/",
            "urlToImage": "https://datac.ca/wp-content/uploads/2020/10/DATAC_ArticleImages_FentanylAbuse.png",
            "description": "As stress related to the coronavirus remains on the rise, multiple studies have found that drug test positivity rates for substances like cocaine, fentanyl, heroin and methamphetamine have increased during the coronavirus pandemic.",
            "content": "As stress related to the coronavirus remains on the rise, we see the surge of another possible pandemic within this pandemic. A study co-authored by the U.S. Department of Health &amp; Human Services… [+3792 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-10-28T11:08:00Z",
            "title": "U.S. pharmacies attract new flu shot customers as coronavirus surges - Reuters",
            "url": "https://uk.reuters.com/article/us-usa-health-flu-focus-idUSKBN27D1JL",
            "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201028&t=2&i=1539109510&r=LYNXMPEG9R0VY&w=800",
            "description": "Walmart Inc, Walgreens Boots Alliance Inc, CVS Health Corp and Rite Aid Corp have told Reuters demand for flu shots at their U.S. pharmacies is up sharply - in some cases double from last year - as people try to protect themselves from influenza in the midst …",
            "content": "NEW YORK (Reuters) - Walmart Inc, Walgreens Boots Alliance Inc, CVS Health Corp and Rite Aid Corp have told Reuters demand for flu shots at their U.S. pharmacies is up sharply - in some cases double … [+4817 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo Entertainment"
            },
            "publishedAt": "2020-10-28T11:03:00Z",
            "title": "Signs COVID Was in Your Brain, Study Finds - Yahoo Canada Shine On",
            "url": "https://ca.style.yahoo.com/signs-covid-brain-study-finds-110322244.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/.BTdJKvE0KqjoF2KXQxcYQ--~B/aD04MDA7dz0xMjAwO3NtPTE7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/galvanized/a1d74ba44836445ec5a7599acdfa1a52",
            "description": "Some people infected with coronavirus might have long-term \"cognitive deficits\" comparable to the brain aging by 10 years, a new study has found. Researchers at Imperial College London looked at more than 84,000 people who had recovered from COVID19, finding …",
            "content": "Some people infected with coronavirus might have long-term \"cognitive deficits\" comparable to the brain aging by 10 years, a new study has found. Researchers at Imperial College London looked at more… [+3319 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "TheChronicleHerald.ca"
            },
            "publishedAt": "2020-10-28T10:47:19Z",
            "title": "Latest on worldwide spread of the coronavirus - TheChronicleHerald.ca",
            "url": "https://www.thechronicleherald.ca/news/world/latest-on-worldwide-spread-of-the-coronavirus-514126/",
            "urlToImage": "https://www.thechronicleherald.ca/media/photologue/photos/cache/latest-on-worldwide-spread-of-the-coronavirus_medium",
            "description": "(Reuters) - India's tally of coronavirus cases stood less than 10,000 away from the grim milestone of 8 million, while a Reuters tally showed nearly half a million people have contracted COVID-19 in the United States over the last seven days. DEATHS",
            "content": "(Reuters) - India's tally of coronavirus cases stood less than 10,000 away from the grim milestone of 8 million, while a Reuters tally showed nearly half a million people have contracted COVID-19 in … [+3636 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "TRT World"
            },
            "publishedAt": "2020-10-28T01:59:30Z",
            "title": "Early Covid-19 vaccines 'may be imperfect' – latest updates - TRT World",
            "url": "https://www.trtworld.com/life/un-world-saw-over-2-million-virus-cases-last-week-latest-updates-40961",
            "urlToImage": "https://cdni0.trtworld.com/w480/h270/q75/90971_RUS201009CORONAVIRUSRUSSIAREUTERS_1603885134078.JPG",
            "description": "Global coronavirus pandemic has infected more than 44 million people and claimed over 1.1 million lives. Here are the updates for October 28:",
            "content": "Global coronavirus pandemic has infected more than 44 million people and claimed over 1.1 million lives. Here are the updates for October 28:\r\nA medical worker prepares for a procedure with a patient… [+15202 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-10-27T23:37:00Z",
            "title": "Coronavirus: Algoma Public Health reports new COVID case | CTV News - CTV Toronto",
            "url": "https://northernontario.ctvnews.ca/algoma-public-health-reports-new-covid-case-1.5163604",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.5073331.1597977528!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Algoma Public Health is reporting one new case of COVID-19 in the Algoma district.",
            "content": "SUDBURY -- \r\nAlgoma Public Health is reporting one new case of COVID-19 in the Algoma District.\r\nThe person was tested Oct. 23, the health unit said, and the source of case No. 43 is unknown. The per… [+933 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-10-27T20:53:48Z",
            "title": "Coronavirus linked to mental decline, may age some patients’ brains by 10 years: study - Global News",
            "url": "https://globalnews.ca/news/7425712/coronavirus-ages-brain-10-years/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/08/1000-53-e1598054284181.jpeg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "Hampshire’s team analyzed results from 84,285 people who completed a study called the Great British Intelligence Test.",
            "content": "People recovering from COVID-19 may suffer significant brain function impacts, with the worst cases of the infection linked to mental decline equivalent to the brain aging by 10 years, researchers wa… [+2518 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Daily Hive"
            },
            "publishedAt": "2020-10-27T20:47:00Z",
            "title": "Toronto neighbourhoods with the most and least coronavirus cases | News - Daily Hive",
            "url": "https://dailyhive.com/toronto/toronto-neighbourhoods-most-least-coronavirus-cases-october-27",
            "urlToImage": "https://images.dailyhive.com/20201027132416/shutterstock_image-28-500x256.jpg",
            "description": "Some have almost 800 cases while others have 30.",
            "content": "Throughout the COVID-19 pandemic, the City of Toronto has released updated geographic information on virus cases in the city.\r\nThe data is intended to help people in the most affected neighbourhoods … [+1696 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-10-27T10:44:46Z",
            "title": "Having more than 5 coronavirus symptoms may predict long-COVID case - Business Insider - Business Insider",
            "url": "https://www.businessinsider.com/symptoms-predict-long-haul-coronavirus-case-fatigue-headache-2020-10",
            "urlToImage": "https://i.insider.com/5f91e5da212113001874044f?width=1200&format=jpeg",
            "description": "Age, gender, and BMI could also play a role in whether a patient recovers right away, according to a study from King's College London.",
            "content": "For a select group of coronavirus patients known as \"long-haulers,\" the onset of symptoms is the beginning of an extended battle. Many COVID-19 patients develop weeks- or months-long illnesses that r… [+6078 chars]"
        }
    ]
}