{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "News18"
            },
            "publishedAt": "2020-12-04T03:47:00Z",
            "title": "Coronavirus LIVE Updates: Health Min Dr Harsh Vardhan Meets Members of Covid-19 Taskforce - News18",
            "url": "https://www.news18.com/news/india/coronavirus-live-updates-uk-govt-to-cover-vaccine-side-effects-biden-picks-indian-origin-murthy-to-lead-covid-19-fight-3144119.html",
            "urlToImage": "https://images.news18.com/ibnlive/uploads/2020/10/1603018383_harsh-vardhan-2-1.jpg",
            "description": "Coronavirus LIVE Updates: Britain will pay individuals who suffer any severe side-effects from COVID-19 vaccines under an existing programme, said the government on Thursday, ahead of a rollout of Pfizer and BioNTech’s vaccine in the country following emergen…",
            "content": "Ahead of Prime Minister Narendra Modi's all-party meeting in the Parliament on Friday, Union Health Minister Dr Harsh Vardhan has called for a meeting concerning various departments of the Covid-19 T… [+6676 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Deadline"
            },
            "publishedAt": "2020-12-03T22:17:00Z",
            "title": "Facebook Toughens Covid-19 Policy, Will Remove Misinformation About Vaccines - Deadline",
            "url": "https://deadline.com/2020/12/facebook-covid-19-removing-vaccine-misinformation-instagram-1234650039/",
            "urlToImage": "https://deadline.com/wp-content/uploads/2020/12/Facebook.jpg?w=1024",
            "description": "As Covid-19 vaccines start rolling out this month, Facebook has toughened its stance on vaccine misinformation about the coronavirus and will start to remove false claims from its platforms. In a blog post Thursday, the social media giant said it will remove …",
            "content": "As Covid-19 vaccines start rolling out this month, Facebook has toughened its stance on vaccine misinformation about the coronavirus and will start to remove false claims from its platforms.\r\nIn a bl… [+2095 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "NPR"
            },
            "publishedAt": "2020-12-03T18:41:09Z",
            "title": "Facebook Bans Debunked Claims About COVID-19 Vaccines : Coronavirus Updates - NPR",
            "url": "https://www.npr.org/sections/coronavirus-live-updates/2020/12/03/942155653/facebook-bans-debunked-claims-about-covid-vaccines",
            "urlToImage": "https://media.npr.org/assets/img/2020/12/03/ap_20337719953696_wide-76273c444b9f975b4b13096ef6a01636b0e75c94.jpg?s=1400",
            "description": "The new ban is an expansion of the social network's rules against misinformation that could lead to imminent physical harm. It comes as governments prepare to roll out the first vaccinations.",
            "content": "As governments around the world prepare to approve the first coronavirus vaccines, social media companies are cracking down on hoaxes and conspiracy theories.\r\nAshley Landis/AP\r\nFacebook is banning c… [+2195 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-12-03T11:35:52Z",
            "title": "Canadian military creates ‘Operation Vector’ to help with coronavirus vaccine rollout - Global News",
            "url": "https://globalnews.ca/news/7498914/coronavirus-vaccine-rollout-caf-operation-vector/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/07/cpt70172268.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "The Canadian Armed Forces received formal orders last week to start planning for the distribution of COVID-19 vaccines.",
            "content": "The Canadian Armed Forces received formal orders last week to start planning for the distribution of COVID-19 vaccines, though the military’s top commander says preparations have been underway for lo… [+5209 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-12-02T22:25:00Z",
            "title": "Family seeking COVID is 'playing with a loaded gun' in B.C. city, mayor says - CTV News Vancouver",
            "url": "https://bc.ctvnews.ca/family-seeking-covid-19-is-playing-with-a-loaded-gun-in-b-c-city-discouraging-visitors-mayor-1.5214280",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.5214311.1606947218!/httpImage/image.jpeg_gen/derivatives/landscape_620/image.jpeg",
            "description": "The mayor of Revelstoke is speaking out after a local family was rumoured to be trying to get infected with the coronavirus.",
            "content": "VANCOUVER -- \r\nThe mayor of Revelstoke is appalled at a family rumoured to be trying to contract COVID-19 to build their natural immunity at a time when his city is discouraging visitors and grapplin… [+3462 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-12-02T21:23:09Z",
            "title": "Feds plan to provide Canadians with tools to fight coronavirus vaccine misinformation - Global News",
            "url": "https://globalnews.ca/news/7497355/canada-webinars-coronavirus-vaccine/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/10/CP111006459.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "Tam's announcement comes as Health Canada reviews Pfizer and BioNtech's vaccine candidate, which became the world's first vaccine to receive approval after it was authorized by British health officials.",
            "content": "The Public Health Agency of Canada plans to roll out webinars for health-care workers in an effort to combat increasing misinformation surrounding the impending novel coronavirus vaccine.\r\nSpeaking t… [+2900 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "BGR"
            },
            "publishedAt": "2020-12-02T19:20:00Z",
            "title": "Here’s who Dr. Fauci blames for coronavirus surges across America - BGR",
            "url": "https://bgr.com/2020/12/02/coronavirus-update-dr-fauci-interview-how-to-avoid-covid-19-during-winter-surge/",
            "urlToImage": "https://bgr.com/wp-content/uploads/2020/12/rsz_mega702565_008.jpg?quality=70&strip=all",
            "description": "The latest coronavirus update from the White House coronavirus task force paints a particularly grim picture of where the US finds itself at this stage of the COVID-19 pandemic. In a Q&A with Facebook CEO Mark Zuckerberg this week, White House health advisor …",
            "content": "<ul><li>The latest coronavirus update from the White House coronavirus task force paints a particularly grim picture of where the US finds itself at this stage of the COVID-19 pandemic.</li><li>In a … [+4207 chars]"
        }
    ]
}