{
    "articles": [
        {
            "source": {
                "id": "fox-news",
                "name": "Fox News"
            },
            "publishedAt": "2020-04-10T19:05:45Z",
            "title": "Does marijuana use heighten coronavirus risk? - Fox News",
            "url": "https://www.foxnews.com/health/does-marijuana-use-heighten-coronavirus-risk",
            "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2020/04/iStock-1155777646.jpg",
            "description": "Are marijuana users at an increased risk of suffering serious complications should they contract the novel coronavirus?",
            "content": "Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.\r\nAre marijuana users at an increased risk of suffering serious complications should they contract the novel coronavirus?\r\nAs the COVID-19 pandemic drones on, many are… [+5683 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cnet.com"
            },
            "publishedAt": "2020-04-10T17:33:02Z",
            "title": "How to make a coronavirus face mask or covering at home using cloth or a bandana - CNET",
            "url": "https://www.cnet.com/how-to/coronavirus-face-mask-how-to-make-a-covering-at-home-using-cloth-or-a-bandana/",
            "urlToImage": "https://cnet2.cbsistatic.com/img/YIOGtMOR35JdbtizSIxksgkRWCo=/756x567/2020/04/04/f77c88b1-9905-4b21-8c6e-5b9680888503/01-homemade-face-mask.jpg",
            "description": "What's the difference between a face mask and a face covering? How can they help prevent the spread of COVID-19? What materials do you need? Where can you donate extra masks you make? We answer these questions and more.",
            "content": "There are plenty of resources to help you make a face mask at home.\r\nSummerDance/iStock/Touchups by Sarah Tew/CNET\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nHomemade masks and face coverings are star… [+8624 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Dailymail.co.uk"
            },
            "publishedAt": "2020-04-10T16:17:31Z",
            "title": "Remote Amazon tribe records its first coronavirus case - Daily Mail",
            "url": "https://www.dailymail.co.uk/news/article-8207549/Remote-Amazon-tribe-records-coronavirus-case.html",
            "urlToImage": "https://i.dailymail.co.uk/1s/2020/04/10/09/27034900-0-image-a-5_1586508750255.jpg",
            "description": "The teenager, who belongs to the Yanomami community (file photo of member) scattered along the Brazilian-Venezuelan border, is in intensive care with chest pains, a sore throat and a fever.",
            "content": "A remote Amazon tribe has recorded its first case of coronavirus after a 15-year-old boy fell critically ill.    \r\nThe teenager, who belongs to the Yanomami community along the Brazilian-Venezuelan border, is in intensive care with COVID-19 symptoms.\r\nHe was … [+2764 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-10T16:09:39Z",
            "title": "Europe's industrial clusters mobilise to fight coronavirus - euronews (in English)",
            "url": "https://www.youtube.com/watch?v=5L5vvTx4fNw",
            "urlToImage": "https://i.ytimg.com/vi/5L5vvTx4fNw/hqdefault.jpg",
            "description": "European industrial clusters are particularly active in the fight against COVID-19.… READ MORE : https://www.euronews.com/2020/04/10/europe-s-industrial-clus...",
            "content": "European industrial clusters are particularly active in the fight against COVID-19.READ MORE : https://www.euronews.com/2020/04/10/e...\r\nWhat are the top stories today? Click to watch: https://www.youtube.com/playlist?list...\r\neuronews: the most watched news … [+352 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-10T15:51:00Z",
            "title": "He smiled to comfort his COVID-19 patient — then he realized his mask was leaking - National Post",
            "url": "https://nationalpost.com/news/world/he-smiled-to-comfort-his-covid-19-patient-then-he-realized-his-mask-was-leaking",
            "urlToImage": "https://nationalpostcom.files.wordpress.com/2020/04/new-york.jpg",
            "description": "Healthcare workers on the front lines of New York’s coronavirus outbreak say the highly contagious virus has hampered their ability to comfort patients",
            "content": "Sam remembers the moment he realized he could no longer smile at patients. He was helping a nervous man suffering from COVID-19 at the New York City hospital where he works as a nurse. The patient cracked a joke, and Sam laughed. Then he felt air in his eye.\r… [+3562 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-10T14:16:28Z",
            "title": "Coronavirus: Fanshawe College establishes emergency fund for students in need - Global News",
            "url": "http://globalnews.ca/news/6804479/coronavirus-fanshawe-fund/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2017/09/201707-trevithick-fanshawe_f_building1.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Students of the college in London, Ont., who are in financial need may apply to receive up to $500 in assistance.",
            "content": "Fanshawe College in London, Ont., is providing financial assistance to students in need amid the COVID-19 pandemic.\r\nIn a statement released Thursday, the college says the Student Emergency Fund has been established with the support of donors and the Fanshawe… [+1220 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nypost.com"
            },
            "publishedAt": "2020-04-10T12:48:25Z",
            "title": "World War II veteran, 99, set to return home after beating coronavirus - New York Post ",
            "url": "https://nypost.com/2020/04/10/albert-chambers-99-year-old-wwii-veteran-beats-coronavirus/",
            "urlToImage": "https://thenypost.files.wordpress.com/2020/04/albert-chambers-55.jpg?quality=90&strip=all&w=1200",
            "description": "A 99-year-old vet who survived being a Nazi prisoner of war has recovered from the coronavirus, and will return to his home in England Friday, hospital officials said. Albert Chambers, a former Bri…",
            "content": "A 99-year-old vet who survived being a Nazi prisoner of war has recovered from the coronavirus, and will return to his home in England Friday, hospital officials said.\r\nAlbert Chambers, a former British Army soldier who was wounded during World War II and hel… [+1961 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-10T12:43:14Z",
            "title": "Allergies could make your body more vulnerable to COVID-19 - NewsChannel 5",
            "url": "https://www.youtube.com/watch?v=OL6MLMDTV0Y",
            "urlToImage": "https://i.ytimg.com/vi/OL6MLMDTV0Y/maxresdefault.jpg",
            "description": "Doctors say allergies make the respiratory system more fragile, meaning it makes it easier to catch the coronavirus and symptoms of COVID-19 can get worse.",
            "content": "Doctors say allergies make the respiratory system more fragile, meaning it makes it easier to catch the coronavirus and symptoms of COVID-19 can get worse."
        },
        {
            "source": {
                "id": "news-com-au",
                "name": "News.com.au"
            },
            "publishedAt": "2020-04-10T12:39:26Z",
            "title": "Coronavirus strains: Three distinct strains of virus found - NEWS.com.au",
            "url": "https://www.news.com.au/world/coronavirus/australia/coronavirus-australia-three-different-strains-of-virus-identified-by-cambridge-university-researchers/news-story/e6fbac027ba79eecb95e83aa1df80517",
            "urlToImage": "https://cdn.newsapi.com.au/image/v1/075e5df8d3949d9f2f9e24f4b6afcbea?width=650",
            "description": "Coronavirus Australia: Three different strains of virus identified by Cambridge University researchers",
            "content": "Australians diagnosed with coronavirus could be suffering from one of two different strains of the disease, one of which is a daughter to the original strain found in China, new research has found. A study by Cambridge University researchers mapping the “evol… [+3038 chars]"
        },
        {
            "source": {
                "id": "fox-news",
                "name": "Fox News"
            },
            "publishedAt": "2020-04-10T12:32:11Z",
            "title": "CDC extends 'No Sail Order' for cruise ships under US jurisdiction amid coronavirus crisis - Fox News",
            "url": "https://www.foxnews.com/travel/cdc-extends-no-sail-order-cruise-ships-coronavirus-crisis",
            "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2020/04/CostaLuminosaGetty-1.jpg",
            "description": "“The measures we are taking today to stop the spread of COVID-19 are necessary to protect Americans,\" the CDC director said.",
            "content": "Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.\r\nThe Centers for Disease Control and Prevention (CDC) has extended the “No Sail Order” first issued to all cruise ships under U.S. jurisdiction last month, citing con… [+4446 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-10T11:54:54Z",
            "title": "WHO response to Coronavirus disease (COVID-19) - World Health Organization (WHO)",
            "url": "https://www.youtube.com/watch?v=NqqOKHJ1CC4",
            "urlToImage": "https://i.ytimg.com/vi/NqqOKHJ1CC4/maxresdefault.jpg",
            "description": "WHO is providing advice, supplies and leadership to combat the spread of COVID-19 Coronavirus disease (COVID-19) is an infectious disease caused by a newly d...",
            "content": null
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-04-10T11:04:14Z",
            "title": "S.Korea reports recovered coronavirus patients testing positive again - Regina Leader-Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/s-korea-reports-recovered-coronavirus-patients-testing-positive-again",
            "urlToImage": null,
            "description": "SEOUL — South Korean officials on Friday reported 91 patients thought cleared of the new coronavirus had tested positive again.",
            "content": "SEOUL South Korean officials on Friday reported 91 patients thought cleared of the new coronavirus had tested positive again.\r\nJeong Eun-kyeong, director of the Korea Centers for Disease Control and Prevention (KCDC), told a briefing that the virus may have b… [+738 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-10T11:03:02Z",
            "title": "Allergies or coronavirus? Doctors explain how to tell the difference - Global News",
            "url": "http://globalnews.ca/news/6789345/allergies-or-coronavirus-symptoms/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2019/04/tree-pollen.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "If you're worried that your sniffles might be the first sign of COVID-19, you're probably not alone.",
            "content": "Its spring, and across much of Canada, that means the start of allergy season. But this year, allergy sufferers might be more anxious than usual, wondering whether their sniffles are just allergies, or the start of a novel coronavirus infection.\r\nIts differen… [+2910 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thetelegram.com"
            },
            "publishedAt": "2020-04-10T10:25:53Z",
            "title": "Sanofi will donate 100 million doses of hydroxychloroquine to 50 countries - The Telegram",
            "url": "https://www.thetelegram.com/news/world/sanofi-will-donate-100-million-doses-of-hydroxychloroquine-to-50-countries-436156/",
            "urlToImage": "https://www.thetelegram.com/media/photologue/photos/cache/sanofi-will-donate-100-million-doses-of-hydroxychloroquine-to-50-countries_medium",
            "description": "PARIS (Reuters) - French pharmaceutical giant Sanofi said Friday it had decided to donate 100 million doses of hydroxychloroquine, the decades-old anti-malaria drug touted by some as a potential weapon against the novel coronavirus, across 50",
            "content": "PARIS (Reuters) - French pharmaceutical giant Sanofi said Friday it had decided to donate 100 million doses of hydroxychloroquine, the decades-old anti-malaria drug touted by some as a potential weapon against the novel coronavirus, across 50 countries.\r\nIn a… [+504 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-10T10:04:08Z",
            "title": "More than half of Canadians feel lonely, isolated during coronavirus pandemic: Ipsos poll - Global News",
            "url": "http://globalnews.ca/news/6793214/coronavirus-canada-lonely/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/gettyimages-1171712738-e1586353757753.jpg?quality=70&strip=all&crop=0px%2C34px%2C1025px%2C542px&resize=720%2C379",
            "description": "Canadians are starting to feel the full effects of physical distancing and self-isolation measures during the coronavirus outbreak, according to a recent survey.",
            "content": "Many Canadians have been at home for weeks practising isolation and physical distancing as much as possible in an effort to prevent the spread of the new coronavirus.\r\nNow people are starting to feel the full effects of these practices: 54 per cent of Canadia… [+7494 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-10T10:00:12Z",
            "title": "KC hospital staffs celebrating victories over the coronavirus - KCTV5 News",
            "url": "https://www.youtube.com/watch?v=w4rtdM0xd9E",
            "urlToImage": "https://i.ytimg.com/vi/w4rtdM0xd9E/maxresdefault.jpg",
            "description": "More patients are added to the lists of COVID-19 cases every day, with now more than 35 hundred cases in Missouri alone. While facts and figures can paint a ...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T23:38:07Z",
            "title": "Coronavirus: Two employees at National Microbiology Lab in Winnipeg test positive for COVID-19 - Global News",
            "url": "http://globalnews.ca/news/6803268/coronavirus-national-microbiology-lab-winnipeg/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2019/07/cpt12108959.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Two employees at Canada's National Microbiology Laboratory in Winnipeg are in self-isolation after testing positive for COVID-19.",
            "content": "Two employees at Canada’s National Microbiology Laboratory in Winnipeg are in self-isolation after testing positive for COVID-19.\r\nOne person in close contact with the employees also contracted the virus.\r\nPublic health authorities have begun contact tracing … [+647 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T22:49:27Z",
            "title": "Images show how long-term care workers may have spread coronavirus - y108.ca",
            "url": "https://globalnews.ca/news/6801945/pinecrest-psw-coronavirus-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/ppe-mc.jpg?quality=70&strip=all&w=720&h=480&crop=1",
            "description": "The images feature risky practices by staff that may reflect a larger pattern plaguing hundreds of long-term care facilities across Canada.",
            "content": "As the number of COVID-19 infections and fatalities rises in long-term care facilities across Canada, new images reviewed by Global News have revealed some risky practices by staff that may be contributing to the diseases exponential growth.\r\nThe images show … [+5582 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-09T22:35:36Z",
            "title": "Increase in pollen may be a sign you have an allergy, not coronavirus - First Coast News",
            "url": "https://www.youtube.com/watch?v=jouIIClMQkI",
            "urlToImage": "https://i.ytimg.com/vi/jouIIClMQkI/hqdefault.jpg",
            "description": "Springtime allergies are overlapping with the coronavirus pandemic.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Chch.com"
            },
            "publishedAt": "2020-04-09T20:58:00Z",
            "title": "Dynamic distancing - CHCH News",
            "url": "https://www.chch.com/dynamic-distancing/",
            "urlToImage": "https://www.chch.com/wp-content/uploads/2020/04/taz-dynamic-distancing_000146.jpg",
            "description": "Local News, News, Ontario News-Coronavirus, covid19, Dynamic distancing, Dynamic Physical Distancing, icu, prime minister, Ride the Wave, study, Trudeau",
            "content": "Prime Minister Trudeau said there could be an ongoing wave of new COVID19 cases. That means physical distancing will be Canadas new reality until a vaccine is found. Scientists from the University of Toronto and the University of Guelph used mathematical mode… [+510 chars]"
        }
    ]
}