{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "New York Daily News"
            },
            "publishedAt": "2020-12-25T00:36:00Z",
            "title": "African-American doctor alleges hospital racism before dying of COVID - New York Daily News",
            "url": "https://www.nydailynews.com/coronavirus/ny-covid-dr-susan-moore-indianapolis-died-racial-disparities-pain-20201225-legdz453cfeqtcrs4rx4gxwy6y-story.html",
            "urlToImage": "https://www.nydailynews.com/resizer/x7OZAjvdhm32FRtpIlS2627NVcM=/630x630/center/middle/cloudfront-us-east-1.images.arcpublishing.com/tronc/PBJWQDJI3NBTLKDNOZWJLQVJ5A.jpg",
            "description": "An African-American doctor who died of coronavirus left a message about racial disparity not just when it comes to how COVID-19 itself affects people of color but also about medical establishment's attitudes toward Black patients' assessment of their own pain.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "NPR"
            },
            "publishedAt": "2020-12-24T22:42:20Z",
            "title": "How Dangerous Is The New Coronavirus Variant In The UK? : Goats and Soda - NPR",
            "url": "https://www.npr.org/sections/goatsandsoda/2020/12/24/950144667/how-worried-should-we-be-about-the-new-u-k-coronavirus-variant",
            "urlToImage": "https://media.npr.org/assets/img/2020/12/24/virus-variant_wide-d32e652d3acb47355d0dd79d042ba1d21ef85b0b.jpg?s=1400",
            "description": "Mathematical modeling suggests that the mutations in this variant make the virus more transmissible. What does that mean for preventive measures — and the new vaccines?",
            "content": "The image depicts the coronavirus binding to a human cell. The variant identified in the United Kingdom has a mutation known to increase how tightly the virus binds to human cells.\r\nKateryna Kon/Scie… [+5126 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Jamaica Gleaner"
            },
            "publishedAt": "2020-12-24T22:08:18Z",
            "title": "Studies find having COVID-19 may protect against reinfection - Jamaica Gleaner",
            "url": "http://jamaica-gleaner.com/article/world-news/20201224/studies-find-having-covid-19-may-protect-against-reinfection",
            "urlToImage": null,
            "description": "Two new studies give encouraging evidence that having COVID-19 may offer some protection against future infections. Researchers found that people who made antibodies to the coronavirus were much less likely to test positive again for up to six...",
            "content": "Two new studies give encouraging evidence that having COVID-19 may offer some protection against future infections. \r\nResearchers found that people who made antibodies to the coronavirus were much le… [+2936 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-12-24T12:56:06Z",
            "title": "Inmates in Canadian prisons should get speedy access to coronavirus vaccine: advocates - q107.com",
            "url": "https://globalnews.ca/news/7540777/coronavirus-vaccine-inmates-canadian-prisons/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2017/09/correctional-officer.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "Advocates say inmates should have speedy access to the COVID-19 vaccine, given how susceptible prisons and jails have been to outbreaks.",
            "content": "Advocates say inmates should have speedy access to the COVID-19 vaccine, given how susceptible prisons and jails have been to outbreaks and how prevalent chronic disease is in that population.\r\n“I do… [+4367 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-12-24T12:00:04Z",
            "title": "‘Security blanket’: Coronavirus vaccines offer hope to health workers, families - Global News",
            "url": "https://globalnews.ca/news/7539666/coronavirus-vaccine-healthcare-workers-families-covid-19-safety/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/12/CP113284993-e1608754132958.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "A COVID-19 vaccine won’t solve all the problems, front-line workers say, but many are eager to get vaccinated so they can feel safer at work.",
            "content": "Nine months after admitting a first COVID-19 patient at the Credit Valley Hospital in Mississauga, Ont., Nasha Zaheer says it was an amazing feeling giving the hard-hit Peel Region’s first coronaviru… [+4976 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-12-24T11:03:00Z",
            "title": "U.S. states enlist medical, nursing students to give out COVID-19 vaccine - Reuters India",
            "url": "https://in.reuters.com/article/us-health-coronavirus-vaccine-nurses-idINKBN28Y124",
            "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201224&t=2&i=1545668794&r=LYNXMPEGBN0N7&w=800",
            "description": "U.S. states, facing a backlog in administering coronavirus vaccines, are asking medical and nursing students, and even firefighters, to help give the shots and free up healthcare workers battling a raging pandemic at overcrowded hospitals.",
            "content": "NEW YORK (Reuters) - U.S. states, facing a backlog in administering coronavirus vaccines, are asking medical and nursing students, and even firefighters, to help give the shots and free up healthcare… [+4585 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Peninsula Qatar"
            },
            "publishedAt": "2020-12-24T08:26:00Z",
            "title": "38 travellers test Covid-19 positive in Qatar on Dec 24 - The Peninsula Qatar",
            "url": "https://www.thepeninsulaqatar.com/article/24/12/2020/38-travellers-test-Covid-19-positive-in-Qatar-on-Dec-24",
            "urlToImage": "https://www.thepeninsulaqatar.com/uploads/2020/12/24/post_main_cover/fa369a1d46b2a669e05e447cc4e42880cd9c1d9e.jpg",
            "description": "Ministry of Public Health (MoPH) today recorded 157 new cases of coronavirus (COVID-19) and 140 people recovered from the virus in the last 24 hours.",
            "content": "Doha: Ministry of Public Health (MoPH) today recorded 157 new cases of coronavirus (COVID-19) and 140 people recovered from the virus in the last 24 hours, bringing the total number of people recover… [+1493 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "WION"
            },
            "publishedAt": "2020-12-24T02:43:34Z",
            "title": "Coronavirus will stay with us for the next 10 years, says vaccine creator - WION",
            "url": "https://www.wionews.com/world/coronavirus-will-stay-with-us-for-the-next-10-years-says-vaccine-creator-351920",
            "urlToImage": "https://cdn.wionews.com/sites/default/files/styles/story_page/public/2020/12/24/175499-ugur-sahin.JPG",
            "description": "The creator of the world’s first approved coronavirus vaccine has warned that he believes the deadly coronavirus may survive for several years to come.",
            "content": "The creator of the worlds first approved coronavirus vaccine has warned that he believes the deadly coronavirus may survive for several years to come.\r\nLead scientist behind Pfizer's coronavirus vacc… [+890 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "FOX 5 NY"
            },
            "publishedAt": "2020-12-23T14:28:03Z",
            "title": "Health care worker in NYC has serious allergic reaction to coronavirus vaccine - FOX 5 NY",
            "url": "https://www.fox5ny.com/news/health-care-worker-in-nyc-has-serious-allergic-reaction-to-coronavirus-vaccine",
            "urlToImage": "https://images.foxtv.com/static.fox5ny.com/www.fox5ny.com/content/uploads/2020/12/1280/720/vaccine2.jpg?ve=1&tl=1",
            "description": "Health officials in New York City report that a health care worker who was among the first to receive a COVID-19 vaccination has had a serious adverse reaction.",
            "content": "NEW YORK - Health officials in New York City report that a health care worker who was among the first to receive a COVID-19 vaccination has had a serious adverse reaction.\r\nThe patient, who was not i… [+1109 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-12-23T04:59:18Z",
            "title": "Vaccine To Curb Mutant? Confident That Our Covid Vaccine Works Against New Covid Strain: BioNTech - India Today",
            "url": "https://www.youtube.com/watch?v=pbaUZnEbqcA",
            "urlToImage": "https://i.ytimg.com/vi/pbaUZnEbqcA/maxresdefault.jpg",
            "description": "The new mutant of coronavirus has put UK and the rest of the world at a high alert, the biggest worry for the world is whether the approved covid vaccine wil...",
            "content": null
        }
    ]
}