{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Mirror.co.uk"
            },
            "publishedAt": "2020-05-15T10:24:56Z",
            "title": "London 'has just 24 new coronavirus cases a day - and could be free of virus by June' - Mirror Online",
            "url": "https://www.mirror.co.uk/news/uk-news/london-now-just-24-infections-22031302",
            "urlToImage": "https://i2-prod.mirror.co.uk/incoming/article22031341.ece/ALTERNATES/s1200/0_w8mediaA-busy-london-underground-at-Canning-Town.jpg",
            "description": "Experts from the University of Cambridge believe the capital's 'R' rate has plummeted to 0.4 - but there are fears of a spike in new infections as Londoners return to work",
            "content": "Just 24 new coronavirus infections are occurring each day in London, according to new modelling - but fears have been raised that workers are being put at risk on crowded trains and buses.\r\nExperts from the University of Cambridge believe the 'R' rate - the n… [+3702 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.comus-news"
            },
            "publishedAt": "2020-05-15T09:02:18Z",
            "title": "More US children ill from rare syndrome with possible link to coronavirus - The Guardian",
            "url": "https://amp.theguardian.comus-news/2020/may/15/coronavirus-children-",
            "urlToImage": "https://i.guim.co.uk/img/media/d0d0c464c3a47a431df08f9cc2d5ca0e8002b474/0_402_5516_3309/master/5516.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=3978299ce0602b35c1b22d8843237d59",
            "description": "New York governor Cuomo describes ‘truly disturbing situation’ with many states looking into condition likened to Kawasaki disease",
            "content": "Dozens more children in the US are reported to have developed a rare but potentially lethal inflammatory syndrome that may be linked to coronavirus infections.\r\nThe New York governor, Andrew Cuomo, confirmed on Wednesday that at least 100 children had been di… [+3398 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-05-15T08:00:00Z",
            "title": "COVID-19's devastating toll on families in Montreal's poorest neighbourhoods - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/montreal/montreal-low-income-inequality-covid-19-1.5570296",
            "urlToImage": "https://i.cbc.ca/1.5570312.1589488127!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/covid-que-20200514.jpg",
            "description": "Sony Innocent, 39, who died in his apartment while paramedics donned protective equipment outside, is likely one more victim of the coronavirus, which is ravaging his Montréal-Nord neighbourhood — and of the stark health inequalities the pandemic is revealing.",
            "content": "Over the phone, the voice of Marie Missoule Michaud's two-year-old son rings out in the background: \"Papa, papa.\"\r\n\"He still asks for him. He looks for him all over,\" Michaud says.\r\nHer son's father, Sony Innocent, 39, died two weeks ago from what Michaud bel… [+6620 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T07:49:07Z",
            "title": "Coronavirus able to replicate efficiently in eyes and could be 100 times more infectious than Sars - South China Morning Post",
            "url": "https://www.youtube.com/watch?v=NpMdxmg7psA",
            "urlToImage": "https://i.ytimg.com/vi/NpMdxmg7psA/maxresdefault.jpg",
            "description": "Subscribe to our YouTube channel for free here: https://sc.mp/subscribe-youtube The eyes are an “important route” for transmission of the coronavirus since e...",
            "content": "Subscribe to our YouTube channel for free here: https://sc.mp/subscribe-youtube\r\nThe eyes are an important route for transmission of the coronavirus since eye tissues allow the infection to more efficiently replicate, according to Hong Kong researchers quoted… [+592 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nbcchicago.com"
            },
            "publishedAt": "2020-05-15T05:33:29Z",
            "title": "12-Year-Old Gage Park Boy Dies of Coronavirus - NBC Chicago",
            "url": "https://www.nbcchicago.com/news/local/12-year-old-gage-park-boy-dies-of-coronavirus/2272418/",
            "urlToImage": "https://media.nbcchicago.com/2019/09/ernesto-guzman.png?resize=1200%2C675",
            "description": "Neighbors and teachers in Chicago’s Gage Park neighborhood are remembering a 12-year-old boy who on Thursday became the youngest known person to die from the…",
            "content": "Neighbors and teachers in Chicagos Gage Park neighborhood are remembering a 12-year-old boy who on Thursday became the youngest known person to die from the coronavirus in Cook County, according to officials.\r\nErnesto Guzman, 12, died from pneumonia and a COV… [+1323 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.comglobal-development"
            },
            "publishedAt": "2020-05-15T04:08:57Z",
            "title": "Africa facing a quarter of a billion coronavirus cases, WHO predicts - The Guardian",
            "url": "https://amp.theguardian.comglobal-development/2020/may/15/africa-facing-a-quarter-of-a-billion-coronavirus-cases-who-predicts",
            "urlToImage": "https://i.guim.co.uk/img/media/d898072f2c74449c09a826099865e1591d91ae44/0_233_3500_2100/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=9459b00d3c808d7ffcb0fc5b7044c80f",
            "description": "But continent will have fewer deaths than Europe and US because of its younger population and other lifestyle factors",
            "content": "Nearly a quarter of a billion people across 47 African countries will catch coronavirus over the next year, but the result will be fewer severe cases and deaths than in the US and Europe, new research predicts.\r\nA model by the World Health Organizations (WHO)… [+3890 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T03:45:24Z",
            "title": "Vitamin D and coronavirus: Sunlight and nutrition could help boost immunity | ABC7 - ABC7",
            "url": "https://www.youtube.com/watch?v=A8NyMDoYJV4",
            "urlToImage": "https://i.ytimg.com/vi/A8NyMDoYJV4/maxresdefault.jpg",
            "description": "Some studies have found that patients who were hit hardest by COVID-19 had low levels of vitamin D in their bodies. A SoCal doctor is explaining why this mig...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T03:19:14Z",
            "title": "US Study: 1/3rd of patients recovered of COVID-19 in New York faces Kidney injury - WION",
            "url": "https://www.youtube.com/watch?v=vaRlHZOv6KE",
            "urlToImage": "https://i.ytimg.com/vi/vaRlHZOv6KE/maxresdefault.jpg",
            "description": "A study in United States of America claimed that 1/3rd of patients recovered of Coronavirus (COVID-19) in New York are facing Kidney injury. #US #Coronavirus...",
            "content": "A study in United States of America claimed that 1/3rd of patients recovered of Coronavirus (COVID-19) in New York are facing Kidney injury.\r\n#US#Coronavirus#Covid19#CoronavirusAlert#CoronavirusExplained#Wion\r\nAbout Channel: \r\nWION -The World is One News, exa… [+1065 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T02:17:41Z",
            "title": "Coronavirus outbreak: Dozens of meat inspectors in Canada test positive for COVID-19 - Global News",
            "url": "https://www.youtube.com/watch?v=THymaus2k18",
            "urlToImage": "https://i.ytimg.com/vi/THymaus2k18/maxresdefault.jpg",
            "description": "COVID-19 outbreaks at meat-packing plants across Canada have led to a shortage of food inspectors, with dozens infected and others in fear of falling ill. As...",
            "content": "COVID-19 outbreaks at meat-packing plants across Canada have led to a shortage of food inspectors, with dozens infected and others in fear of falling ill. As David Akin explains, that's putting extra strain on the country's already bruised food supply.\r\nFor m… [+333 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Indiatoday.in"
            },
            "publishedAt": "2020-05-15T02:10:28Z",
            "title": "Experts see progress in Oxford's Covid vaccine - India Today",
            "url": "https://www.indiatoday.in/science/story/coronavirus-experts-progress-oxford-covid-vaccine-1678210-2020-05-15",
            "urlToImage": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202005/Exper-647x363.jpeg?bpgyc5H9cS.VyKf.UBMA9gdO2JQQfS1G",
            "description": "Experts believe that one of the biggest challenges with vaccines against the coronavirus species is the \"potential for antibody-dependent enhancement of the disease\", which has been one reason for the lack of a vaccine against the 2003 SARS CoV strain.",
            "content": "The scientists at Oxford University's Jenner Institute, who are developing a vaccine for the novel coronavirus have passed an important hurdle. First results of a recent animal trial of the promising coronavirus vaccine from Oxford University were posted on W… [+3236 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T00:40:25Z",
            "title": "What pregnant women should know during coronavirus pandemic - KOAT",
            "url": "https://www.youtube.com/watch?v=qSdQmCYE4os",
            "urlToImage": "https://i.ytimg.com/vi/qSdQmCYE4os/maxresdefault.jpg",
            "description": "EXPECTING MOTHERS OR FAMILIES TAKING CARE OF A NEWBORN... HAVE A LOT OF CONCERNS DURING THIS PANDEMIC. ANCHOR \"ROYALE DA\" SPOKE WITH A DOCTOR WHO SPECIALIZES...",
            "content": "EXPECTING MOTHERS OR FAMILIES TAKING CARE OF A NEWBORN... HAVE A LOT OF CONCERNS DURING THIS PANDEMIC. ANCHOR \"ROYALE DA\" SPOKE WITH A DOCTOR WHO SPECIALIZES IN INFECTIOUS DISEASES AND PREGNANCY.\r\nSubscribe to KOAT on YouTube now for more: http://bit.ly/1jocB… [+166 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cnet.com"
            },
            "publishedAt": "2020-05-14T23:45:09Z",
            "title": "Coronavirus in cats and dogs: How does COVID-19 impact pets? - CNET",
            "url": "https://www.cnet.com/how-to/coronavirus-in-cats-and-dogs-how-does-covid-19-impact-pets/",
            "urlToImage": "https://cnet3.cbsistatic.com/img/iJZz_l8ohv_4lLQLAxWlVlyJ2EA=/756x567/2020/04/06/6509e097-8d5c-42d1-80e9-e39ec7a288d8/gettyimages-1208282752.jpg",
            "description": "The biggest questions about COVID-19 and companion animals answered.",
            "content": "A stray cat on the streets of an empty Istanbul. \r\nGetty Images\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nThe coronavirus pandemic has moved at such a blistering pace that many fundamental questions … [+11622 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-05-14T23:23:05Z",
            "title": "Loud speech can produce 1,000 virus droplets per minute: study - Business Insider - Business Insider",
            "url": "https://www.businessinsider.com/loud-speech-coronavirus-droplets-study-2020-5",
            "urlToImage": "https://i.insider.com/5ebd6a1fc86445017d5f4608?width=1200&format=jpeg",
            "description": "A new study finds that talking is a \"likely mode\" of coronavirus transmission — particularly if someone is speaking loudly.",
            "content": "Talking loudly produces enough droplets to transmit the coronavirus to others, a new study confirms.\r\nGiven that one milliliter of oral fluid contains approximately 7 million copies of the coronavirus (according to previous research), the authors of the new s… [+2120 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-14T22:51:40Z",
            "title": "Coronavirus reproduction number slowly dropping in Alberta - Globalnews.ca",
            "url": "http://globalnews.ca/news/6946227/coronavirus-reproduction-number-slowly-dropping-in-alberta/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/rjb80062907.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The R number provides insight into how the virus is spreading and is determined by how many new cases a single case generates.",
            "content": "The R number, or reproduction number, of the novel coronavirus in Alberta has been trending down the last couple months, according to numbers provided by Alberta Health on Thursday.\r\nREAD MORE: What the coronavirus reproduction number is, and why we should ke… [+2799 chars]"
        },
        {
            "source": {
                "id": "nbc-news",
                "name": "NBC News"
            },
            "publishedAt": "2020-05-14T21:57:00Z",
            "title": "Can herd immunity help stop the coronavirus? Experts warn it's not that easy. - NBCNews.com",
            "url": "https://www.nbcnews.com/science/science-news/can-herd-immunity-help-stop-coronavirus-experts-warn-it-s-n1207351",
            "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2020_20/3349081/200513-amsterdam-restaurant-ac-1132p_3d7cc01973f24983bf446553c5570557.nbcnews-fp-1200-630.jpg",
            "description": "Herd immunity remains out of reach, even in the places hardest hit by the coronavirus pandemic, experts say.",
            "content": "Dr. Mike Ryan, the World Health Organization's emergencies director, offered some stern words Wednesday about hopes that herd immunity could stymie the coronavirus.\r\n\"Humans are not herds,\" he said.\r\nHerd immunity has emerged in recent weeks as a popular talk… [+7002 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-05-14T20:24:23Z",
            "title": "Anti-vaxxers are already opposing a coronavirus vaccine - Business Insider - Business Insider",
            "url": "https://www.businessinsider.com/anti-vaxxers-oppose-a-coronavirus-vaccine-that-doesnt-exist-2020-5",
            "urlToImage": "https://i.insider.com/5ebda8844dca681e532757f7?width=1200&format=jpeg",
            "description": "As researchers scramble to develop a coronavirus vaccine, the only chance of life returning to semi-normal, anti-vaxxers are clapping back.",
            "content": "Since the novel coronavirus outbreak began, researchers around the world have been racing at historic speed to develop safe and effective vaccine. \r\nThere are currently more than 100 research efforts underway, including at least 20 that are expected to begin … [+4811 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T20:23:42Z",
            "title": "Coronavirus spread to 87% of choir group from 1 infected person at practice - Click On Detroit | Local 4 | WDIV",
            "url": "https://www.youtube.com/watch?v=Fhtgh7HKx7o",
            "urlToImage": "https://i.ytimg.com/vi/Fhtgh7HKx7o/maxresdefault.jpg",
            "description": "It’s becoming clear that many activities we would not have given a second thought about doing months ago, now pose a risk with COVID-19.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Webmd.com"
            },
            "publishedAt": "2020-05-14T14:59:52Z",
            "title": "COVID-19 Can Infect and Harm Digestive Organs - WebMD",
            "url": "https://www.webmd.com/lung/news/20200514/covid-19-can-infect-and-harm-digestive-organs",
            "urlToImage": "https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/article_thumbnails/blog_posts/pain-management/650x350_coronavirus.jpg",
            "description": "The new coronavirus isn't just attacking the lungs: New research shows it's causing harm to the gastrointestinal tract, especially in more advanced cases of COVID-19.",
            "content": "THURSDAY, May 14, 2020 (HealthDay News) -- The new coronavirus isn't just attacking the lungs: New research shows it's causing harm to the gastrointestinal tract, especially in more advanced cases of COVID-19.\r\nA variety of imaging scans performed on hospital… [+2026 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Benzinga.com"
            },
            "publishedAt": "2020-05-14T14:55:08Z",
            "title": "Results From Oxford University's Human Trial Of Coronavirus Vaccine Could Arrive In June - Benzinga",
            "url": "https://www.benzinga.com/general/biotech/20/05/16031844/results-from-oxford-universitys-human-trial-of-coronavirus-vaccine-could-arrive-in-june-where-ino",
            "urlToImage": "https://cdn.benzinga.com/files/imagecache/og_image_social_share_1200x630/images/story/2012/syringe-1884779_1920_6.jpg",
            "description": "The University of Oxford, which is partnering with large-cap pharma AstraZeneca plc (NYSE: AZN) to develop a vaccine for SARS-CoV-2, could lead the pack in ...",
            "content": "The University of Oxford, which is partnering with large-cap pharma AstraZeneca plc (NYSE: AZN) to develop a vaccine for SARS-CoV-2, could lead the pack in advancing its vaccine candidate to the next stage.\r\nThe university is one of the eight companies and in… [+2512 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T14:43:04Z",
            "title": "BREAKING NEWS: UK coronavirus deaths rise by 428 to 33614 - Sky News",
            "url": "https://www.youtube.com/watch?v=sslS1rtXWPY",
            "urlToImage": "https://i.ytimg.com/vi/sslS1rtXWPY/maxresdefault.jpg",
            "description": "The number of UK coronavirus deaths have gone up by 428 to 33,614 and ONS data has revealed that 148,000 people in England potentially had the virus in the l...",
            "content": null
        }
    ]
}