{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-04-22T06:27:06Z",
            "title": "Santa Clara County Coronavirus Death Came in Early February - The New York Times",
            "url": "https://www.nytimes.com/2020/04/22/us/coronavirus-first-united-states-death.html",
            "urlToImage": "https://static01.nyt.com/images/2020/04/22/us/22virus-firstdeath1/22virus-firstdeath1-facebookJumbo.jpg",
            "description": "The earliest U.S. deaths publicly attributed to the virus had been on Feb. 26, when two people died in the Seattle area. Santa Clara County said an autopsy showed a Feb. 6 death was also related.",
            "content": "SAN FRANCISCO Officials in Santa Clara County, Calif., announced late Tuesday that two residents there died of the coronavirus in early and mid-February, making them the earliest known victims of the pandemic in the United States.\r\nThe new information may shi… [+4056 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-22T04:13:19Z",
            "title": "Coronavirus: Pickering nursing home reports 31 residents have died of COVID-19 - Global News",
            "url": "http://globalnews.ca/news/6850416/coronavirus-orchard-villa-pickering/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/capture-26.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "\"We are working to take whatever measures are necessary to meet the needs of the people in our homes.\"",
            "content": "A nursing home in Pickering is reporting that 31 residents have died of complications from COVID-19.\r\nApril Beckett, acting executive director of Orchard Villa, told Global News in a statement on Tuesday that the facility is experiencing an outbreak of the vi… [+3572 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-22T03:29:00Z",
            "title": "Coronavirus pandemic: Updates from around the world - CNN International",
            "url": "https://www.cnn.com/world/live-news/coronavirus-pandemic-04-22-20-intl/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200213175739-03-coronavirus-0213-super-tease.jpg",
            "description": "The global coronavirus pandemic has brought countries around the world to a standstill. Here's the latest updates on worldwide Covid-19 cases, deaths, government responses, and more.",
            "content": "CNN boarded a Tuesday afternoon train from Shanghai to Wuhan, the original epicenter of the novel coronavirus outbreak which has now infected more than 2.5 million people worldwide. \r\nThe eight cars were mostly full, with train attendants checking passengers … [+2076 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bangkokpost.com"
            },
            "publishedAt": "2020-04-22T01:45:00Z",
            "title": "Sport in the time of Spanish flu - Bangkok Post",
            "url": "https://www.bangkokpost.com/world/1904935/sport-in-the-time-of-spanish-flu",
            "urlToImage": "https://static.bangkokpost.com/media/content/20200422/c1_3609130_700.jpg",
            "description": "PARIS: The world's desperate combat against coronavirus evokes the battle it faced over a century ago with Spanish flu. AFP Sport examines here some cases of how sport fared during the 1918 pandemic:",
            "content": "PARIS: The world's desperate combat against coronavirus evokes the battle it faced over a century ago with Spanish flu. AFP Sport examines here some cases of how sport fared during the 1918 pandemic:\r\nSpanish - in name only\r\nIt claimed an estimated 50 million… [+3572 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencealert.com"
            },
            "publishedAt": "2020-04-22T00:51:46Z",
            "title": "Why Do Some People With COVID-19 Get Symptoms While Others Don't? - ScienceAlert",
            "url": "https://www.sciencealert.com/why-do-some-people-with-coronavirus-get-symptoms-while-others-don-t",
            "urlToImage": "https://www.sciencealert.com/images/2020-04/processed/GettyImages-1168239576_1_1024.jpg",
            "description": "SARS-CoV-2, the coronavirus which causes COVID-19, has infected almost 2.5 million people around the world and claimed 170,000 lives.",
            "content": "SARS-CoV-2, the coronavirus which causes COVID-19, has infected almost 2.5 million people around the world and claimed 170,000 lives.\r\nBut some people don't even get symptoms. Recent studies suggest as many as 80 percentor more of those infected are \"silent c… [+5820 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-22T00:32:16Z",
            "title": "Experts: Virus Is Natural, Not Man-Made - Newsy",
            "url": "https://www.youtube.com/watch?v=bt0QnM66xXQ",
            "urlToImage": "https://i.ytimg.com/vi/bt0QnM66xXQ/maxresdefault.jpg",
            "description": "Experts have been clear: There's no evidence the coronavirus was manufactured. But where did it make the jump from an animal to a human? Learn more about thi...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-22T00:18:07Z",
            "title": "Coronavirus: Employee at Cargill plant died within days of feeling ill, union says another is critical - Global News",
            "url": "http://globalnews.ca/news/6850154/coronavirus-cargill-meat-plant-alberta-worker-outbreak/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/cargillhighriverresized.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "New details are emerging, along with calls for action, in light of the COVID-19 death of an employee at the Cargill meat plant.",
            "content": "The woman in her late 60s who worked at the Cargill meat plant and died from COVID-19 commuted daily to High River from her home in Calgary.\r\nWhen she left work on Thursday, nobody knew it would be her last shift.\r\nREAD MORE: \r\n1 death connected to Cargill me… [+3416 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-21T23:46:51Z",
            "title": "First confirmed appearance of novel coronavirus reported in English River First Nation - Global News",
            "url": "http://globalnews.ca/news/6850120/coronavirus-english-river-first-nation/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/english-river-first-nation.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "A First Nation in northern Saskatchewan has confirmed four people have tested positive for the new coronavirus.",
            "content": "English River First Nation (ERFN) announced on Tuesday that four people have tested positive for the novel coronavirus in its northern Saskatchewan community.\r\nThe test results were received Monday evening and mark the first confirmed appearance of the virus … [+3491 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Fox8.com"
            },
            "publishedAt": "2020-04-21T22:49:41Z",
            "title": "CDC chief says there could be second, possibly worse coronavirus outbreak this winter - WJW FOX 8 News Cleveland",
            "url": "https://fox8.com/news/coronavirus/cdc-chief-says-there-could-be-second-possibly-worse-coronavirus-outbreak-this-winter/",
            "urlToImage": "https://fox8.com/wp-content/uploads/sites/12/2020/04/GettyImages-1210109611.jpg?w=1280&h=720&crop=1",
            "description": "A second coronavirus outbreak could emerge this winter in conjunction with the flu season to make for an even more dire health crisis, the director of the Centers for Disease Control and Prevention…",
            "content": "(CNN) — A second coronavirus outbreak could emerge this winter in conjunction with the flu season to make for an even more dire health crisis, the director of the Centers for Disease Control and Prevention told The Washington Post in an interview.\r\n“There’s a… [+2302 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-04-21T22:33:45Z",
            "title": "Drug championed by Trump for coronavirus shows no benefit, possible harm in study awaiting validation - Ottawa Citizen",
            "url": "https://business.financialpost.com/pmn/business-pmn/drug-championed-by-trump-for-coronavirus-shows-no-benefit-possible-harm-in-study-awaiting-validation",
            "urlToImage": "https://secure.gravatar.com/blavatar/b4ece3189893389a03f063830eacd95c?s=200&ts=1587538278",
            "description": "An old malaria drug touted by U.S. President Donald Trump as a “game changer” in the fight against the coronavirus provided no benefit and potentially higher risk of death for patients …",
            "content": "An old malaria drug touted by U.S. President Donald Trump as a “game changer” in the fight against the coronavirus provided no benefit and potentially higher risk of death for patients at U.S. veterans hospitals, according to an analysis that has been submitt… [+2470 chars]"
        },
        {
            "source": {
                "id": "nbc-news",
                "name": "NBC News"
            },
            "publishedAt": "2020-04-21T22:17:58Z",
            "title": "What can coronavirus antibody tests actually tell us? - NBC News",
            "url": "https://www.nbcnews.com/health/health-news/what-can-coronavirus-antibody-tests-actually-tell-us-n1188721",
            "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2020_17/3317001/200421-antibody-testing-al-1051_a5f53c03bfe7aa89dc56fc8c94012964.nbcnews-fp-1200-630.jpg",
            "description": "Antibody testing for the coronavirus is starting to illuminate who may or may not have been infected with COVID-19, but it won't identify which people are immune.",
            "content": "Results from antibody testing studies for the coronavirus are starting to paint a picture of the scope of the disease it causes in parts of the U.S.\r\nBut the initial findings won't identify which people are immune to the virus; in other words, a positive resu… [+4673 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Boingboing.net"
            },
            "publishedAt": "2020-04-21T22:07:00Z",
            "title": "Coronavirus second wave in winter 2020 could be worse, CDC director warns - Boing Boing",
            "url": "https://boingboing.net/2020/04/21/a-second-wave-of-coronavirus-i.html",
            "urlToImage": "https://i1.wp.com/media.boingboing.net/wp-content/uploads/2020/03/CDC-coronavirus.jpg?fit=725%2C410&ssl=1",
            "description": "“We’re going to have the flu epidemic and the coronavirus epidemic at the same time” — CDC director Robert Redfield Winter is coming.",
            "content": "Were going to have the flu epidemic and the coronavirus epidemic at the same time — CDC director Robert Redfield\r\nWinter is coming. \r\nAs a number of states rush forward to reopen their economies, Director Robert Redfield of the U.S. Centers for Disease Contro… [+3105 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thesudburystar.com"
            },
            "publishedAt": "2020-04-21T21:45:00Z",
            "title": "St. Joseph’s resident tests positive for COVID - The Sudbury Star",
            "url": "https://www.thesudburystar.com/news/local-news/resident-of-seniors-home-tests-positive-for-covid",
            "urlToImage": "https://nexus.prod.postmedia.digital/wp-content/uploads/2020/04/KI.0416-ki-long-term-2.jpg",
            "description": "An elderly resident of St. Joseph’s Villa has now been confirmed to have coronavirus after an employee of the long-term care home earlier tested positive for the illness.“I am pleased to report tha…",
            "content": "An elderly resident of St. Josephs Villa has now been confirmed to have coronavirus after an employee of the long-term care home earlier tested positive for the illness.\r\nI am pleased to report that the resident is doing well and has no symptoms, said Jo-Anne… [+3032 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-21T21:35:26Z",
            "title": "Coronavirus: deaths rates double to highest in 20 years - BBC News - BBC News",
            "url": "https://www.youtube.com/watch?v=EPf5YqFWgbI",
            "urlToImage": "https://i.ytimg.com/vi/EPf5YqFWgbI/maxresdefault.jpg",
            "description": "The heavy human cost of the Coronavirus pandemic is revealed in the latest official figures. They show that in the week ending 10th April death rates were do...",
            "content": "The heavy human cost of the Coronavirus pandemic is revealed in the latest official figures. They show that in the week ending 10th April death rates were double the level normally expected in England and Wales.\r\nThere were 18,500 deaths registered that week,… [+298 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mirror.co.uk"
            },
            "publishedAt": "2020-04-21T20:43:19Z",
            "title": "Scientists confirm when coronavirus deaths peaked in England and Wales - Mirror Online",
            "url": "https://www.mirror.co.uk/news/uk-news/scientists-confirm-coronavirus-deaths-peaked-21902592",
            "urlToImage": "https://i2-prod.mirror.co.uk/incoming/article21901854.ece/ALTERNATES/s1200/1_UK-In-Fifth-Week-Of-Coronavirus-Lockdown.jpg",
            "description": "It was announced that hospital death toll rose to 17,408 after 873 more fatalities were reported in 24 hours - but scientists say the figure has been trending downwards for days",
            "content": "The peak in the number of coronavirus deaths in England and Wales happened on April 8, according to scientists.\r\nCommenting on the death data released by the Office of National Statistics on Tuesday, a panel convened by the Science Media Centre said the death… [+3131 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-21T20:35:12Z",
            "title": "'COVID toes' could be another symptom of coronavirus infection: experts - q107.com",
            "url": "http://globalnews.ca/news/6848644/covid-toes-skin-rash-coronavirus-symptom/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/toes.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Dermatologists are investigating reports of COVID-19 patients with sudden painful bumps on their feet and hands.",
            "content": "Dermatologists around the world are keeping an eye out for possible symptoms of novel coronavirus infection, after reports that in some patients, the disease can affect the skin.\r\nSome are calling the phenomenon COVID toes or COVID hands, according to Dr. Ker… [+5314 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-21T20:26:38Z",
            "title": "Researchers study mental health of front-line workers responding to COVID-19 pandemic - cjoy.com",
            "url": "http://globalnews.ca/news/6846862/mental-health-front-line-workers-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/paramedics.png?w=720&h=379&crop=1",
            "description": "Ontario researchers have been given the go-ahead to study how the novel coronavirus pandemic affects safety workers including firefighters, police, and paramedics.",
            "content": "A pair of Ontario psychiatric researchers have received a much needed financial boost from Canada’s medical research agency to study first responders with post-traumatic stress disorder.\r\nThe Canadian Institutes of Health Research are providing close to $1 mi… [+3859 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Statnews.com"
            },
            "publishedAt": "2020-04-21T19:38:35Z",
            "title": "Director of key US vaccine agency leaves role suddenly amid coronavirus - STAT",
            "url": "https://www.statnews.com/2020/04/21/rick-bright-out-at-barda/",
            "urlToImage": "https://www.statnews.com/wp-content/uploads/2020/04/RickBright-1024x576.jpg",
            "description": "Rick Bright, one of the nation’s leading vaccine development experts and the director of BARDA, is no longer leading the organization, officials told STAT.",
            "content": "WASHINGTON Rick Bright, one of the nations leading vaccine development experts and the director of the Biomedical Advanced Research and Development Authority, is no longer leading the organization, officials told STAT.\r\nThe shakeup at the agency, known as BAR… [+2762 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-21T18:43:02Z",
            "title": "Friends hold parade for man who beat cancer, coronavirus in 6 months - Global News",
            "url": "http://globalnews.ca/news/6846948/man-beats-cancer-coronavirus-parade/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/cancer-corona-edited-e1587490369866.jpg?quality=70&strip=all&crop=414px%2C164px%2C0px%2C0px&resize=720%2C379",
            "description": "Just three months after completing radiation, Paul Lee was diagnosed with COVID-19.",
            "content": "An Indianapolis man beat both cancer and coronavirus six months apart, and his friends threw a socially distant parade to celebrate.\r\nOn March 16, Paul Lee and wife Julie Lee started to feel sick.\r\nThough Julie got better within a few days, her 48-year-old hu… [+3107 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-21T18:40:02Z",
            "title": "Wuhan: Coronavirus positive doctors' skin goes dark after treatment | Gravitas - WION",
            "url": "https://www.youtube.com/watch?v=ZdFk65psFjk",
            "urlToImage": "https://i.ytimg.com/vi/ZdFk65psFjk/maxresdefault.jpg",
            "description": "The skin of two doctors - tested positive for the Coronavirus in Wuhan turned dark after two months of treatment. What is China using to treat its Coronaviru...",
            "content": "The skin of two doctors - tested positive for the Coronavirus in Wuhan turned dark after two months of treatment. What is China using to treat its Coronavirus patients?\r\n#Gravitas#China#Coronavirus#Covid19#CoronavirusAlert#CoronavirusExplained#Wion\r\nAbout Cha… [+1105 chars]"
        }
    ]
}