{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T16:25:42Z",
            "title": "Coronavirus outbreak: World Health Organization provides update on COVID-19 pandemic | LIVE - Global News",
            "url": "https://www.youtube.com/watch?v=0T0nDFjBoYo",
            "urlToImage": "https://i.ytimg.com/vi/0T0nDFjBoYo/maxresdefault.jpg",
            "description": "World Health Organization (WHO) Director General Dr. Tedros Adhanom Ghebreyesus said on Wednesday that while responding to the current COVID-19 pandemic, the...",
            "content": "World Health Organization (WHO) Director General Dr. Tedros Adhanom Ghebreyesus said on Wednesday that while responding to the current COVID-19 pandemic, the world must work harder to prepare for the next pandemic.\r\nHe added that its now an opportunity to bui… [+1630 chars]"
        },
        {
            "source": {
                "id": "nbc-news",
                "name": "NBC News"
            },
            "publishedAt": "2020-05-06T15:38:16Z",
            "title": "Coronavirus 'parties' in a Washington county linked to rise in cases, officials say - NBC News",
            "url": "https://www.nbcnews.com/news/us-news/coronavirus-parties-washington-county-linked-rise-cases-officials-say-n1201146",
            "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2020_19/3338926/200506-walla-walla-mn-0940_c1d7a42d6ca43f400f2b85cccf711a80.nbcnews-fp-1200-630.jpg",
            "description": "Health officials in Walla Walla County in southern Washington state say a rise in coronavirus cases is linked to people going to coronavirus 'parties.'",
            "content": "Health officials in a county in southern Washington state say a rise in coronavirus cases is linked to \"COVID-19 parties.\"\r\n\"Walla Walla County health officials are receiving reports of COVID-19 parties occurring in our community, where noninfected people min… [+3235 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Canoe.com"
            },
            "publishedAt": "2020-05-06T14:08:00Z",
            "title": "Study suggests coronavirus spread swiftly around world in late 2019 - Winnipeg Sun",
            "url": "https://canoe.com/news/world/study-suggests-coronavirus-spread-swiftly-around-world-in-late-2019",
            "urlToImage": "https://postmediacanoe.files.wordpress.com/2020/05/coronavirus-cells.jpg",
            "description": "LONDON — A genetic analysis of samples from more than 7,500 people infected with COVID-19 suggests the new coronavirus spread quickly around the world late last year and is adapting to its hu…",
            "content": "LONDON — A genetic analysis of samples from more than 7,500 people infected with COVID-19 suggests the new coronavirus spread quickly around the world late last year and is adapting to its human hosts, scientists said on Wednesday.\r\nA study by scientists at U… [+2953 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-05-06T12:31:17Z",
            "title": "Coronavirus: Isle of Wight reacts to contact-tracing app - BBC News",
            "url": "https://www.bbc.co.uk/news/uk-england-hampshire-52558894",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/EA2A/production/_112164995_gettyimages-1205381747.jpg",
            "description": "Isle of Wight residents have mixed feelings about being used to test the government's new app.",
            "content": "Image copyrightGetty ImagesImage caption\r\n The Isle of Wight, famous for the Needles, has been thrust into the national spotlight\r\nBest known for its white chalk rocks and annual music festival, the Isle of Wight is now at the centre of a government trial tha… [+4969 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-05-06T12:25:43Z",
            "title": "Coronavirus mutations: Scientists puzzle over impact - BBC News",
            "url": "https://www.bbc.co.uk/news/health-52557955",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/9F98/production/_112165804_covid-19-4k-1-1-scaled.jpg",
            "description": "A study has identified a mutation that its authors say could make the coronavirus more infectious.",
            "content": "Image copyrightWe Are CovertImage caption\r\n Researchers have been tracking changes to the 'spike' of the virus\r\nResearchers in the US and UK have identified hundreds of mutations to the virus which causes the disease Covid-19. \r\nBut none has yet established w… [+2800 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mymcmurray.com"
            },
            "publishedAt": "2020-05-06T12:06:34Z",
            "title": "Virus could set back tuberculosis fight by several years - mymcmurray.com",
            "url": "https://www.mymcmurray.com/2020/05/06/virus-could-set-back-tuberculosis-fight-by-several-years/",
            "urlToImage": null,
            "description": "JOHANNESBURG — The fight against tuberculosis could be set back by more than five years due to the coronavirus pandemic, risking an additional 1.4 million TB deaths and 6.3 million infections by 2025, a new report says. The Stop TB Partnership is a Geneva-bas…",
            "content": "JOHANNESBURG The fight against tuberculosis could be set back by more than five years due to the coronavirus pandemic, risking an additional 1.4 million TB deaths and 6.3 million infections by 2025, a new report says.\r\nThe Stop TB Partnership is a Geneva-base… [+2147 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T11:55:28Z",
            "title": "Italy claims first COVID-19 vaccine | Vaccine works on humans - WION",
            "url": "https://www.youtube.com/watch?v=X8GCRYl4X4o",
            "urlToImage": "https://i.ytimg.com/vi/X8GCRYl4X4o/maxresdefault.jpg",
            "description": "Italy which is one of the worst affected coronavirus nation has claimed to have successfully developed the coronavirus vaccine to contain the deadly disease....",
            "content": "Italy which is one of the worst affected coronavirus nation has claimed to have successfully developed the coronavirus vaccine to contain the deadly disease. Watch report.\r\n#ItalyCoronavirusVaccine#CoronavirusVaccine#COVID19Vaccine\r\nAbout Channel:\r\nThe World … [+786 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-06T10:27:02Z",
            "title": "‘Some days I get very depressed:’ Ontario seniors discuss isolation amid coronavirus pandemic - Global News",
            "url": "http://globalnews.ca/news/6910208/ontario-seniors-isolation-mental-health-coronavirus-covid19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/23169198.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "While isolation protects vulnerable seniors from contracting the coronavirus, it's also having a debilitating effect on their mental wellbeing.",
            "content": "Jackie Potter cannot stop thinking about her five dead children.\r\nThe 60-year-old lives alone in Hamilton with nothing to do during the pandemic. So she thinks.\r\nSt. Matthew’s House, the seniors centre where she’d normally spend her days with her friends play… [+5864 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Arabnews.com"
            },
            "publishedAt": "2020-05-06T09:58:32Z",
            "title": "US infection rate rising outside New York as states open up - Arabnews",
            "url": "https://www.arabnews.com/node/1670296",
            "urlToImage": "https://www.arabnews.com/sites/default/files/2020/05/06/2093306-869687506.jpg",
            "description": "Take the New York metropolitan area’s progress against the coronavirus out of the equation and the numbers show the rest of the US is moving in the wrong direction, with the known infection rate rising even as states move to lift their lockdowns, an Associate…",
            "content": "Take the New York metropolitan areas progress against the coronavirus out of the equation and the numbers show the rest of the US is moving in the wrong direction, with the known infection rate rising even as states move to lift their lockdowns, an Associated… [+4663 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thestar.com"
            },
            "publishedAt": "2020-05-06T09:26:56Z",
            "title": "Want the latest COVID-19 health advice? On Twitter, ‘we’re seeing scientific and medical research unfold in real time’ - Toronto Star",
            "url": "https://www.thestar.com/news/investigations/2020/05/06/want-the-latest-covid-19-health-advice-on-twitter-were-seeing-scientific-and-medical-research-unfold-in-real-time.html",
            "urlToImage": "https://images.thestar.com/-Km3oPDgtwAnZ6iivPO_yJCPYmg=/0x0:1200x663/1200x663/smart/filters:cb(1588756690968)/https://www.thestar.com/content/dam/thestar/news/investigations/2020/05/06/want-the-latest-covid-19-health-advice-on-twitter-were-seeing-scientific-and-medical-research-unfold-in-real-time/twitter_composite_web_main.jpg",
            "description": "The COVID-19 pandemic has pulled back the curtain on truth finding as scientists, public health officials and politicians all debate coronavirus data ...",
            "content": "On March 22, Dr. Janine McCready, an infectious disease specialist at Michael Garron Hospital, called out the province for maintaining that COVID-19 is coming primarily from foreign travellers.\r\n“We need a clear statement openly acknowledging community transm… [+10861 chars]"
        },
        {
            "source": {
                "id": "the-globe-and-mail",
                "name": "The Globe And Mail"
            },
            "publishedAt": "2020-05-06T09:00:13Z",
            "title": "Outbreaks in dialysis units expose difficult juggling act for hospitals - The Globe and Mail",
            "url": "https://www.theglobeandmail.com/canada/article-outbreaks-in-dialysis-units-expose-difficult-juggling-act-for/",
            "urlToImage": "https://www.theglobeandmail.com/resizer/IVKWTBLLCsrM80uzkn6tvdtmrJI=/1200x0/filters:quality(80)/cloudfront-us-east-1.images.arcpublishing.com/tgam/HORFI55G35CRDKEXUMH5WAMMSA.JPG",
            "description": "Outpatients required to visit hospital for life-saving treatments at higher risk of coronavirus infection",
            "content": "Deborah Storozuk, who underwent chemotherapy treatment at a Montreal hospital last week, is photographed outside her home in Rosemere, Quebec, May 5, 2020. \r\nChristinne Muschi/Christinne Muschi/The Globe and\r\nOutbreaks of COVID-19 at several hospitals in Onta… [+6414 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-05-06T08:56:55Z",
            "title": "How to improve your respiratory health in case you get Covid-19 - CNN",
            "url": "https://www.cnn.com/2020/05/06/health/how-to-improve-respiratory-health-coronavirus-wellness/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200505150437-run-respiratory-health-super-tease.jpg",
            "description": "Here's how you can strengthen your body's respiratory capacity so that if you do get infected with coronavirus, the chances of serious illness may be lower.",
            "content": "(CNN)Covid-19 is a respiratory illness, meaning if a person is infected, the condition of their respiratory system is one determinant of how they'll fare with the disease.\r\nFirst it's important to understand how the virus attacks our lungs. When people are in… [+8085 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-05-06T08:00:00Z",
            "title": "More users needed: Lessons from Alberta's coronavirus contact tracing app - CBC.ca",
            "url": "https://www.cbc.ca/news/technology/contact-tracing-apps-alberta-canada-1.5556933",
            "urlToImage": "https://i.cbc.ca/1.5557023.1588720814!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/abtracetogether.jpg",
            "description": "Alberta's use of a smartphone app to help slow the spread of the coronavirus may provide other provinces with insight on what to do — and what to avoid — as Canada begins easing restrictions, heightening the need for effective contact tracing.",
            "content": "Alberta's use of a smartphone app to help slow the spread of the coronavirus may provide other provinces with insight on what to do and what to avoid as Canada begins easing restrictions, heightening the need for effective contact tracing.\r\nABTraceTogether, l… [+6552 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "News-medical.net"
            },
            "publishedAt": "2020-05-06T06:41:08Z",
            "title": "Israeli scientists discover monoclonal antibody that neutralizes SARS-CoV-2 - News-Medical.Net",
            "url": "https://www.news-medical.net/news/20200505/Israeli-scientists-discover-monoclonal-antibody-that-neutralizes-SARS-CoV-2.aspx",
            "urlToImage": "https://www.news-medical.net/image.axd?picture=2020%2f5%2fshutterstock_677357518_6308657e1da940f4a827235dba6fce92-620x480.jpg",
            "description": "Now, in a significant medical breakthrough, Israel's Institute for Biological Research Institute (IIBRI) has wrapped up the development of a potential treatment for the coronavirus disease. The scientists say they have identified an antibody that neutralizes …",
            "content": "The coronavirus disease (COVID-19) currently has no treatment or vaccine, leaving countries grappling with the wrath of the infectious disease. Caused by the novel coronavirus, now called the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the v… [+4965 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Pharmaceutical-technology.com"
            },
            "publishedAt": "2020-05-06T05:55:38Z",
            "title": "Potential coronavirus vaccine candidate discovered by Italian researchers - pharmaceutical-technology.com",
            "url": "https://www.pharmaceutical-technology.com/news/italy-coronavirus-vaccine-candidate/",
            "urlToImage": "https://www.pharmaceutical-technology.com/wp-content/uploads/sites/10/2020/05/needle-0605.jpg",
            "description": "Scientists at Lazzaro Spallanzani in Italy have claimed that a vaccine candidate could neutralise coronavirus within human cells.",
            "content": "The vaccine had generated antibodies in mice that work on human cells. Credit: Mirko Sajkov from Pixabay.\r\nScientists at Lazzaro Spallanzani National Institute for Infectious Diseases in Italy have claimed that a vaccine candidate could neutralise coronavirus… [+1866 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T03:15:32Z",
            "title": "Coronavirus outbreak: Experts answer your coronavirus questions - Global News",
            "url": "https://www.youtube.com/watch?v=3rfySSe4QLY",
            "urlToImage": "https://i.ytimg.com/vi/3rfySSe4QLY/maxresdefault.jpg",
            "description": "How well do gloves actually protect you? Should you worry about shared spaces in the workplace? And is all soap as effective against the virus? Jeff Semple t...",
            "content": "How well do gloves actually protect you? Should you worry about shared spaces in the workplace? And is all soap as effective against the virus? Jeff Semple takes your COVID-19 related questions to the experts. \r\nFor more info, please go to http://www.globalne… [+275 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T02:32:59Z",
            "title": "Airborne transmission of COVID-19 unlikely: experts - CBC News: The National",
            "url": "https://www.youtube.com/watch?v=6KWYu6NUmIo",
            "urlToImage": "https://i.ytimg.com/vi/6KWYu6NUmIo/maxresdefault.jpg",
            "description": "Infectious disease experts say research that found pieces of coronavirus suspected to have travelled through the air showed no evidence that those particles ...",
            "content": "Infectious disease experts say research that found pieces of coronavirus suspected to have travelled through the air showed no evidence that those particles were still infectious.\r\nWelcome to The National, the flagship nightly newscast of CBC News.\r\n»»» Subsc… [+428 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T01:57:34Z",
            "title": "Coronavirus outbreak: Mystery grows regarding Russian doctors; possible new timeline for virus - Global News",
            "url": "https://www.youtube.com/watch?v=Gm0s08aTJOk",
            "urlToImage": "https://i.ytimg.com/vi/Gm0s08aTJOk/maxresdefault.jpg",
            "description": "Dawna Friesen looks at the mystery surrounding three doctors in Russia, who criticized the government. Plus, Redmond Shannon reports on the new evidence sugg...",
            "content": null
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-05-06T00:07:33Z",
            "title": "Coronavirus: How long does it take to recover? - BBC News",
            "url": "https://www.bbc.co.uk/news/av/health-52508831/coronavirus-how-long-it-takes-to-recover",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/12A57/production/_112157367_p08ccd69.jpg",
            "description": "Weeks, months, even a year - we look at the factors that can affect the time taken to get better.",
            "content": null
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-05-05T22:57:00Z",
            "title": "Ottawa's confirmed COVID-19 cases rise by 31 in latest surveillance report - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-covid-19-may-5-1.5556566",
            "urlToImage": "https://i.cbc.ca/1.5556584.1588709320!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/covid-ont-20200503.jpg",
            "description": "The number of people in Ottawa who have tested positive for the coronavirus rose by 31 people Tuesday.",
            "content": "The number of people in Ottawa who have tested positive for the coronavirus rose by 31 people Tuesday.\r\nIn its latest COVID-19 update, Ottawa Public Health said 1,535 people have tested positive since the pandemic started and 875 of them have since recovered.… [+752 chars]"
        }
    ]
}