{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Nbcchicago.com"
            },
            "publishedAt": "2020-05-15T05:33:29Z",
            "title": "12-Year-Old Gage Park Boy Dies of Coronavirus - NBC Chicago",
            "url": "https://www.nbcchicago.com/news/local/12-year-old-gage-park-boy-dies-of-coronavirus/2272418/",
            "urlToImage": "https://media.nbcchicago.com/2019/09/ernesto-guzman.png?resize=1200%2C675",
            "description": "Neighbors and teachers in Chicago’s Gage Park neighborhood are remembering a 12-year-old boy who on Thursday became the youngest known person to die from the…",
            "content": "Neighbors and teachers in Chicagos Gage Park neighborhood are remembering a 12-year-old boy who on Thursday became the youngest known person to die from the coronavirus in Cook County, according to officials.\r\nErnesto Guzman, 12, died from pneumonia and a COV… [+1323 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T04:54:50Z",
            "title": "#7Health - your coronavirus questions answered Live at 5 - WSPA 7News",
            "url": "https://www.youtube.com/watch?v=tp8UIfEkECQ",
            "urlToImage": "https://i.ytimg.com/vi/tp8UIfEkECQ/maxresdefault.jpg",
            "description": "Dr. Cedrek McFadden, our 7 News medical expert, joins Amy Wood to talk about a new and serious illness in children that may be connected to COVID-19 - and lo...",
            "content": "Dr. Cedrek McFadden, our 7 News medical expert, joins Amy Wood to talk about a new and serious illness in children that may be connected to COVID-19 - and lots of questions about wearing masks."
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.comglobal-development"
            },
            "publishedAt": "2020-05-15T04:08:57Z",
            "title": "Africa facing a quarter of a billion coronavirus cases, WHO predicts - The Guardian",
            "url": "https://amp.theguardian.comglobal-development/2020/may/15/africa-facing-a-quarter-of-a-billion-coronavirus-cases-who-predicts",
            "urlToImage": "https://i.guim.co.uk/img/media/d898072f2c74449c09a826099865e1591d91ae44/0_233_3500_2100/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=9459b00d3c808d7ffcb0fc5b7044c80f",
            "description": "But continent will have fewer deaths than Europe and US because of its younger population and other lifestyle factors",
            "content": "Nearly a quarter of a billion people across 47 African countries will catch coronavirus over the next year, but the result will be fewer severe cases and deaths than in the US and Europe, new research predicts.\r\nA model by the World Health Organizations (WHO)… [+3890 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T03:45:24Z",
            "title": "Vitamin D and coronavirus: Sunlight and nutrition could help boost immunity | ABC7 - ABC7",
            "url": "https://www.youtube.com/watch?v=A8NyMDoYJV4",
            "urlToImage": "https://i.ytimg.com/vi/A8NyMDoYJV4/maxresdefault.jpg",
            "description": "Some studies have found that patients who were hit hardest by COVID-19 had low levels of vitamin D in their bodies. A SoCal doctor is explaining why this mig...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T03:44:18Z",
            "title": "World Health Organization Says Coronavirus 'May Never Go Away' - Newsy",
            "url": "https://www.youtube.com/watch?v=0Eucp9UBYDw",
            "urlToImage": "https://i.ytimg.com/vi/0Eucp9UBYDw/maxresdefault.jpg",
            "description": "The WHO's emergencies chief said it's impossible to \"predict when or if this disease will disappear.\" Learn more about this story at https://www.newsy.com/10...",
            "content": "The WHO's emergencies chief said it's impossible to \"predict when or if this disease will disappear.\"\r\nLearn more about this story at https://www.newsy.com/101378/\r\nFind more videos like this at https://www.newsy.com\r\nFollow Newsy on Facebook: https://www.fac… [+68 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sky.com"
            },
            "publishedAt": "2020-05-15T03:00:19Z",
            "title": "Coronavirus: Virus could be wiped out in London in weeks as rate of infection is slowing, say researchers - Sky News",
            "url": "https://news.sky.com/story/coronavirus-virus-could-be-wiped-out-in-london-in-weeks-as-rate-of-infection-is-slowing-say-researchers-11988579",
            "urlToImage": "https://e3.365dm.com/20/05/1600x900/skynews-cannon-virus-nhs-rainbow_4990748.jpg?20200515040909",
            "description": "The R value in England is 0.75, firmly under 1.0 - which the prime minister named as a requirement for the easing of lockdown.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Indiatoday.in"
            },
            "publishedAt": "2020-05-15T02:10:28Z",
            "title": "Experts see progress in Oxford's Covid vaccine - India Today",
            "url": "https://www.indiatoday.in/science/story/coronavirus-experts-progress-oxford-covid-vaccine-1678210-2020-05-15",
            "urlToImage": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202005/Exper-647x363.jpeg?bpgyc5H9cS.VyKf.UBMA9gdO2JQQfS1G",
            "description": "Experts believe that one of the biggest challenges with vaccines against the coronavirus species is the \"potential for antibody-dependent enhancement of the disease\", which has been one reason for the lack of a vaccine against the 2003 SARS CoV strain.",
            "content": "The scientists at Oxford University's Jenner Institute, who are developing a vaccine for the novel coronavirus have passed an important hurdle. First results of a recent animal trial of the promising coronavirus vaccine from Oxford University were posted on W… [+3236 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T00:40:25Z",
            "title": "What pregnant women should know during coronavirus pandemic - KOAT",
            "url": "https://www.youtube.com/watch?v=qSdQmCYE4os",
            "urlToImage": "https://i.ytimg.com/vi/qSdQmCYE4os/maxresdefault.jpg",
            "description": "EXPECTING MOTHERS OR FAMILIES TAKING CARE OF A NEWBORN... HAVE A LOT OF CONCERNS DURING THIS PANDEMIC. ANCHOR \"ROYALE DA\" SPOKE WITH A DOCTOR WHO SPECIALIZES...",
            "content": "EXPECTING MOTHERS OR FAMILIES TAKING CARE OF A NEWBORN... HAVE A LOT OF CONCERNS DURING THIS PANDEMIC. ANCHOR \"ROYALE DA\" SPOKE WITH A DOCTOR WHO SPECIALIZES IN INFECTIOUS DISEASES AND PREGNANCY.\r\nSubscribe to KOAT on YouTube now for more: http://bit.ly/1jocB… [+166 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T00:25:22Z",
            "title": "NBC News Contributor Fighting Coronavirus On How To Better Protect Ourselves | NBC Nightly News - NBC News",
            "url": "https://www.youtube.com/watch?v=of4RlbgUbEc",
            "urlToImage": "https://i.ytimg.com/vi/of4RlbgUbEc/maxresdefault.jpg",
            "description": "Virologist, epidemiologist and NBC News science Joseph Fair believes he became infected with coronavirus on a flight two weeks ago. He was wearing a mask and...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Cnet.com"
            },
            "publishedAt": "2020-05-14T23:45:09Z",
            "title": "Coronavirus in cats and dogs: How does COVID-19 impact pets? - CNET",
            "url": "https://www.cnet.com/how-to/coronavirus-in-cats-and-dogs-how-does-covid-19-impact-pets/",
            "urlToImage": "https://cnet3.cbsistatic.com/img/iJZz_l8ohv_4lLQLAxWlVlyJ2EA=/756x567/2020/04/06/6509e097-8d5c-42d1-80e9-e39ec7a288d8/gettyimages-1208282752.jpg",
            "description": "The biggest questions about COVID-19 and companion animals answered.",
            "content": "A stray cat on the streets of an empty Istanbul. \r\nGetty Images\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nThe coronavirus pandemic has moved at such a blistering pace that many fundamental questions … [+11622 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-14T22:51:40Z",
            "title": "Coronavirus reproduction number slowly dropping in Alberta - Globalnews.ca",
            "url": "http://globalnews.ca/news/6946227/coronavirus-reproduction-number-slowly-dropping-in-alberta/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/rjb80062907.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The R number provides insight into how the virus is spreading and is determined by how many new cases a single case generates.",
            "content": "The R number, or reproduction number, of the novel coronavirus in Alberta has been trending down the last couple months, according to numbers provided by Alberta Health on Thursday.\r\nREAD MORE: What the coronavirus reproduction number is, and why we should ke… [+2799 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-05-14T22:42:05Z",
            "title": "Coronavirus May Pose a New Risk to Younger Patients: Strokes - The New York Times",
            "url": "https://www.nytimes.com/2020/05/14/health/coronavirus-strokes.html",
            "urlToImage": "https://static01.nyt.com/images/2020/05/14/science/14VIRUS-STROKES/14VIRUS-STROKES-facebookJumbo.jpg",
            "description": "Doctors have reported a flurry of cases in Covid-19 patients — including a healthy 27-year-old emergency medical technician in Queens. After a month in the hospital, he is learning to walk again.",
            "content": "Ravi Sharma was doubled over on his bed when his father found him. Hed had a bad cough for a week and had self-quarantined in his bedroom. As an emergency medical technician, he knew he was probably infected with the coronavirus.\r\nNow, Mr. Sharma, 27, could n… [+9812 chars]"
        },
        {
            "source": {
                "id": "the-washington-post",
                "name": "The Washington Post"
            },
            "publishedAt": "2020-05-14T22:36:07Z",
            "title": "See how experts use disease modeling to predict coronavirus cases after states reopen - The Washington Post",
            "url": "https://www.washingtonpost.com/graphics/2020/health/disease-modeling-coronavirus-cases-reopening/",
            "urlToImage": "https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/DUQWXAJRIBDIJPO4A6M54V6Z6M.jpg",
            "description": "Disease modelers are wary of reopening the country. Here’s how they arrive at their verdict.",
            "content": "The Washington Post is providing this story for free so that all readers have access to this important information about the coronavirus. For more free stories, sign up for our daily Coronavirus Updates newsletter. \r\nAs governors across the country reopen the… [+12990 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T22:06:53Z",
            "title": "Expect more cases of strange coronavirus syndrome in kids, doctors warn - News4JAX",
            "url": "https://www.youtube.com/watch?v=YAsoFv8QbkQ",
            "urlToImage": "https://i.ytimg.com/vi/YAsoFv8QbkQ/maxresdefault.jpg",
            "description": "Parents, hospitals and clinics should expect to see more cases of a mystifying condition that seems to be affecting children after a bout with COVID-19, doct...",
            "content": null
        },
        {
            "source": {
                "id": "nbc-news",
                "name": "NBC News"
            },
            "publishedAt": "2020-05-14T21:57:00Z",
            "title": "Can herd immunity help stop the coronavirus? Experts warn it's not that easy. - NBCNews.com",
            "url": "https://www.nbcnews.com/science/science-news/can-herd-immunity-help-stop-coronavirus-experts-warn-it-s-n1207351",
            "urlToImage": "https://media2.s-nbcnews.com/j/newscms/2020_20/3349081/200513-amsterdam-restaurant-ac-1132p_3d7cc01973f24983bf446553c5570557.nbcnews-fp-1200-630.jpg",
            "description": "Herd immunity remains out of reach, even in the places hardest hit by the coronavirus pandemic, experts say.",
            "content": "Dr. Mike Ryan, the World Health Organization's emergencies director, offered some stern words Wednesday about hopes that herd immunity could stymie the coronavirus.\r\n\"Humans are not herds,\" he said.\r\nHerd immunity has emerged in recent weeks as a popular talk… [+7002 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T21:49:17Z",
            "title": "Coronavirus: the cancer patients suffering serious delays in treatment - BBC News - BBC News",
            "url": "https://www.youtube.com/watch?v=RiGdXC_NzYI",
            "urlToImage": "https://i.ytimg.com/vi/RiGdXC_NzYI/hqdefault.jpg",
            "description": "The coronavirus outbreak has had a serious impact on the treatment of other seriously ill people. Cancer care has been badly affected, with some screening, t...",
            "content": "The coronavirus outbreak has had a serious impact on the treatment of other seriously ill people. Cancer care has been badly affected, with some screening, treatments and trials postponed or delayed. \r\nPatients diagnosed with cancer have been speaking to BBC … [+572 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T21:28:44Z",
            "title": "Coronavirus: anger over huge death toll in “abandoned” care homes - BBC News - BBC News",
            "url": "https://www.youtube.com/watch?v=fzTVkL4mKRw",
            "urlToImage": "https://i.ytimg.com/vi/fzTVkL4mKRw/hqdefault.jpg",
            "description": "There is growing anger over how coronavirus has taken hold in care homes across the UK. The government suggests that one in four of all coronavirus deaths in...",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-05-14T20:26:03Z",
            "title": "Flu deaths overestimated while coronavirus deaths undercounted: report - Business Insider - Business Insider",
            "url": "https://www.businessinsider.com/flu-deaths-overestimated-coronavirus-deaths-undercounted-report-2020-5",
            "urlToImage": "https://i.insider.com/5eb14993144192557a272af4?width=1200&format=jpeg",
            "description": "A new report shows that the number of flu deaths is likely overestimated, while coronavirus deaths could be undercounted.",
            "content": "The seasonal flu and the novel coronavirus seem to lend themselves to an easy comparison, given their overlapping symptoms.\r\nBut it's not that simple.\r\nIn a report published Thursday in the Journal of the American Medicine Association, Drs. Carlos del Rio and… [+3593 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-05-14T20:24:23Z",
            "title": "Anti-vaxxers are already opposing a coronavirus vaccine - Business Insider - Business Insider",
            "url": "https://www.businessinsider.com/anti-vaxxers-oppose-a-coronavirus-vaccine-that-doesnt-exist-2020-5",
            "urlToImage": "https://i.insider.com/5ebda8844dca681e532757f7?width=1200&format=jpeg",
            "description": "As researchers scramble to develop a coronavirus vaccine, the only chance of life returning to semi-normal, anti-vaxxers are clapping back.",
            "content": "Since the novel coronavirus outbreak began, researchers around the world have been racing at historic speed to develop safe and effective vaccine. \r\nThere are currently more than 100 research efforts underway, including at least 20 that are expected to begin … [+4811 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-05-14T20:23:15Z",
            "title": "Health Canada looking into unauthorized antibody testing at Montreal clinic - CTV News Montreal",
            "url": "https://montreal.ctvnews.ca/health-canada-looking-into-unauthorized-antibody-testing-at-montreal-clinic-1.4939804",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4938848.1589426651!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "A Montreal clinic has been offering unregulated coronavirus antibody tests at $195 each, CTV has learned. This testing, at Clinique Medic Elle, is drawing harsh words from health authorities, who are asking the public to carefully check COVID health services …",
            "content": "MONTREAL -- \r\nA large Montreal health clinic has been offering unregulated coronavirus antibody tests at $195 each, CTV News has learned.\r\nThis testing at Clinique Medic Elle is drawing harsh words from provincial and federal authorities, who are warning peop… [+10188 chars]"
        }
    ]
}