{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Daily Hive"
            },
            "publishedAt": "2020-07-03T22:13:00Z",
            "title": "False alarms, lack of interest could plague new coronavirus contact tracing app | News - Daily Hive",
            "url": "https://dailyhive.com/vancouver/problems-coronavirus-contact-tracing-app",
            "urlToImage": "https://images.dailyhive.com/20200408120850/shutterstock_519503956-500x258.jpg",
            "description": "Experts say there are limitations to the tool.",
            "content": "As Ontario prepares to roll out its new government-funded COVID-19 contact-tracing app this month, technology and privacy experts warn there are limitations to keep in mind when considering how usefu… [+4238 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Digital Journal"
            },
            "publishedAt": "2020-07-03T20:36:08Z",
            "title": "Mutated, more virulent coronavirus strain now dominates globally - Digital Journal",
            "url": "http://www.digitaljournal.com/tech-and-science/science/mutated-more-virulent-coronavirus-strain-now-dominates-globally/article/574261",
            "urlToImage": "http://www.digitaljournal.com/img/1/0/4/8/0/9/3/i/4/6/7/p-large/638a5edd3a167b3c353810721f811c0e18eaa528.jpg",
            "description": "The genetic variation of the novel coronavirus that dominates the world today infects human cells more readily than the original that emerged in China, according to a new study published in the journal Cell on Thursday.",
            "content": "<table><tr><td><table><tr><td>The genetic variation of the novel coronavirus that dominates the world today infects human cells more readily than the original that emerged in China, according to a ne… [+3305 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-07-03T19:22:18Z",
            "title": "2 new coronavirus cases, 2 recoveries in London-Middlesex; 1 death reported in Elgin-Oxford - Globalnews.ca",
            "url": "http://globalnews.ca/news/7135424/london-middlesex-coronavirus-covid-19-july-3/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/06/rjb10169212-3.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "The update brings the total number of confirmed cases in the region to 629, of which 510 people have recovered and 57 have died.",
            "content": "Two people have tested positive for the novel coronavirus in London and Middlesex, two people have recovered, and the lone active outbreak in the region has been declared over, local health officials… [+10741 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-07-03T19:17:47Z",
            "title": "5 new cases of COVID-19 in Kingston region, total active cases now at 37 - Globalnews.ca",
            "url": "http://globalnews.ca/news/7136527/new-cases-coronavirus-kingston-july-3/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/image-from-ios-2.jpg?quality=85&strip=all&crop=0px%2C228px%2C4032px%2C2131px&resize=720%2C379",
            "description": "The Kingston region saw five new cases of the novel coronavirus Friday, all linked to a nail salon outbreak last week.",
            "content": "Dr. Kieran Moore, medical officer of health for the KFL&amp;A region, announced five new cases of the novel coronavirus in the Kingston region on Friday.\r\nThat would bring the Ontario region’s total … [+1410 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Daily Hive"
            },
            "publishedAt": "2020-07-03T18:42:00Z",
            "title": "An outbreak of coronavirus reported at University of Washington fraternities | News - Daily Hive",
            "url": "https://dailyhive.com/seattle/coronavirus-outbreak-university-of-washington",
            "urlToImage": "https://images.dailyhive.com/20191213103356/shutterstock_746370160-500x258.jpg",
            "description": "At least 105 students have been infected.",
            "content": "Washington’s latest COVID-19 outbreak has been reported at the University of Washington (UW) where at least 105 Greek Life students have been infected with coronavirus.\r\nThe cluster of cases is sprea… [+1094 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Birmingham Live"
            },
            "publishedAt": "2020-07-03T15:33:01Z",
            "title": "New coronavirus R rate number revealed for each part of England - and the Midlands is second highest - Birmingham Live",
            "url": "https://www.birminghammail.co.uk/news/midlands-news/new-coronavirus-r-rate-number-18537400",
            "urlToImage": "https://i2-prod.liverpoolecho.co.uk/incoming/article18180239.ece/ALTERNATES/s1200/4_BRITAIN-HEALTH-VIRUS-TESTING.jpg",
            "description": "The R rate number if the estimated reproduction value of the deadly bug, which has so far killed over 44,000 Brits",
            "content": "The latest coronavirus R number for the Midlands has been revealed - and it's slightly above the national average.\r\nIn the Midlands, the average COVID-19 infection rate is 0.8 to 1.\r\nBut across the U… [+1650 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bangkok Post"
            },
            "publishedAt": "2020-07-03T13:45:00Z",
            "title": "Britain eases quarantine as US under siege - Bangkok Post",
            "url": "https://www.bangkokpost.com/world/1945472/britain-eases-virus-quarantine-as-us-under-siege",
            "urlToImage": "https://static.bangkokpost.com/media/content/20200703/c1_3680888_700.jpg",
            "description": "LONDON: Britain on Friday announced the first exemptions from its quarantine rules as the coronavirus outbreak slowed in Europe, but excluded the United States as the pandemic accelerates in the United States and across the Americas.",
            "content": "LONDON: Britain on Friday announced the first exemptions from its quarantine rules as the coronavirus outbreak slowed in Europe, but excluded the United States as the pandemic accelerates in the Unit… [+4807 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Business Wire"
            },
            "publishedAt": "2020-07-03T13:40:00Z",
            "title": "Impact of COVID-19 on Mental Health - High Unemployment, Social Isolation & Coronavirus Related Fears Could Contribute to Driving Up Depression Rates - ResearchAndMarkets.com - Business Wire",
            "url": "https://www.businesswire.com/news/home/20200703005176/en/Impact-COVID-19-Mental-Health---High-Unemployment",
            "urlToImage": "https://mms.businesswire.com/media/20200703005176/en/371054/23/ResearchAndMarkets_800px.jpg",
            "description": "ResearchAndMarkets.com published a new article on the mental health industry",
            "content": "DUBLIN--(BUSINESS WIRE)--ResearchAndMarkets.com published a new article on the mental health industry \"Impact of COVID-19 on Mental Health\" \r\nHigh unemployment, social isolation as well as coronaviru… [+1686 chars]"
        },
        {
            "source": {
                "id": "the-washington-post",
                "name": "The Washington Post"
            },
            "publishedAt": "2020-07-03T12:02:51Z",
            "title": "Coronavirus detectives couldn’t get partygoers to answer the phone. So they issued subpoenas. - The Washington Post",
            "url": "https://www.washingtonpost.com/nation/2020/07/03/contact-tracing-covid-party-subpoena/",
            "urlToImage": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/YDKS3FV2DUI6VF6BNTYRN77CNQ.jpg&w=1440",
            "description": "The legal strategy used for coronavirus contact tracing in Rockland County, N.Y., shows just how difficult it may be to get Americans to comply with this key part of many pandemic response plans.",
            "content": "So this week, county health officials tried a much more drastic approach. They issued subpoenas to eight of the partygoers, ordering them to speak up to the disease detectives or face a fine of up to… [+4786 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Guardian"
            },
            "publishedAt": "2020-07-03T11:12:41Z",
            "title": "Trump visits Mount Rushmore amid controversy, coronavirus concerns - The Guardian",
            "url": "https://www.theguardian.pe.ca/news/world/trump-visits-mount-rushmore-amid-controversy-coronavirus-concerns-469244/",
            "urlToImage": "https://www.theguardian.pe.ca/media/photologue/photos/cache/trump-visits-mount-rushmore-amid-controversy-coronavirus-concerns_medium",
            "description": "By Jeff Mason WASHINGTON (Reuters) - President Donald Trump will rail against a",
            "content": "By Jeff Mason\r\nWASHINGTON (Reuters) - President Donald Trump will rail against a \"left wing mob\" for seeking to \"tear down\" U.S. history during a visit to Mount Rushmore on Friday amid concerns over … [+4044 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-07-03T11:02:31Z",
            "title": "Angolan app gives performers a lifeline - streaming to paying public - National Post",
            "url": "https://nationalpost.com/pmn/entertainment-pmn/angolan-app-gives-performers-a-lifeline-streaming-to-paying-public",
            "urlToImage": null,
            "description": "LUANDA — When the Angolan government imposed its coronavirus lockdown in late March, local entrepreneur and innovator Claudio Kiala saw a gap in the market when it came to virtual entertainment.",
            "content": "Popular local DJ Ritchelly was one of the first to jump on the platform after his income was slashed to zero because of the lockdown.\r\nThis virus has brought us a new environment and ways to live. An… [+650 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "BBC News"
            },
            "publishedAt": "2020-07-03T09:32:44Z",
            "title": "Coronavirus: NI deaths fall for eighth week - BBC News",
            "url": "https://www.bbc.com/news/uk-northern-ireland-53277681",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/104CD/production/_111456766_coronagetty3.jpg",
            "description": "In the week up to 26 June the virus was mentioned on the death certificates of 12 people.",
            "content": "Image copyrightGetty Images\r\nThe number of Covid-19 related deaths in Northern Ireland has fallen again. \r\nIn the week up to 26 June, the government statistics agency Nisra said the virus was mention… [+1491 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Arab News"
            },
            "publishedAt": "2020-07-03T02:13:28Z",
            "title": "US marks record 53069 coronavirus cases in 24 hours - Arab News",
            "url": "https://www.arabnews.com/node/1699142",
            "urlToImage": "https://www.arabnews.com/sites/default/files/2020/07/03/2172842-1078095967.jpg",
            "description": "WASHINGTON: The US notched more than 53,000 new COVID-19 cases in 24 hours Thursday, a tally by Johns Hopkins University showed, a new one-day record as infections surge around the country. The Baltimore-based university’s tracker showed 53,069 more cases as …",
            "content": "WASHINGTON: The US notched more than 53,000 new COVID-19 cases in 24 hours Thursday, a tally by Johns Hopkins University showed, a new one-day record as infections surge around the country.The Baltim… [+1222 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Jakarta Post"
            },
            "publishedAt": "2020-07-03T01:34:00Z",
            "title": "National consortium aims to finish local COVID-19 vaccine in 18 months - The Jakarta Post - Jakarta Post",
            "url": "https://www.thejakartapost.com/news/2020/07/02/national-consortium-aims-to-finish-local-covid-19-vaccine-in-18-months.html",
            "urlToImage": "https://img.jakpost.net/c/2020/07/02/2020_07_02_99193_1593627708._large.jpg",
            "description": "Indonesia's national consortium for COVID-19 vaccine development has set a target to finish its work within 18 months, amid mounting pressure to soon produce and distribute efficacious local vaccines to fight off a coronavirus strain that may be unique to the…",
            "content": "Indonesia's national consortium for COVID-19 vaccine development is aiming to finish its work within the next 18 months in an effort to eradicate the coronavirus in the country.\r\n\"Vaccines usually ta… [+1504 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "New York Times"
            },
            "publishedAt": "2020-07-02T22:27:25Z",
            "title": "Live Coronavirus News: Updates and Video - The New York Times",
            "url": "https://www.nytimes.com/2020/07/02/world/coronavirus-us.html",
            "urlToImage": "https://www.nytimes.com/newsgraphics/2020/04/09/corona-virus-social-images-by-section/assets/World_promo.jpg?u=1593730399426",
            "description": "Young people are vulnerable to severe complications, especially if they are obese, the W.H.O. says. As domestic abuse reports rose during lockdowns, Britain left victims in peril.",
            "content": "More than 80 percent of the current cases are linked to the city of Hebron, which began to shut down on Wednesday evening.\r\nMr. Milhim said that the five-day lockdown could be extended and called on … [+869 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Armenian Reporter"
            },
            "publishedAt": "2020-07-02T18:58:00Z",
            "title": "New form of coronavirus spreads faster, but doesn't make people sicker, new study says - Armenian Reporter",
            "url": "https://www.reporter.am/new-form-of-coronavirus-spreads-faster-but-doesnt-make-people-sicker-new-study-says/",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200213175739-03-coronavirus-0213-super-tease.jpg",
            "description": "",
            "content": "A global study has found clear evidence that a new form of the coronavirus has spread from Europe to the usa. The new mutation makes the virus more infectious but does not appear to make people any s… [+3393 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Devdiscourse"
            },
            "publishedAt": "2020-07-02T17:36:58Z",
            "title": "Trump upbeat on three coronavirus vaccine candidates - Devdiscourse",
            "url": "https://www.devdiscourse.com/article/health/1115501-trump-upbeat-on-three-coronavirus-vaccine-candidates",
            "urlToImage": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/20_06_2020_09_40_43_2587059.jpg?width=920&format=jpeg",
            "description": "\"We think we're going to have it soon.\" U.S. National Institutes of Health Director Dr. Francis Collins said earlier on Thursday that he was optimistic the Trump administration’s vaccine-acceleration program \"Operation Warp Speed\" will generate a safe and eff…",
            "content": "U.S. President Donald Trump on Thursday voiced optimism the United States would soon come up with a vaccine for the novel coronavirus, saying three vaccine candidates were looking especially good.\r\n\"… [+1104 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-07-02T17:27:00Z",
            "title": "3 deaths from COVID-19 in B.C. since Tuesday, 24 new cases - CTV News",
            "url": "https://vancouverisland.ctvnews.ca/3-deaths-from-covid-19-in-b-c-since-tuesday-24-new-cases-1.5008303",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.5008306.1593710442!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Health officials in British Columbia have announced three more deaths from COVID-19 in the province since Tuesday, bringing the provincial death toll from the coronavirus pandemic to 177.",
            "content": "VICTORIA -- \r\nHealth officials in British Columbia have announced three more deaths from COVID-19 in the province since Tuesday, bringing the provincial death toll from the coronavirus pandemic to 17… [+4482 chars]"
        },
        {
            "source": {
                "id": "ary-news",
                "name": "Ary News"
            },
            "publishedAt": "2020-07-02T16:58:30Z",
            "title": "Immunity to COVID-19 is probably higher than tests have shown - ARY NEWS",
            "url": "https://arynews.tv/en/immunity-covid19-higher-t-cells/",
            "urlToImage": "https://arynews.tv/wp-content/uploads/2020/06/carona.jpg",
            "description": "New research shows that many people with mild or asymptomatic COVID-19 demonstrate so-called T-cell-mediated immunity to the new coronavirus, even if they have not tested positively for antibodies",
            "content": "A new research from Sweden’s Karolinska Institutet and Karolinska University Hospital shows that many people with mild or asymptomatic COVID-19 demonstrate so-called T-cell-mediated immunity to the n… [+2957 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "EurekAlert"
            },
            "publishedAt": "2020-07-02T16:00:33Z",
            "title": "How a mutation on the novel coronavirus has come to dominate the globe - EurekAlert",
            "url": "https://eurekalert.org/pub_releases/2020-07/ljif-ham070220.php",
            "urlToImage": "https://eurekalert.org/multimedia/pub/web/236511_web.jpg",
            "description": "Two variants of the novel coronavirus (SARS-CoV-2), called G614 and D614, were circulating in mid-March. \r\nA new study shows that the G version of the virus has come to dominate cases around the world. They report that this mutation does not make the virus mo…",
            "content": "IMAGE: By mid-March, the G variant dominated around the world.\r\n view more \r\nCredit: La Jolla Institute for Immunology\r\nLA JOLLA--Flashback to mid-March: the novel coronavirus had reached San Diego, … [+6140 chars]"
        }
    ]
}