{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-27T22:11:40Z",
            "title": "Coronavirus: Peterborough offers free childcare for hospital, health unit employees - Global News",
            "url": "http://globalnews.ca/news/6742793/coronavirus-peterborough-child-care-plan/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/01/5e30836dd0962.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The City of Peterborough has set up an emergency child care plan to provide spaces to essential health-care workers who have no other options for their kids.",
            "content": "The City of Peterborough will be offering free child care services to parents who work at Peterborough Regional Health Centre and Peterborough Public Health beginning Monday amid the coronavirus pandemic.\r\nOn Friday, the city announced the service will be off… [+2914 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-27T21:47:21Z",
            "title": "6 RCMP employees test positive for coronavirus, police force says - Global News",
            "url": "http://globalnews.ca/news/6743658/rcmp-coronavirus-employees/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/22904988.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The police force said in a statement Friday that the cases were diagnosed in B.C., Alberta and Ontario.",
            "content": "The RCMP says six of its employees have been diagnosed with COVID-19, the illness caused by the novel coronavirus.\r\nThe police force said in a statement Friday that the cases were diagnosed in B.C., Alberta and Ontario.\r\nREAD MORE: \r\nManitoba RCMP make change… [+1046 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-27T21:02:28Z",
            "title": "Can a malaria drug combat coronavirus? Researchers want to find out - Global News",
            "url": "http://globalnews.ca/news/6743283/coronavirus-malaria-drug-research/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/rjb10355283-2.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "People who live with others who have tested positive, as well as healthcare workers who were exposed to COVID-19 patients, can participate in the clinical trial.",
            "content": "A team of researchers from the University of Manitoba are part of a collaborative effort by universities across three provinces to test a malaria drug’s efficiency in combating COVID-19.\r\n“Our health system may become overwhelmed by COVID-19 patients and curr… [+1691 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Tbnewswatch.com"
            },
            "publishedAt": "2020-03-27T20:08:00Z",
            "title": "Hajdu urges Northwestern Ontarians to stay COVID-19 course - Tbnewswatch.com",
            "url": "https://www.tbnewswatch.com/local-news/hajdu-urges-northwestern-ontarians-to-stay-covid-19-course-2205200",
            "urlToImage": "https://www.vmcdn.ca/f/files/tbnewswatch/images/local-news/2019/june/patty-hajdu/patty-hajdu.jpg;w=1200;h=800;mode=crop",
            "description": "Health Minister and Thunder Bay-Superior North Liberal MP says now is not the time to let down our guard in the region, even though only one confirmed case of the coronavirus has been diagnosed.",
            "content": "THUNDER BAY – Minister of Health Patty Hajdu says while COVID-19 hasn’t swept into Northwestern Ontario in great numbers to date, it’s not the time to get complacent.\r\nHajdu, also the Liberal MP in Thunder Bay-Superior North, said despite being front-and-cent… [+3767 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-27T19:36:21Z",
            "title": "Is the coronavirus mutating? - LiveScience",
            "url": "https://www.youtube.com/watch?v=ijezWSYMtGg",
            "urlToImage": "https://i.ytimg.com/vi/ijezWSYMtGg/maxresdefault.jpg",
            "description": "Evidence suggests that the novel coronavirus is mutating slowly, which could be good news for treatment and vaccine development. Read more of the science spe...",
            "content": "Evidence suggests that the novel coronavirus is mutating slowly, which could be good news for treatment and vaccine development. Read more of the science specifics here: https://www.livescience.com/coronavir..."
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-27T19:25:57Z",
            "title": "More Canadians have now died of coronavirus than SARS - Global News",
            "url": "http://globalnews.ca/news/6742570/canada-coronavirus-deaths-sars/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/vcrd11253434-11.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "As of Friday, COVID-19 has killed more Canadians than SARS did in 2003.",
            "content": "The novel coronavirus disease, COVID-19, has now killed more Canadians than SARS.\r\nAs of Friday afternoon, federal and provincial health authorities were reporting more than 4,500 Canadian cases of COVID-19, with 53 deaths.\r\nBack in 2003, the SARS outbreak, w… [+2364 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-27T19:13:45Z",
            "title": "101-year-old Italian man recovers from coronavirus, gets released from hospital - thepeakfm.com",
            "url": "https://globalnews.ca/news/6741982/man-101-recovers-from-coronavirus-italy/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/covid19-italy.jpg?quality=70&strip=all&w=720&h=480&crop=1",
            "description": "Gloria Lisi, deputy mayor of Rimini, Italy, described the man’s recovery from the novel coronavirus as “hope for the future.”",
            "content": "Though the number of novel coronavirus cases continues to rise by the day, happy endings still exist.\r\nA 101-year-old Italian man was recently released from hospital after making a full recovery from COVID-19, according to Gloria Lisi, deputy mayor of Rimini,… [+3169 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-27T18:43:54Z",
            "title": "Confinement, week #2: An empty Paris, police controls and homemade face masks - FRANCE 24 English",
            "url": "https://www.youtube.com/watch?v=xkiz4mJXvEE",
            "urlToImage": "https://i.ytimg.com/vi/xkiz4mJXvEE/hqdefault.jpg",
            "description": "In the first edition of our new show \"Confinement\", FRANCE 24 reports on how France is coping with the coronavirus outbreak. The country has been under lockd...",
            "content": "In the first edition of our new show \"Confinement\", FRANCE 24 reports on how France is coping with the coronavirus outbreak. The country has been under lockdown since March 17, but our team of reporters is continuing to inform you about this unprecedented sit… [+446 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Kimberleybulletin.com"
            },
            "publishedAt": "2020-03-27T18:19:00Z",
            "title": "Veterinary clinics considered essential services, continue to help animals - Kimberley Bulletin",
            "url": "https://www.kimberleybulletin.com/news/veterinary-clinics-considered-essential-services-continue-to-help-animals/",
            "urlToImage": "https://www.kimberleybulletin.com/wp-content/uploads/2020/03/21098842_web1_200331-KDB-VetsConsideredEssentialService-NorthStarVet_1-1024x686.jpg",
            "description": "<p>The B.C. government recently released an official list of businesses that are able to remain open as essential services during the coronavirus pandemic. The list includes veterinary clinics and Dr. Kathryn Arbic of North Star Veterinary Clinic says she was…",
            "content": "The B.C. government recently released an official list of businesses that are able to remain open as essential services during the coronavirus pandemic. The list includes veterinary clinics and Dr. Kathryn Arbic of North Star Veterinary Clinic says she was ha… [+1735 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-27T18:14:27Z",
            "title": "Coronavirus: man describes 'gut-wrenching pain' of losing mother - Guardian News",
            "url": "https://www.youtube.com/watch?v=8IQnWqpv0_w",
            "urlToImage": "https://i.ytimg.com/vi/8IQnWqpv0_w/maxresdefault.jpg",
            "description": "Stuart Hamlin urges people to stay inside in an emotional video filmed hours after his mother died from the coronavirus. He describes his pain just four days...",
            "content": "Stuart Hamlin urges people to stay inside in an emotional video filmed hours after his mother died from the coronavirus. He describes his pain just four days after Tracy was admitted to hospital with Covid-19 symptoms. \r\n'Losing someone is hard enough, but no… [+117 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-27T17:49:35Z",
            "title": "Going up? Safe elevator etiquette during the coronavirus outbreak - Global News",
            "url": "http://globalnews.ca/news/6740383/coronavirus-elevators/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/gettyimages-1129667700.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Public health officials have been urging Canadians to maintain social distance and avoid high-traffic areas since the onset of the COVID-19 pandemic.",
            "content": "It’s becoming an increasingly ambiguous scenario: the elevator door opens and someone is already inside.\r\nNow, in the face of the novel coronavirus outbreak, do you go in, or do you wait for the next one?\r\nPublic health officials have been urging Canadians to… [+5619 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-27T17:00:18Z",
            "title": "Do Hospitals Really Need So Many Ventilators For Coronavirus Patients? | TODAY - TODAY",
            "url": "https://www.youtube.com/watch?v=h2NVQhZ_-vg",
            "urlToImage": "https://i.ytimg.com/vi/h2NVQhZ_-vg/maxresdefault.jpg",
            "description": "NBC News medical correspondent Dr. John Torres tells TODAY that despite President Trump’s remarks on Fox News that he doubts the accuracy of the estimated nu...",
            "content": "[[getSimpleString(data.title)]]\r\n[[getSimpleString(data.description)]]\r\n[[getSimpleString(data.videoCountText)]]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-03-27T16:44:21Z",
            "title": "How to Take Care of Your Lungs - The New York Times",
            "url": "https://www.nytimes.com/2020/03/27/climate/climate-pollution-coronavirus-lungs.html",
            "urlToImage": "https://static01.nyt.com/images/2020/03/27/climate/27CLI-LUNGS/27CLI-LUNGS-facebookJumbo.jpg",
            "description": "If you’re one of millions of Americans exposed to air pollution, you may be at a greater risk of catching the coronavirus — and of having a more severe infection.",
            "content": "If you have a smoker in the home the particulate matter could be much higher indoors than outdoors, she said. If you smoke and you cant quit, do everything you can to avoid exposing other people to your smoke, like stepping outside. The same goes for people w… [+1493 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Medicalxpress.com"
            },
            "publishedAt": "2020-03-27T16:44:03Z",
            "title": "Pink eye a possible early warning sign of coronavirus, eye doctors report - Medical Xpress",
            "url": "https://medicalxpress.com/news/2020-03-pink-eye-early-coronavirus-doctors.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2019/6-eye.jpg",
            "description": "The American Academy of Ophthalmology this week issued a warning to its members that conjunctivitis, also known as pink eye, can be an early sign of the coronavirus in some patients. The academy suggested that eye doctors wear full facial protection covering …",
            "content": "The American Academy of Ophthalmology this week issued a warning to its members that conjunctivitis, also known as pink eye, can be an early sign of the coronavirus in some patients. The academy suggested that eye doctors wear full facial protection covering … [+2191 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-03-27T10:47:00Z",
            "title": "Get informed on the top stories of the day in one quick scan - CBC.ca",
            "url": "https://www.cbc.ca/news/morning-brief-march-27-2020-1.5512000",
            "urlToImage": "https://i.cbc.ca/1.5363910.1574359561!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cbc-news-morning-brief-newsletter.jpg",
            "description": "In today's Morning Brief, we look at how bad the expected economic recession caused by the coronavirus outbreak might become. We also look at a 'wake-up' call for Canada's prescription drug supply, and the desperate struggle against COVID-19 underway in New Y…",
            "content": "Good morning! This is our daily news roundup with everything you need to know in one concise read. Sign up here to get this delivered to your inbox every morning.\r\n'Worse' pandemic on horizon unless world deals with wildlife markets, experts say\r\nThe continue… [+7645 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thechronicleherald.ca"
            },
            "publishedAt": "2020-03-27T09:53:53Z",
            "title": "Paris hospitals will be swamped within 48 hours after coronavirus spike: official - TheChronicleHerald.ca",
            "url": "https://www.thechronicleherald.ca/news/world/paris-hospitals-will-be-swamped-within-48-hours-after-coronavirus-spike-official-430341/",
            "urlToImage": "https://www.thechronicleherald.ca/media/photologue/photos/cache/paris-hospitals-will-be-swamped-within-48-hours-after-coronavirus-spike-official_medium",
            "description": "By John Irish and Marine Pennetier PARIS (Reuters) - France will extend a national lockdown until April 15 after reporting its biggest daily death toll from coronavirus, its prime minister said on Friday, and officials warned that hospitals around",
            "content": "By John Irish and Marine Pennetier\r\nPARIS (Reuters) - France will extend a national lockdown until April 15 after reporting its biggest daily death toll from coronavirus, its prime minister said on Friday, and officials warned that hospitals around Paris coul… [+4600 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Taiwannews.com.tw"
            },
            "publishedAt": "2020-03-27T05:43:00Z",
            "title": "Coronavirus cases hit 2 largest US cities dif... - Taiwan News",
            "url": "https://www.taiwannews.com.tw/en/news/3905597",
            "urlToImage": "https://tnimage.s3.hicloud.net.tw/photos/2020/AP/20200327/e0dff843223f4f7d97b3b101a8507f32.jpg",
            "description": "",
            "content": "LOS ANGELES (AP) Los Angeles recorded its first case of coronavirus five weeks before New York City, yet it's New York that is now the U.S. epicenter of the disease.\r\nPublic health officials are keeping a wary eye and warning that LA could end up being as har… [+6015 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-26T23:47:42Z",
            "title": "Coronavirus: Quebec public health officials closely monitoring situation in Côte Saint-Luc - Global News",
            "url": "http://globalnews.ca/news/6738534/coronavirus-quebec-public-health-officials-cote-saint-luc/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/csl.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Quebec's public health director Dr. Horacio Arruda hasn't ruled out putting the city of Côte Saint-Luc in quarantine",
            "content": "Just over a week ago, the city of Côte Saint-Luc, an on-island Montreal suburb, declared a state of emergency after several confirmed cases of COVID-19 in the community.\r\nReligious gatherings were banned and residents were encouraged to practice social distan… [+2718 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Abs-cbn.com"
            },
            "publishedAt": "2020-03-26T23:46:00Z",
            "title": "One ventilator, two patients: New York hospitals shift to crisis mode - ABS-CBN News",
            "url": "https://news.abs-cbn.com/overseas/03/27/20/one-ventilator-two-patients-new-york-hospitals-shift-to-crisis-mode",
            "urlToImage": "https://sa.kapamilya.com/absnews/abscbnnews/media/2020/reuters/03/25/surge.jpg",
            "description": "NEW YORK - At least one New York hospital has begun putting two patients on a single ventilator machine, an experimental crisis-mode protocol some doctors worry is too risky but others deemed necessary as the coronavirus outbreak strains medical resources.",
            "content": "NEW YORK - At least one New York hospital has begun putting two patients on a single ventilator machine, an experimental crisis-mode protocol some doctors worry is too risky but others deemed necessary as the coronavirus outbreak strains medical resources.\r\nT… [+3246 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-26T21:58:36Z",
            "title": "At least 1 N.Y. hospital has 2 patients on single ventilator as coronavirus cases rise - Global News",
            "url": "http://globalnews.ca/news/6738273/new-york-coronavirus-split-ventilators/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/2020-03-26t210703z_1012082140_rc2xrf9rgrg9_rtrmadp_3_health-coronavirus-usa-ventilators.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "A tool of last resort that involves threading a tube down a patient's windpipe, a mechanical ventilator can sustain a person who can no longer breathe unaided.",
            "content": "At least one New York hospital has begun putting two patients on a single ventilator machine, an experimental crisis-mode protocol some doctors worry is too risky but others deemed necessary as the coronavirus outbreak strains medical resources.\r\nThe coronavi… [+3582 chars]"
        }
    ]
}