{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Castanet.net"
            },
            "publishedAt": "2020-05-30T18:04:00Z",
            "title": "BC annual bat count taking place this summer - BC News - Castanet.net",
            "url": "https://www.castanet.net/news/BC/301418/BC-annual-bat-count-taking-place-this-summer",
            "urlToImage": "https://www.castanet.net/content/2020/5/screen_shot_2020-05-30_at_11.06.11_am_p3461213.jpg",
            "description": "Bats are getting a bum rap. The COVID-19 pandemic has cast bats in a negative light over concerns they carry the virus responsible for coronavirus.",
            "content": "Bats are getting a bum rap.\r\nThe COVID-19 pandemic has cast bats in a negative light over concerns they carry the virus responsible for coronavirus.\r\nAnd that is simply not true with such misinformat… [+2294 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-05-30T16:24:52Z",
            "title": "Pangolins may have incubated the novel coronavirus, gene study shows - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/pangolins-may-have-incubated-the-novel-coronavirus-gene-study-shows-1.4961699",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4961718.1590854062!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "A deep dive into the genetics of the novel coronavirus shows it seems to have spent some time infecting both bats and pangolins before it jumped into humans, researchers say. But they add that it's too soon to blame pangolins for the pandemic, noting a third …",
            "content": "A deep dive into the genetics of the novel coronavirus shows it seems to have spent some time infecting both bats and pangolins before it jumped into humans, researchers said Friday.\r\nBut they said i… [+2362 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "New York Post"
            },
            "publishedAt": "2020-05-30T15:56:24Z",
            "title": "Scientists say an apocalyptic bird flu could wipe out half of humanity - New York Post ",
            "url": "https://nypost.com/2020/05/30/apocalyptic-bird-flu-could-wipe-out-half-of-humanity-scientists/",
            "urlToImage": "https://thenypost.files.wordpress.com/2020/05/200530-bird-flu.jpg?quality=90&strip=all&w=1200",
            "description": "The coronavirus has killed over 365,000 people worldwide in just five months — but that’s nothing compared to what could be coming if humans don’t clean up their act when it comes to chickens. In h…",
            "content": "The coronavirus has killed over 365,000 people worldwide in just five months but thats nothing compared to what could be coming if humans dont clean up their act when it comes to chickens.\r\nIn his ne… [+2309 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-05-30T15:55:03Z",
            "title": "Nova Scotia reports 1 more death at Northwood, 1 new case of coronavrius - Globalnews.ca",
            "url": "http://globalnews.ca/news/7006865/nova-scotia-coronavrius-may-30-covid19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/rjb10964092-1.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "As of Saturday, Nova Scotia confirmed one new case of novel coronavirus, bringing the total number of cases in the province to 1,056.",
            "content": "Stay in the loop\r\nGet a roundup of the most important and intriguing stories, delivered to your inbox"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-05-30T15:42:20Z",
            "title": "Covid infection risk in children, how fast can they spread virus? Explained - Hindustan Times",
            "url": "https://www.youtube.com/watch?v=dEUhT15MOsA",
            "urlToImage": "https://i.ytimg.com/vi/dEUhT15MOsA/maxresdefault.jpg",
            "description": "Children and teenagers have half the risk of getting infected with coronavirus disease. There is no clarity on how easily they spread the infection to others...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-05-30T15:23:12Z",
            "title": "No new coronavirus cases recorded in NSW - Sky News Australia",
            "url": "https://www.youtube.com/watch?v=IuB5pHTwXF0",
            "urlToImage": "https://i.ytimg.com/vi/IuB5pHTwXF0/maxresdefault.jpg",
            "description": "New South Wales has recorded no new coronavirus cases for the second time since the pandemic hit Australia. However, there has been a fresh health warning to...",
            "content": "New South Wales has recorded no new coronavirus cases for the second time since the pandemic hit Australia. \r\nHowever, there has been a fresh health warning tonight concerning the coronavirus-stricke… [+94 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "BGR"
            },
            "publishedAt": "2020-05-30T13:19:04Z",
            "title": "Study says you should wear a coronavirus face mask even at home - BGR",
            "url": "https://bgr.com/2020/05/30/coronavirus-mask-effectiveness-study/",
            "urlToImage": "https://boygeniusreport.files.wordpress.com/2020/04/webp.net-resizeimage-1-17.jpg?quality=70&strip=all",
            "description": "A new study shows that coronavirus masks are super effective when wearing them at home to prevent the spread of disease to family members. The research shows that wearing a mask reduces the chances of transmission by 79%. The study also examined the effective…",
            "content": "<ul><li>A new study shows that coronavirus masks are super effective when wearing them at home to prevent the spread of disease to family members. </li><li>The research shows that wearing a mask redu… [+2605 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-05-30T11:00:04Z",
            "title": "Could the coronavirus pandemic have a deadly second wave like the Spanish flu? - Global News",
            "url": "https://www.youtube.com/watch?v=3WEdD-jR3Z8",
            "urlToImage": "https://i.ytimg.com/vi/3WEdD-jR3Z8/maxresdefault.jpg",
            "description": "Now that Canada and countries around the world are starting to lift coronavirus restrictions, a new debate is on the table: could we be seeing a deadly secon...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-05-30T08:45:36Z",
            "title": "UK to wind back COVID-19 financial support - Sky News Australia",
            "url": "https://www.youtube.com/watch?v=XUM5yWIwsPc",
            "urlToImage": "https://i.ytimg.com/vi/XUM5yWIwsPc/maxresdefault.jpg",
            "description": "Britain's Chancellor of the Exchequer has announced state support for businesses will be reduced as lockdown restrictions ease. The current coronavirus Job r...",
            "content": null
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-05-30T08:00:00Z",
            "title": "Learning how the coronavirus affects the body offers clues to fight COVID-19 - CBC.ca",
            "url": "https://www.cbc.ca/news/health/covid-19-coronavirus-inflammation-immune-1.5591218",
            "urlToImage": "https://i.cbc.ca/1.5591252.1590789524!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/health-coronavirus-spain.JPG",
            "description": "Doctors and scientists are examining the inflammatory effects of the novel coronavirus for clues to prevention and treatment.",
            "content": "This is an excerpt from Second Opinion, a weekly roundup of eclectic and under-the-radar health and medical science news emailed to subscribers every Saturday morning. If you haven't subscribed yet, … [+7899 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Guardian"
            },
            "publishedAt": "2020-05-30T07:44:46Z",
            "title": "Singapore's health ministry confirms 506 more coronavirus cases - The Guardian",
            "url": "https://www.theguardian.pe.ca/news/world/singapores-health-ministry-confirms-506-more-coronavirus-cases-455820/",
            "urlToImage": "https://www.theguardian.pe.ca/media/photologue/photos/cache/singapores-health-ministry-confirms-506-more-coronavirus-cases_medium",
            "description": "(Reuters) - Singapore's health ministry said on Saturday it had confirmed 506 more coronavirus cases, making a total 34,366 infections.  The vast majority of the newly infected people are migrant workers living in dormitories, the ministry said in a",
            "content": "(Reuters) - Singapore's health ministry said on Saturday it had confirmed 506 more coronavirus cases, making a total 34,366 infections. \r\nThe vast majority of the newly infected people are migrant wo… [+125 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "msnNOW"
            },
            "publishedAt": "2020-05-30T03:40:00Z",
            "title": "CDC chief defends failure to spot early coronavirus spread in US - MSN Canada",
            "url": "https://www.msn.com/en-ca/news/newspolitics/cdc-chief-defends-failure-to-spot-early-coronavirus-spread-in-us/ar-BB14N33i",
            "urlToImage": null,
            "description": "Robert R. Redfield says diagnostic testing would have made little difference, describing it like “looking for a needle in a haystack.”",
            "content": "© Nick Otto/For The Washington Post\r\n A student cycles Feb. 28 at the University of California at Davis, where a resident student had shown symptoms of coronavirus. A CDC report released Friday said … [+9890 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "MENAFN.COM"
            },
            "publishedAt": "2020-05-30T03:03:09Z",
            "title": "Coronavirus: Diabetes leads to 1 in 10 dying in hospital within 7 days, finds study - MENAFN.COM",
            "url": "https://menafn.com/1100245796/Coronavirus-Diabetes-leads-to-1-in-10-dying-in-hospital-within-7-days-finds-study",
            "urlToImage": "https://menafn.com/updates/pr/2020-05/30/KT_4f67bcf3-0image_story.jpg",
            "description": "(MENAFN - Khaleej Times) One in 10 diabetics with coronavirus dies within seven days of hospital admission, according to a study of more than 1,300 patients published Friday in the journal Diabetologia.Two-thirds of the patients were men, and the average age …",
            "content": "(MENAFN - Khaleej Times) One in 10 diabetics with coronavirus dies within seven days of hospital admission, according to a study of more than 1,300 patients published Friday in the journal Diabetolog… [+1047 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-05-29T22:47:55Z",
            "title": "64-year-old latest Hamilton coronavirus death, city says components for increased testing in place - Globalnews.ca",
            "url": "http://globalnews.ca/news/7003671/hamilton-covid-19-cases-may-29/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/ny447-528_2020_173531.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Hamilton's EOC director says a gradual reopening of the city as the coronavirus crisis continues will be 'driven by our behaviour.'",
            "content": "Hamilton, Ont., reported another death connected to the COVID-19 pandemic on Friday.\r\nThe city’s 36th death was a 64-year-old man from the community who passed away in hospital on Wednesday.\r\nPublic … [+6149 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-05-29T20:15:30Z",
            "title": "8 new coronavirus cases, 3 recoveries reported in London-Middlesex - Global News",
            "url": "http://globalnews.ca/news/7002154/london-middlesex-coronavirus-covid-19-may-29/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/wx210-42_2020_175541-7.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The new cases in London and Middlesex bring the regional total to 520 cases, of which 372 have been resolved and 52 patients have died.",
            "content": "Eight people have tested positive for the novel coronavirus and three others have recovered in London-Middlesex, while in Lambton County, an outbreak at a Sarnia nursing home has resulted in patients… [+14502 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-05-29T19:45:00Z",
            "title": "Coronavirus infection rate may shift toward younger ages; death risk higher in cancer patients - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/coronavirus-infection-rate-may-shift-toward-younger-ages-death-risk-higher-in-cancer-patients",
            "urlToImage": "https://secure.gravatar.com/blavatar/bf69214e83fdd5520e4b5d91ba3b7d64?s=200&ts=1590821473",
            "description": "The following is a brief roundup of some of the latest scientific studies on the novel coronavirus and efforts to find treatments and vaccines for COVID-19, the illness caused by the virus.Coronavi…",
            "content": "The following is a brief roundup of some of the latest scientific studies on the novel coronavirus and efforts to find treatments and vaccines for COVID-19, the illness caused by the virus.\r\nCoronavi… [+5688 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo Entertainment"
            },
            "publishedAt": "2020-05-29T18:05:00Z",
            "title": "Coronavirus update: New York City targets June 8 reopening date, marking a milestone - Yahoo Canada Finance",
            "url": "https://ca.news.yahoo.com/coronavirus-update-new-york-city-targets-june-8-reopening-date-marking-a-milestone-180538290.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/6jbLis3yexZr0Lk.QN9uKQ--~B/aD0yNzU3O3c9NDEzNDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-images/2020-05/3ca0ca00-a1e3-11ea-b75f-10494024874d",
            "description": "President Donald Trump announced that the U.S. was revoking its support for the agency, the latest escalation in a battle that has seen the president accuse the WHO of being too beholden to Beijing.",
            "content": "In the midst of rising tensions with China and the World Health Organization, President Donald Trump on Friday announced that the U.S. was revoking its support for the agency, the latest escalation i… [+5712 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "CNBC"
            },
            "publishedAt": "2020-05-29T17:14:17Z",
            "title": "Enter at your own risk: How businesses are trying to protect against coronavirus lawsuits - CNBC",
            "url": "https://www.cnbc.com/2020/05/29/how-businesses-are-trying-to-protect-against-coronavirus-lawsuits.html",
            "urlToImage": "https://image.cnbcfm.com/api/v1/image/106539145-1589548181513gettyimages-1213055485.jpeg?v=1590090040",
            "description": "Businesses big and small are warning potential customers that there is an inherent risk of exposure to coronavirus in public places.",
            "content": "Guests wearing face masks visit the Universal Orlando's CityWalk as sections of the entertainment and retail district opened today for limited hours for the first time since Universal Orlando closed … [+5115 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-05-29T16:42:07Z",
            "title": "Sewage can give a week's extra warning of coronavirus spikes: study - Global News",
            "url": "http://globalnews.ca/news/6958321/sewage-coronavirus-ottawa-yale/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/gettyimages-1214295808-e1590753749601.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Reacting very quickly to coronavirus outbreaks is a matter of life and death. The fastest warning, a new study shows, can come from the data we flush away every day.",
            "content": "On April 16, the novel coronavirus peaked in New Haven, Conn., at least as far as tests of individuals showed.\r\nBut Yale University scientists taking samples from the local sewage treatment plant got… [+4649 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-05-29T16:34:49Z",
            "title": "UK coronavirus death toll rises by 324 to 38161 - The Independent",
            "url": "https://www.youtube.com/watch?v=_Pv6-b7XATo",
            "urlToImage": "https://i.ytimg.com/vi/_Pv6-b7XATo/hqdefault.jpg",
            "description": "More than 38,000 people have now died in the UK from Covid-19. The latest figure was announced by chancellor Rishi Sunak at the UK government's daily coronav...",
            "content": "More than 38,000 people have now died in the UK from Covid-19.\r\nThe latest figure was announced by chancellor Rishi Sunak at the UK government's daily coronavirus briefing in Downing St.\r\nLike us on … [+233 chars]"
        }
    ]
}