{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-05-08T22:23:14Z",
            "title": "Can the blood of a llama named 'Winter' be used to protect against coronavirus? - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/can-the-blood-of-a-llama-named-winter-be-used-to-protect-against-coronavirus-1.4931247",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4931252.1588964793!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "What may be the latest hope in the hunt to develop a treatment for COVID-19 comes from an unusual source – a furry, four-year-old llama named 'Winter' that is living on a farm in the Belgium countryside.",
            "content": "TORONTO -- \r\nWhat may be the latest hope in the hunt to develop a treatment for COVID-19 comes from an unusual source a furry, four-year-old llama named Winter living on a farm in the Belgium countryside.\r\nResearchers from the U.S. and Belgium selected the ll… [+5403 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-05-08T22:23:11Z",
            "title": "Has the new coronavirus mutated to be more contagious? Experts weigh in - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/has-the-new-coronavirus-mutated-to-be-more-contagious-experts-weigh-in-1.4930666",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4930709.1588947689!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Scientists are cautioning that it’s still too early to know how the novel coronavirus mutates after a preliminary study in the U.S. claimed that a new strain of the virus has emerged that is more dominant and contagious than the original.",
            "content": "TORONTO -- \r\nScientists are cautioning that its still too early to know how the novel coronavirus (SARS-CoV-2) mutates, after a preliminary study in the U.S. claimed that a new strain of the virus has emerged that is more dominant and contagious than the orig… [+6357 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-05-08T22:23:00Z",
            "title": "How does the virus infect children? And should they be in school? - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/how-does-the-virus-infect-children-and-should-they-be-in-school-1.4931597",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4931611.1588976500!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "With parents and policymakers agonizing over when to reopen schools as lockdowns ease, scientists are still struggling to find out how the new coronavirus affects children.",
            "content": "PARIS -- \r\nWith parents and policymakers agonizing over when to reopen schools as lockdowns ease, scientists are still struggling to find out how the new coronavirus affects children.\r\nWhile youngsters can become infected with the new coronavirus, very few ha… [+6052 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Torontosun.com"
            },
            "publishedAt": "2020-05-08T21:08:00Z",
            "title": "No, the flu is not worse than coronavirus - Toronto Sun",
            "url": "https://torontosun.com/news/national/no-the-flu-is-not-worse-than-coronavirus",
            "urlToImage": "https://postmediatorontosun.files.wordpress.com/2020/04/covid-1942467_long-term_care_78141710.jpg",
            "description": "Perhaps you’ve seen the claim online or heard someone you know make it: “Coronavirus is no worse than the flu!”Some people even try to claim the flu is actually worse than COVID-1…",
            "content": "Perhaps you’ve seen the claim online or heard someone you know make it: “Coronavirus is no worse than the flu!”\r\nSome people even try to claim the flu is actually worse than COVID-19. But the numbers prove they couldn’t be more wrong either in terms of cases … [+1032 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cornwallnewswatch.com"
            },
            "publishedAt": "2020-05-08T20:33:58Z",
            "title": "Four more deaths at Pinecrest Nursing Home - Cornwall Newswatch",
            "url": "https://www.cornwallnewswatch.com/2020/05/08/four-more-deaths-at-pinecrest-nursing-home/",
            "urlToImage": "https://www.cornwallnewswatch.com/wp-content/uploads/2020/05/Dr.-Paul-Roumeliotis-Zoom-Teleconference-Apr2220-1.jpg",
            "description": "PLANTAGENET, Ont. – Another four residents at Pinecrest Nursing Home have died from novel coronavirus, Medical Officer of Health Dr. Paul Roumeliotis announced Friday afternoon. “This is a tragedy.…",
            "content": "Eastern Ontario Health Unit Medical Officer of Health Dr. Paul Roumeliotis. (Zoom/EOHU via Newswatch Group)\r\nPLANTAGENET, Ont. Another four residents at Pinecrest Nursing Home have died from novel coronavirus, Medical Officer of Health Dr. Paul Roumeliotis an… [+1708 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nature.com"
            },
            "publishedAt": "2020-05-08T20:08:41Z",
            "title": "Coronavirus blood-clot mystery intensifies - Nature.com",
            "url": "https://www.nature.com/articles/d41586-020-01403-8",
            "urlToImage": "https://media.nature.com/lw1024/magazine-assets/d41586-020-01403-8/d41586-020-01403-8_17961880.jpg",
            "description": "Research begins to pick apart the mechanisms behind a deadly COVID-19 complication.",
            "content": "There are multiple reasons that blood clots could be forming in people with COVID-19.Credit: Steve Gschmeissner/Science Photo Library\r\nPurple rashes, swollen legs, clogged catheters and sudden death blood clots, large and small, are a frequent complication of… [+6693 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Webmd.com"
            },
            "publishedAt": "2020-05-08T19:52:27Z",
            "title": "Will Warmer Temps Help Contain Coronavirus? - WebMD",
            "url": "https://www.webmd.com/lung/news/20200508/will-warmer-temps-help-contain-coronavirus",
            "urlToImage": "https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/article_thumbnails/blog_posts/pain-management/650x350_coronavirus.jpg",
            "description": "Two new reports suggest that the warm summer months will not significantly slow the novel coronavirus as it spreads around the globe.",
            "content": "For the Canadian researchers, the finding that hotter weather doesn't reduce COVID-19 cases was surprising.\r\n\"We had conducted a preliminary study that suggested both latitude and temperature could play a role,\" said study co-author Dr. Peter Jüni, also from … [+2069 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mirror.co.uk"
            },
            "publishedAt": "2020-05-08T19:09:02Z",
            "title": "Spain detects first coronavirus case in pet cat after family members struck down - Mirror Online",
            "url": "https://www.mirror.co.uk/news/world-news/spain-detects-first-coronavirus-case-21996119",
            "urlToImage": "https://i2-prod.mirror.co.uk/incoming/article21996135.ece/ALTERNATES/s1200/0_Cute-ginger-cat-lies-on-womans-hands-The-fluffy-pet-comfortably-settled-to-sleep-or-to-play-Cute.jpg",
            "description": "The four-year-old cat didn't die of coronavirus, but it's the first case of its kind in the country where more than 26,000 people have now died from the disease",
            "content": "Scientists say a cat which had to be put down in Spain showed signs of Covid-19 but did not die from the deadly virus. \r\nThis is the first case of its kind in the country where more than 26,000 people have now died from the virus. \r\nResearchers from the Anima… [+2057 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cp24.com"
            },
            "publishedAt": "2020-05-08T18:58:00Z",
            "title": "'Every parent's nightmare': Five-year-old boy's death in New York may have virus link - CP24 Toronto's Breaking News",
            "url": "https://www.cp24.com/world/every-parent-s-nightmare-five-year-old-boy-s-death-in-new-york-may-have-virus-link-1.4931227",
            "urlToImage": "https://www.cp24.com/polopoly_fs/1.4931229.1588964273!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "The death of a 5-year-old New York boy is challenging assumptions that children are less susceptible to COVID-19 complications, Gov. Andrew Cuomo said Friday. Also, some New York City parks will see stepped-up policing to stem the spread of the coronavirus, M…",
            "content": "NEW YORK - A 5-year-old boy has died of a rare inflammatory condition possibly linked to COVID-19, the first such death in New York, Gov. Andrew Cuomo said Friday. Also, some New York City parks will see stepped-up policing to stem the spread of the coronavir… [+5626 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-08T18:52:34Z",
            "title": "Coronavirus: 1 death, 2 new cases, 3 recoveries in London-Middlesex, health unit says - Global News",
            "url": "http://globalnews.ca/news/6920600/london-middlesex-covid-19-may-8/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/wx210-42_2020_175541-7.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The death is not linked to an outbreak at a long-term care or retirement home, however both of the new cases are.",
            "content": "One person has died, two others have tested positive for the novel coronavirus and three more people have recovered, the Middlesex-London Health Unit (MLHU) reported Friday.\r\nIt brings the total number of confirmed cases in London and Middlesex to 438, of whi… [+9191 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-08T18:40:29Z",
            "title": "World beat smallpox 40 years ago, we can beat COVID-19 by working together: WHO - Global News",
            "url": "http://globalnews.ca/news/6921757/who-smallpox-anniversary-coronavirus/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2015/02/ny402-414_1947_121123_high.jpg?quality=70&strip=all&w=650&h=379&crop=1",
            "description": "On the anniversary of the eradication of smallpox, the World Health Organization said all countries must work together again to beat the coronavirus.",
            "content": "Smallpox was eradicated 40 years ago after unprecedented co-operation between nations, and a similar global effort could help bring an end to COVID-19, World Health Organization officials said Friday.\r\nSpeaking on the occasion of the 40th anniversary of the e… [+2836 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T18:06:25Z",
            "title": "Has it gotten better for medical workers? Coronavirus Outbreak Answers | COVID-19 in Context - ABC10",
            "url": "https://www.youtube.com/watch?v=z_TQQAeheRo",
            "urlToImage": "https://i.ytimg.com/vi/z_TQQAeheRo/maxresdefault.jpg",
            "description": "Dr. Larry Burchett answers medical questions and talks about what reopening California could mean for our healthcare system. Read more: https://www.abc10.com...",
            "content": "Dr. Larry Burchett answers medical questions and talks about what reopening California could mean for our healthcare system.\r\nRead more: https://www.abc10.com/section/new/cor...Coronavirus pandemic resources for your family: https://www.abc10.com/article/news… [+586 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T16:57:54Z",
            "title": "What do studies on new coronavirus mutations tell us? - Arab News",
            "url": "https://www.youtube.com/watch?v=Sic0VMNEFcE",
            "urlToImage": "https://i.ytimg.com/vi/Sic0VMNEFcE/hqdefault.jpg",
            "description": "A series of studies of the genomes of thousands of samples of the new coronavirus SARS-CoV-2 show that it is mutating and evolving as it adapts to its human ...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T16:52:00Z",
            "title": "It's Public Health Vs. Privacy As San Diego County Considers Contact Tracing App - KPBS",
            "url": "https://www.youtube.com/watch?v=_xK3EeqqMQo",
            "urlToImage": "https://i.ytimg.com/vi/_xK3EeqqMQo/hqdefault.jpg",
            "description": "The county is among governments worldwide considering using smartphone apps to help with the tracking of people exposed to the coronavirus. But not everyone ...",
            "content": "The county is among governments worldwide considering using smartphone apps to help with the tracking of people exposed to the coronavirus. But not everyone is willing to use them."
        },
        {
            "source": {
                "id": null,
                "name": "Marketwatch.com"
            },
            "publishedAt": "2020-05-08T16:20:46Z",
            "title": "New study claims vitamin D deficiency may impact coronavirus mortality rates - MarketWatch",
            "url": "https://www.marketwatch.com/story/new-study-claims-vitamin-d-deficiency-may-impact-coronavirus-mortality-rates-2020-05-08",
            "urlToImage": "https://s.marketwatch.com/public/resources/images/MW-IF608_beach0_ZG_20200430174750.jpg",
            "description": "Patients from countries with high COVID-19 mortality rates, such as Italy and Spain, had lower levels of vitamin D compared to patients in countries that were not as severely affected",
            "content": "Researchers have discovered a strong correlation between vitamin D deficiency and mortality rates from the novel coronavirus, a new study reveals.A research team led by Northwestern University analyzed data from hospitals and clinics across China, France, Ger… [+1737 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T13:10:16Z",
            "title": "COVID-19 vaccine test on animals successful | Under test since mid-April - WION",
            "url": "https://www.youtube.com/watch?v=1POegdNc31Q",
            "urlToImage": "https://i.ytimg.com/vi/1POegdNc31Q/maxresdefault.jpg",
            "description": "The coronavirus has created havoc around the world and the world is desperately in need of a vaccine. China has discovered the COVID-19 vaccine which has eff...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Eurekalert.org"
            },
            "publishedAt": "2020-05-08T04:17:12Z",
            "title": "Canadian study finds temperature, latitude not associated with COVID-19 spread - EurekAlert",
            "url": "https://eurekalert.org/pub_releases/2020-05/cmaj-csf050720.php",
            "urlToImage": "https://www.eurekalert.org/images/EurekAlert_StackedLogo_RGB.jpg",
            "description": "Temperature and latitude do not appear to be associated with the spread of coronavirus disease 2019 (COVID-19), according to a study of many countries published in CMAJ (Canadian Medical Association Journal), but school closures and other public health measur…",
            "content": "Temperature and latitude do not appear to be associated with the spread of coronavirus disease 2019 (COVID-19), according to a study of many countries published in CMAJ (Canadian Medical Association Journal) http://www.\r\ncmaj.\r\nca/\r\nlookup/\r\ndoi/\r\n10.\r\n1503/\r… [+2978 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Abs-cbn.com"
            },
            "publishedAt": "2020-05-07T23:34:00Z",
            "title": "Coronavirus detected in semen of infected men: Chinese study - ABS-CBN News",
            "url": "https://news.abs-cbn.com/overseas/05/08/20/coronavirus-detected-in-semen-of-infected-men-chinese-study",
            "urlToImage": "",
            "description": "Chinese scientists have detected coronavirus in the semen of infected men but further research will be needed to determine whether the virus can be sexually transmitted.",
            "content": "WASHINGTON - Chinese scientists have detected coronavirus in the semen of infected men but further research will be needed to determine whether the virus can be sexually transmitted.\r\nThe findings from a study of coronavirus patients at a Chinese hospital wer… [+1048 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencedaily.com"
            },
            "publishedAt": "2020-05-07T20:44:49Z",
            "title": "Immunity of recovered COVID-19 patients could cut risk of expanding economic activity - Science Daily",
            "url": "https://www.sciencedaily.com/releases/2020/05/200507135355.htm",
            "urlToImage": null,
            "description": "New modeling of coronavirus behavior suggests that an intervention strategy based on shield immunity could reduce the risk of allowing the higher levels of human interaction needed to support expanded economic activity.",
            "content": "While attention remains focused on the number of COVID-19 deaths and new cases, a separate statistic -- the number of recovered patients -- may be equally important to the goal of minimizing the pandemic's infection rate as shelter-in-place orders are lifted.… [+7029 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-07T19:44:28Z",
            "title": "Black people in UK four times more likely to die of COVID-19: ONS - Al Jazeera English",
            "url": "https://www.youtube.com/watch?v=yac1SXHbunM",
            "urlToImage": "https://i.ytimg.com/vi/yac1SXHbunM/maxresdefault.jpg",
            "description": "Black people are four times more likely to die of coronavirus than white people in the United Kingdom, the Office for National Statistics (ONS) has said. The...",
            "content": "Black people are four times more likely to die of coronavirus than white people in the United Kingdom, the Office for National Statistics (ONS) has said.The ONS said people of Bangladeshi, Pakistani and Indian origin are also at a significantly higher risk. T… [+381 chars]"
        }
    ]
}