{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Vallartadaily.com"
            },
            "publishedAt": "2020-09-06T19:25:55Z",
            "title": "‘One vaccine isn’t enough’: Mexico aims for its own coronavirus fix - Vallarta Daily",
            "url": "https://www.vallartadaily.com/one-vaccine-isnt-enough-mexico-aims-for-its-own-coronavirus-fix/",
            "urlToImage": "https://www.vallartadaily.com/wp-content/uploads/2020/09/One-vaccine-isn-t-enough-Mexico-aims-for-its-own-coronavirus-fix-Reuters.png",
            "description": "Mexico is working to produce its own COVID-19 vaccines and could have one ready by next spring, according to a researcher coordinating local efforts amid",
            "content": "Mexico is working to produce its own COVID-19 vaccines and could have one ready by next spring, according to a researcher coordinating local efforts amid a global race to tame a disease that has infe… [+2187 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Daily Mail"
            },
            "publishedAt": "2020-09-06T18:47:31Z",
            "title": "House parties could be banned until 2023 because coronavirus 'is not disappearing', scientist warns - Daily Mail",
            "url": "https://www.dailymail.co.uk/news/article-8703477/House-parties-banned-2023-coronavirus-not-disappearing-scientist-warns.html",
            "urlToImage": "https://i.dailymail.co.uk/1s/2020/09/06/19/32847944-0-image-a-4_1599416723113.jpg",
            "description": "German virologist Professor Hendrik Streeck says that parties and other large gatherings will need to stop completely for the next three years in order to lower infections to a manageable level.",
            "content": "A scientist leading Germany's fight against Covid-19 has warned that house parties could be banned for three years because the virus 'is not disappearing'.\r\n Professor Hendrik Streeck believes that r… [+2788 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Techno Info Plus"
            },
            "publishedAt": "2020-09-06T16:18:10Z",
            "title": "23 People Test Positive In China For Coronavirus By Sharing A Bus With An Infected Person ! Opens Up Questions On Air Transmission Of The Virus - Techno Info Plus",
            "url": "https://technoinfoplus.com/23-people-test-positive-in-china-for-coronavirus-by-sharing-a-bus-with-an-infected-person-opens-up-questions-on-air-transmission-of-the-virus/",
            "urlToImage": "https://technoinfoplus.com/wp-content/uploads/2020/09/Times-Now.jpg",
            "description": "Does Coronavirus Transmission Take Place Through Air People Test Positive In China: There is a long debate as to whether coronavirus spreads through the air. Initial findings implied no spread through the air. However, later it was found that air transmission…",
            "content": "Does Coronavirus Transmission Take Place Through Air\r\nPeople Test Positive In China: There is a long debate as to whether coronavirus spreads through the air. Initial findings implied no spread throu… [+2016 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "CNBC"
            },
            "publishedAt": "2020-09-06T13:51:00Z",
            "title": "Goldman gave clients a list of stocks that may surge if a coronavirus vaccine is approved - CNBC",
            "url": "https://www.cnbc.com/2020/09/06/goldman-gave-clients-a-list-of-stocks-that-may-surge-if-a-coronavirus-vaccine-is-approved.html",
            "urlToImage": "https://image.cnbcfm.com/api/v1/image/106611115-1594396714891gettyimages-1225946432.jpeg?v=1599220260",
            "description": "With several Covid-19 vaccines in Phase 3 trials, Goldman Sachs is preparing its clients for a rebound in certain stocks.",
            "content": "(This story is only for CNBC Pro subscribers)\r\nWith several Covid-19 vaccines in Phase 3 trials and preliminary data due as soon as later this month, Goldman Sachs is preparing its clients for a rebo… [+934 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "BBC News"
            },
            "publishedAt": "2020-09-06T13:41:15Z",
            "title": "Coronavirus: Scotland records highest daily Covid tally since May - BBC News",
            "url": "https://www.bbc.com/news/uk-scotland-54049149",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/10C08/production/_114261686_capture.jpg",
            "description": "More than 200 cases of Covid-19 are confirmed in 24 hours, the highest daily increase in Scotland for nearly three months.",
            "content": "Image copyrightGetty Images\r\nThere have been 208 new confirmed cases of Covid-19 in Scotland in the past 24 hours.\r\nThe figure represents the highest daily increase in Scotland since May and compares… [+2495 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "中国日报"
            },
            "publishedAt": "2020-09-06T13:37:16Z",
            "title": "Influential COVID-19 model projects 410000 total deaths in US by Jan 1 - Chinadaily USA",
            "url": "http://global.chinadaily.com.cn/a/202009/05/WS5f5305c1a310675eafc57b38.html",
            "urlToImage": "//img2.chinadaily.com.cn/images/202009/05/5f5305c1a310675e209c2617.jpeg",
            "description": "The updated projection of a key COVID-19 model shows that 410,000 Americans may die from the novel coronavirus by Jan 1 next year.",
            "content": "Chart currently posted on the website of the Institute for Health Metrics and Evaluation (IHME) show that over 410,000 Americans may die from the novel coronavirus by Jan 1, 2021. [Photo/Xinhua] \r\nWA… [+2201 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo Entertainment"
            },
            "publishedAt": "2020-09-06T11:01:00Z",
            "title": "COVID-19 May Cause Sudden Diabetes - Yahoo Canada Shine On",
            "url": "https://ca.style.yahoo.com/covid-19-may-cause-sudden-110115096.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/RhzweicmO08V95aGt2PEVA--~B/aD04MDA7dz0xMjAwO3NtPTE7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en-US/galvanized/f85f491b60c1ff97cd5bf8ba37ef6732",
            "description": "It was once considered primarily a respiratory illness, but COVID-19 has consistently surprised doctors by the sheer number of body systems it can affect, including the brain and the heart. Now, researchers say, the coronavirus may even attack cells in the pa…",
            "content": "It was once considered primarily a respiratory illness, but COVID-19 has consistently surprised doctors by the sheer number of body systems it can affect, including the brain and the heart. Now, rese… [+3338 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Indian Express"
            },
            "publishedAt": "2020-09-06T10:40:59Z",
            "title": "Common cold can help combat flu, research suggests - The Indian Express",
            "url": "https://indianexpress.com/article/lifestyle/health/common-cold-can-help-combat-flu-research-suggests-6585255/",
            "urlToImage": "https://images.indianexpress.com/2020/09/GettyImages-virus_1200.jpg",
            "description": "It is still to be known if the annual seasonal spread of the common cold virus will have a similar impact on those exposed to the coronavirus.",
            "content": "It was found in the research that during months when both the viruses were typically active, if the common cold virus was present in the body, the flu virus was not. (Source: Getty/Thinkstock)A new r… [+2119 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "MENAFN.COM"
            },
            "publishedAt": "2020-09-06T04:07:40Z",
            "title": "Antibodies Against Coronavirus Stay In Body For At Least 60 Days: Study - MENAFN.COM",
            "url": "https://menafn.com/1100753923/Antibodies-Against-Coronavirus-Stay-In-Body-For-At-Least-60-Days-Study",
            "urlToImage": "https://menafn.com/updates/pr/2020-09/06/KO_6c0ee9e8-3image_story.jpg",
            "description": "KO File Photo: Abid Bhat</p>\n<p> <strong> New Delhi: </strong> A sero survey conducted at a leading hospital in the city over five months has found that the prevalence of antibodies, in a person who has recovered from coronavirus infection, persists for 60-80…",
            "content": "(MENAFN - Kashmir Observer) KO File Photo: Abid Bhat\r\n New Delhi: A sero survey conducted at a leading hospital in the city over five months has found that the prevalence of antibodies, in a person w… [+3710 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "KEYE TV CBS Austin"
            },
            "publishedAt": "2020-09-05T23:24:00Z",
            "title": "77 new COVID-19 cases, 1 new death reported for Austin-Travis County - KEYE TV CBS Austin",
            "url": "http://cbsaustin.com/news/local/77-new-covid-19-cases-1-new-death-reported-for-austin-travis-county",
            "urlToImage": "http://static-19.sinclairstoryline.com/resources/media/ce32f579-ea7e-4c6b-b531-cf516833499e-large16x9_AustinSkylineBCR.JPG?1599348199570",
            "description": "As of Saturday evening, there are now 26,931 confirmed cases of coronavirus (COVID-19) in Austin/Travis County -- one new death was reported, bringing the death toll to 394. The City of Austin released the new numbers on its COVID-19 website -- it said there …",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-09-05T23:04:05Z",
            "title": "These 6 Coronavirus Precautions Probably Aren't Worth Your Time, According to Experts - ScienceAlert",
            "url": "https://www.businessinsider.com/coronavirus-precautions-you-dont-need-2020-9",
            "urlToImage": "https://i.insider.com/5f3fda9542f43f001ddfe46b?width=1200&format=jpeg",
            "description": "Some COVID-19 precautions, like wearing masks, are essential. But others — quarantining your mail, for instance — aren't necessary, experts say.",
            "content": "The best ways to reduce your risk of getting COVID-19 are by now well known: Wear masks, maintain social distance, and avoid crowded areas, especially those indoors.\r\nBut as public-health experts hav… [+6354 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Daily Hive"
            },
            "publishedAt": "2020-09-05T19:36:00Z",
            "title": "CF Richmond Centre confirms new potential coronavirus exposure | News - Daily Hive",
            "url": "https://dailyhive.com/vancouver/cf-richmond-centre-confirms-coronavirus-exposure-september-5",
            "urlToImage": "https://images.dailyhive.com/20200825103652/richmond-500x256.jpg",
            "description": "The mall remains open.",
            "content": "A potential exposure to COVID-19 has been identified at a shopping mall in Metro Vancouver.\r\nIn a release, Cadillac Fairview said they were informed by one of its clients at the CF Richmond Centre, 6… [+888 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Vancouver Sun"
            },
            "publishedAt": "2020-09-05T12:05:30Z",
            "title": "COVID-19: Day and night, St. Paul's lab searches for the coronavirus - Vancouver Sun",
            "url": "https://vancouversun.com/news/covid-19-day-and-night-st-pauls-lab-searches-for-the-coronavirus",
            "urlToImage": "https://smartcdn.prod.postmedia.digital/vancouversun/wp-content/uploads/2020/09/png-0901n-covidlab-526.jpg",
            "description": "The lab at the downtown Vancouver hospital can test up to 800 samples a day for the virus that cases COVID-19",
            "content": "Its not a painful procedure, Romney said, but it is uncomfortable.\r\nDr. Marc Romney, medical leader, medical microbiology and virology, with a swab used to test for COVID-19.Photo by Jason Payne /PNG… [+1581 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo Entertainment"
            },
            "publishedAt": "2020-09-05T03:06:04Z",
            "title": "Smoking tied to COVID-19 risk; oxygen meter may help home patients - Yahoo Singapore News",
            "url": "https://sg.news.yahoo.com/smoking-tied-covid-19-risk-030231891.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/ZlB7B3YS08L.ODn2pXyanw--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/01ce64e545081e247ba242b6e6756e04",
            "description": "Smoking appears to increase the genetic contribution to COVID-19 infections, a small study suggests.  The new coronavirus enters the body by hijacking proteins on the surface of healthy cells, in particular a protein called angiotensin-converting enzyme 2 (AC…",
            "content": "By Nancy Lapid\r\n(Reuters) - The following is a roundup of some of the latest scientific studies on the novel coronavirus and efforts to find treatments and vaccines for COVID-19, the illness caused b… [+5059 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Arab News"
            },
            "publishedAt": "2020-09-05T01:56:23Z",
            "title": "Brazil's President Bolsonaro rapped for stirring doubt on COVID-19 vaccine - Arab News",
            "url": "https://www.arabnews.com/node/1729801",
            "urlToImage": "https://www.arabnews.com/sites/default/files/2020/09/05/2257691-62905043.jpg",
            "description": "SAO PAULO: Critics of Brazilian President Jair Bolsonaro are again speaking out against the leader’s stance on the coronavirus pandemic, this time rejecting his view that vaccination for the virus shouldn’t be mandatory. Bolsonaro’s first such comments came M…",
            "content": "SAO PAULO: Critics of Brazilian President Jair Bolsonaro are again speaking out against the leaders stance on the coronavirus pandemic, this time rejecting his view that vaccination for the virus sho… [+3946 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "BGR"
            },
            "publishedAt": "2020-09-05T00:07:00Z",
            "title": "It should go without saying, but you need to wear a face mask if you have sex with a stranger - BGR",
            "url": "https://bgr.com/2020/09/04/coronavirus-prevention-wear-a-face-mask-during-sex-and-no-kissing/",
            "urlToImage": "https://bgr.com/wp-content/uploads/2020/08/face-mask-public-transportation.jpg?quality=70&strip=all",
            "description": "All of us know the key coronavirus prevention tips, like social-distancing outside of our homes and wearing a face mask in public. Because of the COVID-19 pandemic, though, Canada’s top doctor has made a recommendation about face masks that might sound strang…",
            "content": "<ul><li>All of us know the key coronavirus prevention tips, like social-distancing outside of our homes and wearing a face mask in public.</li><li>Because of the COVID-19 pandemic, though, Canada’s t… [+3142 chars]"
        }
    ]
}