{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-09T21:29:02Z",
            "title": "City announces mental health supports during coronavirus pandemic - CityNews Toronto",
            "url": "https://www.youtube.com/watch?v=U06PkdL_Yas",
            "urlToImage": "https://i.ytimg.com/vi/U06PkdL_Yas/hqdefault.jpg",
            "description": "The city is teaming up with several mental health service providers for people struggling during the COVID-19 pandemic. Mark McAllister with how you can acce...",
            "content": "The city is teaming up with several mental health service providers for people struggling during the COVID-19 pandemic. Mark McAllister with how you can access the services should you need it."
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T20:37:14Z",
            "title": "No, you shouldn’t intentionally infect yourself with the novel coronavirus, says London, Ont. epidemiologist - Global News",
            "url": "http://globalnews.ca/news/6801680/intentional-infection-novel-coronavirus-epidemiologist/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/gettyimages-1213286297-1.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Greta Bauer, a London, Ont. epidemiologist and Western University professor, says there are still many unknowns about the novel coronavirus.",
            "content": "Intentionally infecting yourself with the novel coronavirus is a very, very bad idea, and you shouldn’t do it.\r\nThat message from London, Ont. epidemiologist, Greta Bauer, may seen obvious, but it appears some aren’t getting the memo.\r\nThe Western University … [+4598 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Livescience.com"
            },
            "publishedAt": "2020-04-09T20:09:29Z",
            "title": "Model suggests how airborne coronavirus particles spread in grocery store aisles - Live Science",
            "url": "https://www.livescience.com/how-coronavirus-spreads-grocery-stores.html",
            "urlToImage": "https://cdn.mos.cms.futurecdn.net/6rZXGECXm4FXh6JrwTRfM3-1200-80.jpg",
            "description": "Based on their findings, the researchers recommend avoiding busy indoor spaces.",
            "content": "Scientists in Finland have modeled how small airborne viral particles spread in a grocery store\r\n setting, which may help us better understand the spread of the new coronavirus\r\n.\r\nFor the study, researchers at Aalto University, the Finnish Meteorological Ins… [+1498 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T19:42:53Z",
            "title": "10 new coronavirus cases push total to 109 for Haliburton, Kawartha, Pine Ridge health unit - Global News",
            "url": "http://globalnews.ca/news/6801332/coronavirus-cases-haliburton-kawartha-pine-ridge-april-9/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/hkpr-health-unit.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The Haliburton, Kawartha, Pine Ridge District Health Unit has reported 10 new confirmed cases of the new coronavirus, to bring its total to 109.",
            "content": "The Haliburton, Kawartha, Pine Ridge District Health Unit reported 10 new confirmed cases of the novel coronavirus in its jurisdiction on Thursday, pushing its overall total to 109.\r\nOf the 109 cases, 93 are in the City of Kawartha Lakes, with an additional n… [+1356 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-09T19:41:34Z",
            "title": "What are the parameters to say that a patient is recovered from coronavirus? - KETKnbc",
            "url": "https://www.youtube.com/watch?v=NvZBCaBxMXg",
            "urlToImage": "https://i.ytimg.com/vi/NvZBCaBxMXg/maxresdefault.jpg",
            "description": "What are the parameters to say that a patient is recovered from coronavirus?",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T19:00:00Z",
            "title": "10 dead, 20 infected at Almonte, Ont., long-term care facility due to COVID-19 outbreak - fm96.com",
            "url": "http://globalnews.ca/news/6800274/10-dead-20-infected-almonte-long-term-care-coronavirus-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/almonte-country-haven-2-e1586458781420.png?w=720&h=379&crop=1",
            "description": "A coronavirus outbreak at a long-term care facility in Almonte, Ont., has left 10 people dead.",
            "content": "Ten residents at a long-term care home outside of Ottawa are dead due to a novel coronavirus outbreak.\r\nTen residents have died directly from coronavirus-related complications, while two residents have died due to pre-existing conditions, according to Almonte… [+4486 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T18:53:06Z",
            "title": "Is the curve flattening? Expert says coronavirus death numbers will tell us - Global News",
            "url": "http://globalnews.ca/news/6797717/coronavirus-number-of-deaths/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/faa2c74092034a608408d2f7374c9f15-faa2c74092034a608408d2f-5.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Canadians are surrounded by numbers, graphs and charts about the novel coronavirus pandemic. An expert gives some helpful insight into what you need to know.",
            "content": "Three weeks or so after Canada largely shut down to try to deal with the novel coronavirus there seem to be many more questions than answers.\r\nAmong them: Is the huge social dislocation we’ve undergone helping? Are we starting to get the disease under control… [+4730 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thestar.com"
            },
            "publishedAt": "2020-04-09T18:50:28Z",
            "title": "Haywire immune response eyed in coronavirus deaths, treatment - Toronto Star",
            "url": "https://www.thestar.com/business/2020/04/09/haywire-immune-response-eyed-in-coronavirus-deaths-treatment.html",
            "urlToImage": "https://images.thestar.com/wkcyneDC-glb-pE-4x3WxKOjO7c=/1200x800/smart/filters:cb(1586463911346)/https://www.thestar.com/content/dam/thestar/business/2020/04/09/haywire-immune-response-eyed-in-coronavirus-deaths-treatment/lab_virus.jpg",
            "description": "Scientists are looking at treatments to suppress ‘cytokine storm,’ increasingly linked to the most severe COVID-19 cases.",
            "content": "An immune system gone haywire may be doing more damage than the coronavirus itself in patients with the severest forms of COVID-19, doctors and scientists say, a growing theory that could point the way to potential treatments.\r\nMuch remains unknown about the … [+5959 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T18:40:51Z",
            "title": "Brampton hospital worker dies from complications of coronavirus - Global News",
            "url": "http://globalnews.ca/news/6801263/coronavirus-brampton-civic-hospital-worker-dies-covid19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2014/10/06827358219822_high.jpg?quality=70&strip=all&w=650&h=379&crop=1",
            "description": "\"Our entire organization is devastated by this news, and our thoughts and prayers are with the family at this difficult time.\"",
            "content": "A worker at Brampton Civic Hospital has died due to complications from coronavirus, according to a statement issued by the William Osler Health System.\r\n“The health care worker, a long-time environmental services associate with Oslers Brampton Civic Hospital,… [+1025 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T18:20:59Z",
            "title": "103-year-old Italian woman says 'courage, faith' helped her beat coronavirus - q107.com",
            "url": "http://globalnews.ca/news/6800799/103-year-old-survives-coronavirus/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/800-5.jpeg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "“One day she opened her eyes again and resumed doing what she used to before,” her doctor said.",
            "content": "ROME (AP) To recover from the coronavirus, as she did, Ada Zanusso recommends courage and faith, the same qualities that have served her well in her nearly 104 years.\r\nItaly, along with neighbouring France, has Europes largest population of what has been dubb… [+5080 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Citynews1130.com"
            },
            "publishedAt": "2020-04-09T17:54:13Z",
            "title": "‘Cruel times’: How coronavirus has changed the way we live, die and grieve - CityNews Vancouver",
            "url": "https://www.citynews1130.com/2020/04/09/cruel-times-how-coronavirus-has-changed-the-way-we-live-die-and-grieve/",
            "urlToImage": "https://www.citynews1130.com/wp-content/blogs.dir/sites/9/2020/04/MJS101-25_2020_114505.jpg",
            "description": "My father died on Sunday 5.4.20 in a care home from suspected Covid19. It overwhelmed him in 36 hours. We couldn’t visit him for two weeks before he died. I hate to think he felt abandoned. With lockdown I can’t comfort my mother either. Cruel times. — Helen …",
            "content": "My father died on Sunday 5.4.20 in a care home from suspected Covid19. It overwhelmed him in 36 hours. We couldn’t visit him for two weeks before he died. I hate to think he felt abandoned. With lockdown I can’t comfort my mother either. Cruel times.\r\n Helen … [+6269 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T17:05:42Z",
            "title": "Nursing home patient reportedly asked Alexa for help before dying of coronavirus - Global News",
            "url": "http://globalnews.ca/news/6799594/woman-asks-alexa-for-help-coronavirus/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/louann-edited.jpg?quality=70&strip=all&crop=0px%2C70px%2C1024px%2C541px&resize=720%2C379",
            "description": "\"I am in pain,\" the woman reportedly asked Alexa following her coronavirus diagnosis. \"I have to find a way to relieve it. Can you help me with pain?\"",
            "content": "Note: This article contains content that may disturb some readers. Please read at your own discretion.\r\nA Michigan woman reportedly looked to her Amazon Alexa for help just days before dying of the novel coronavirus.\r\nOn Saturday, 66-year-old LouAnn Dagen die… [+3881 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Slate.com"
            },
            "publishedAt": "2020-04-09T15:57:57Z",
            "title": "Can Pets Contract the Coronavirus? - Slate",
            "url": "https://slate.com/technology/2020/04/can-pets-contract-coronavirus.html",
            "urlToImage": "https://compote.slate.com/images/5c9a7782-712c-452c-8d53-bab1d6bdd5a9.jpeg?width=780&height=520&rect=1560x1040&offset=0x0",
            "description": "Here’s what to do if your cat starts coughing.",
            "content": "Theres no need to be so scared.\r\nSlate is making its coronavirus coverage free for all readers. Subscribe to support our journalism. Start your free trial.\r\n<ol><li>\r\nI Cant Unsee the Bodies in the Trucks\r\n </li><li>\r\nCoronavirus Diaries: What My Daughters Ch… [+8138 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-09T15:43:52Z",
            "title": "COVID-19 U.S.: Coronavirus outbreak came from Europe flights, not China, say researchers - Windsor Star",
            "url": "https://nationalpost.com/news/covid-19-u-s-coronavirus-outbreak-came-from-europe-flights-not-china-say-researchers",
            "urlToImage": "https://nationalpostcom.files.wordpress.com/2020/04/europe.jpg",
            "description": "Two separate teams traced the virus genome in the States to flights arriving in New York from Europe",
            "content": "Two separate teams of researchers tracing the coronavirus outbreak in the States have concluded that the virus originated in travellers from Europe, not China, the New York Times reported Wednesday.\r\nStudies found that the virus was entering the country via f… [+698 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Baytoday.ca"
            },
            "publishedAt": "2020-04-09T15:31:28Z",
            "title": "COVID-19: 'Dynamic' physical distancing could help balance coronavirus fight, economy - BayToday",
            "url": "https://www.baytoday.ca/around-ontario/covid-19-dynamic-physical-distancing-could-help-balance-coronavirus-fight-economy-2241310",
            "urlToImage": "https://www.vmcdn.ca/f/files/shared/feeds/cp/2020/04/jfj50357357.jpg;w=1024;h=717;mode=crop",
            "description": "One potential method could be to change the laws around how many people can gather at once, according to professor at McMaster University",
            "content": "Dialing physical distancing measures up and down could be a way of sustaining the long-term fight against COVID-19 while not crushing the economy, a new study from Ontario researchers suggests.\r\nThe scientists from the University of Toronto and the University… [+4036 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Dailyhive.com"
            },
            "publishedAt": "2020-04-09T15:24:00Z",
            "title": "Canada estimates first wave of coronavirus pandemic may last until summer | News - Daily Hive",
            "url": "https://dailyhive.com/vancouver/coronavirus-canada-transmission-end-summer",
            "urlToImage": "https://images.dailyhive.com/20200406110716/Screen-Shot-2020-04-06-at-11.06.47-AM-500x257.png",
            "description": "And COVID-19 hasn't peaked yet in Canada, according to health officials.",
            "content": "Canada’s COVID-19 transmission hasn’t peaked yet, but the first wave of the pandemic may last until summer, according to the federal top health officials.\r\nChief Public Health Officer Dr. Theresa Tam and Deputy Chief Public Health Officer Dr. Howard Njoo rele… [+2135 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-09T11:28:55Z",
            "title": "Why coronavirus mortality rates are so different - The Guardian",
            "url": "https://www.youtube.com/watch?v=sMtzWVTPmLI",
            "urlToImage": "https://i.ytimg.com/vi/sMtzWVTPmLI/maxresdefault.jpg",
            "description": "How can we understand the risk of death from Covid-19 when there are so many numbers flying around? Well, there are actually three different types of fatalit...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-09T09:19:02Z",
            "title": "The Spanish Flu of 1918: the history of a deadly pandemic and lessons for coronavirus - Channel 4 News",
            "url": "https://www.youtube.com/watch?v=caJPEa0ZUi8",
            "urlToImage": "https://i.ytimg.com/vi/caJPEa0ZUi8/maxresdefault.jpg",
            "description": "What was the Spanish Flu, why was it so deadly - and are there any lessons for today’s world as countries try to stem the spread of Covid-19? (Subscribe: htt...",
            "content": "What was the Spanish Flu, why was it so deadly - and are there any lessons for todays world as countries try to stem the spread of Covid-19?\r\n(Subscribe: https://bit.ly/C4_News_Subscribe)\r\n100 years ago, the world was hit by a deadly pandemic during the last … [+510 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Fox4kc.com"
            },
            "publishedAt": "2020-04-09T09:18:26Z",
            "title": "Doctor breaks down what COVID-19 does to the body - WJW FOX 8 News Cleveland",
            "url": "https://fox4kc.com/tracking-coronavirus/beyond-the-symptoms-local-doctor-breaks-down-what-covid-19-does-to-the-body/",
            "urlToImage": "https://fox4kc.com/wp-content/uploads/sites/16/2020/03/coronavirus-lungs.jpg?w=1280&h=720&crop=1",
            "description": "KANSAS CITY, Kan. — We all know the symptoms of the coronavirus now, but do you know what it’s actually doing inside of the body? FOX4 spoke with Dr. Dana Hawkinson, an infectious disea…",
            "content": "KANSAS CITY, Kan. -- We all know the symptoms of the coronavirus now, but do you know what it's actually doing inside of the body?\r\nFOX4 spoke with Dr. Dana Hawkinson, an infectious disease doctor at the University of Kansas Health System, about what a person… [+2855 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-09T08:36:55Z",
            "title": "This country has only 1 Covid-19 death. See how they did it - CNN",
            "url": "https://www.youtube.com/watch?v=iuLWQK77rYk",
            "urlToImage": "https://i.ytimg.com/vi/iuLWQK77rYk/maxresdefault.jpg",
            "description": "Since the beginning of the coronavirus outbreak, New Zealand has identified over 1,200 Covid-19 cases but suffered only one confirmed death. CNN's Ivan Watso...",
            "content": null
        }
    ]
}