{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-25T21:08:35Z",
            "title": "Race for coronavirus vaccine draws billions of dollars worldwide, with focus on speed - Global News",
            "url": "http://globalnews.ca/news/6868824/research-coronavirus-vaccine/",
            "urlToImage": null,
            "description": "With COVID-19, the goal is to have a vaccine identified, tested and available on a scale of hundreds of millions of doses in just 12 to 18 months.",
            "content": "In the race to develop a vaccine to end the COVID-19 pandemic, governments, charities and Big Pharma firms are sinking billions of dollars into bets with extraordinarily low odds of success.\r\nTheyre fast-tracking the testing and regulatory review of vaccines … [+17552 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "publishedAt": "2020-04-25T20:48:44Z",
            "title": "Ninety-six percent of inmates in four state prisons who tested positive for coronavirus were asymptomatic: report | TheHill - The Hill",
            "url": "https://thehill.com/homenews/state-watch/494670-ninety-six-percent-of-inmates-in-four-state-prisons-who-tested-positive",
            "urlToImage": null,
            "description": "An overwhelmingly majority of inmates from four states' prison systems that tested positive for C...",
            "content": "An overwhelmingly majority of inmates from four states' prison systems that tested positive for COVID-19 have been asymptomatic, according to Reuters.\r\nBetween Arkansas, North Carolina, Ohio and Virginia, 3,277 inmates tested positive for the virus. Of that n… [+1892 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-25T19:00:08Z",
            "title": "How antibodies in recovered COVID-19 patients could treat others with coronavirus - USA TODAY",
            "url": "https://www.youtube.com/watch?v=tWnQclaQc4A",
            "urlToImage": null,
            "description": "The secret to fighting COVID-19 could be in recovered patients. Here's how antibodies could lead to a treatment for those fighting coronavirus. RELATED: http...",
            "content": "The secret to fighting COVID-19 could be in recovered patients. Here's how antibodies could lead to a treatment for those fighting coronavirus.\r\nRELATED: https://www.youtube.com/watch?v=vKhKJ...\r\nThe world is enduring a very painful pandemic and everyone want… [+4650 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-25T18:39:17Z",
            "title": "COVID-19: Are the infrared thermometers being used on you calibrated? - NTVUganda",
            "url": "https://www.youtube.com/watch?v=8UeONuS80yE",
            "urlToImage": null,
            "description": "The Ministry of Health has advised companies and individuals using infrared thermometers to calibrate them and stop the risk of spreading the Coronavirus.Thi...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-25T18:37:52Z",
            "title": "Coronavirus outbreak: WHO warns 'no evidence' that COVID-19 patients cannot be reinfected | Watch News Videos Online - Globalnews.ca",
            "url": "https://globalnews.ca/video/6868540/coronavirus-outbreak-who-warns-no-evidence-that-covid-19-patients-cannot-be-reinfected",
            "urlToImage": null,
            "description": "Watch Coronavirus outbreak: WHO warns ‘no evidence’ that COVID-19 patients cannot be reinfected Video Online, on GlobalNews.ca",
            "content": null
        },
        {
            "source": {
                "id": "al-jazeera-english",
                "name": "Al Jazeera English"
            },
            "publishedAt": "2020-04-25T18:15:49Z",
            "title": "WHO warns against coronavirus 'immunity passports' - Al Jazeera English",
            "url": "https://www.aljazeera.com/news/2020/04/warns-coronavirus-immunity-passports-200425150532564.html",
            "urlToImage": null,
            "description": "UN health agency says there is 'no evidence' that recovered coronavirus patients are protected from reinfection.",
            "content": "The United Nations's health agency has warned there is no scientific evidence to prove that people who have recovered from the coronavirus develop immunity against potential infection in the future.\r\nThe World Health Organization (WHO) gave the warning on Sat… [+2432 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Buzzfeednews.com"
            },
            "publishedAt": "2020-04-25T18:07:12Z",
            "title": "There’s No Evidence You’ll Be Immune To The Coronavirus If You've Been Infected Before, The WHO Said - BuzzFeed News",
            "url": "https://www.buzzfeednews.com/article/olivianiland/world-health-organization-coronavirus-immunity-passport",
            "urlToImage": null,
            "description": "The warning comes as some governments consider \"immunity passports\" for people who have recovered from the coronavirus, allowing them to travel or return to work.",
            "content": "The journalists at BuzzFeed News are proud to bring you trustworthy and relevant reporting about the coronavirus. To help keep this news free,become a memberand sign up for our newsletter,Outbreak Today.\r\nThere's currently no evidence that people who had the … [+2499 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-25T18:05:50Z",
            "title": "Coronavirus outbreak: Robots offer free delivery to health workers of English town | Watch News Videos Online - Globalnews.ca",
            "url": "https://globalnews.ca/video/6868477/coronavirus-outbreak-robots-offer-free-delivery-to-health-workers-of-english-town",
            "urlToImage": null,
            "description": "Watch Coronavirus outbreak: Robots offer free delivery to health workers of English town Video Online, on GlobalNews.ca",
            "content": null
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "publishedAt": "2020-04-25T15:10:52Z",
            "title": "WHO Warns Against Coronavirus 'Immunity Passports' as There Is 'No Evidence' That Patients Can't Be Reinfected - Newsweek",
            "url": "https://www.newsweek.com/world-health-organization-immunity-antibodies-1500215",
            "urlToImage": null,
            "description": "The UN agency says there is a danger that those who have recovered from COVID-19 might ignore public health advice.",
            "content": "The World Health Organization (WHO) has warned against governments issuing immunity passports or risk-free certificates to those who have recovered from COVID-19 because there is no guarantee that they will enjoy immunity from a second infection.\r\nThe United … [+2239 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Standard.co.uk"
            },
            "publishedAt": "2020-04-25T13:05:14Z",
            "title": "WHO warns against idea of ‘immunity passports' for people who have survived coronavirus - Evening Standard",
            "url": "https://www.standard.co.uk/news/world/who-warn-against-immunity-passports-coronavirus-survivors-a4423986.html",
            "urlToImage": null,
            "description": "",
            "content": "There is no evidence that people who have beaten coronavirus are protected from the strain, the World Health Organisation has said as it warned against issuing \"immunity passports\".\r\nThe concept of immunity passports or risk-free certificates has been floated… [+944 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Timesofisrael.com"
            },
            "publishedAt": "2020-04-25T12:54:26Z",
            "title": "WHO says no evidence recovered COVID-19 patients are immune to reinfection - The Times of Israel",
            "url": "https://www.timesofisrael.com/who-says-no-evidence-recovered-covid-19-patients-immune-to-reinfection/",
            "urlToImage": null,
            "description": "UN health agency warns against notion of 'immunity passports,' saying they could risk further transmission of the coronavirus",
            "content": "The World Health Organization on Saturday said there is currently no evidence that people who have recovered from COVID-19 and have antibodies are protected against a second infection, cautioning against the idea of immunity passports.\r\nThe concept of immunit… [+4204 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Citynews.ca"
            },
            "publishedAt": "2020-04-25T12:30:27Z",
            "title": "Patchwork approach as countries pull themselves out of coronavirus lockdown - CityNews",
            "url": "https://toronto.citynews.ca/2020/04/25/patchwork-approach-as-countries-pull-themselves-out-of-coronavirus-lockdown/",
            "urlToImage": null,
            "description": "Italy will start distributing free protective masks to nursing homes, many of which have been devastated by coronavirus infections and deaths. Domenico Arcuri, the government’s commissioner for the pandemic, says doing so is a “gesture of solidarity and nearn…",
            "content": "Italy will start distributing free protective masks to nursing homes, many of which have been devastated by coronavirus infections and deaths.\r\nDomenico Arcuri, the government’s commissioner for the pandemic, says doing so is a “gesture of solidarity and near… [+4518 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-25T11:58:23Z",
            "title": "DOH: More than 72000 lab tests conducted for COVID-19 in PH - INQUIRER.net",
            "url": "https://www.youtube.com/watch?v=fB_ScQAcFZs",
            "urlToImage": null,
            "description": "More than 72,000 laboratory tests were conducted for checking novel coronavirus or SARS-CoV-2, which causes COVID-19, in the country, the Department of Healt...",
            "content": "More than 72,000 laboratory tests were conducted for checking novel coronavirus or SARS-CoV-2, which causes COVID-19, in the country, the Department of Health (DOH) said Saturday. Video by PTV\r\nVisit us at https://www.inquirer.netFacebook: https://facebook.co… [+58 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Deccanherald.com"
            },
            "publishedAt": "2020-04-25T10:58:06Z",
            "title": "'No evidence' yet that recovered COVID-19 patients cannot be reinfected - WHO - Deccan Herald",
            "url": "https://www.deccanherald.com/international/no-evidence-yet-that-recovered-covid-19-patients-cannot-be-reinfected-who-829770.html",
            "urlToImage": null,
            "description": "The World Health Organization (WHO) said on Saturday that there was currently \"no evidence\" that people who have recovered from COVID-19 and have antibodies are protected from a second coronavirus infection. Track live updates on coronavirus here",
            "content": "The World Health Organization (WHO) said on Saturday that there was currently \"no evidence\" that people who have recovered from COVID-19 and have antibodies are protected from a second coronavirus infection.\r\nTrack live updates on coronavirus here\r\nIn a state… [+494 chars]"
        },
        {
            "source": {
                "id": "al-jazeera-english",
                "name": "Al Jazeera English"
            },
            "publishedAt": "2020-04-25T06:08:57Z",
            "title": "Coronavirus in Italy may have started unnoticed in January: Study - Al Jazeera English",
            "url": "https://www.aljazeera.com/news/2020/04/coronavirus-italy-started-unnoticed-january-study-200424214841332.html",
            "urlToImage": null,
            "description": "The surge in cases after the first diagnosis suggests the virus had been in Italy longer than realised, say researchers.",
            "content": "The first coronavirus infections in Italy date back to January, according to a scientific study presented on Friday, shedding new light on the origins of the outbreak in one of the world's worst-affected countries.\r\nItaly began testing people after diagnosing… [+2322 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Stuff.co.nz"
            },
            "publishedAt": "2020-04-25T02:15:00Z",
            "title": "Coronavirus: Five new cases, one death, as recoveries surge to 77 per cent - Stuff.co.nz",
            "url": "https://i.stuff.co.nz/national/health/coronavirus/121269987/coronavirus-ministry-of-health-covid19-update",
            "urlToImage": null,
            "description": "About 77 per cent of all New Zealand's Covid-19 cases have recovered.",
            "content": "There are five new coronavirus cases in New Zealand, according to the Ministry of Health.\r\n One other person, a woman in her 70s, has also died, bringing the country's Covid-19 death toll to 18. \r\n New Zealand's recovery rate continues to increase with about … [+2927 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-25T02:03:57Z",
            "title": "He signed up for a coronavirus vaccine trial using a method that's never been used in humans. Here's why. - CNN",
            "url": "https://www.cnn.com/2020/04/24/health/coronavirus-vaccine-speed-sanjay-gupta/index.html",
            "urlToImage": null,
            "description": "Sean Doyle signed up for a trial for a coronavirus vaccines that uses new technology to try and reach a vaccine quicker. Experts debate whether these vaccines will work and make it through safety tests or change how we make vaccines forever.",
            "content": "(CNN)Despite all his medical knowledge, 31-year-old medical student and Ph. D. candidate Sean Doyle couldn't know for certain all the risks of the injection he had just received in his right shoulder at Emory University Hospital. Yes, of course he was told of… [+11348 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Huffingtonpost.ca"
            },
            "publishedAt": "2020-04-25T00:09:48Z",
            "title": "'COVID Toes' May Be A New Symptom Of Coronavirus In Kids, Doctors Say - HuffPost Canada",
            "url": "https://www.huffingtonpost.ca/entry/covid19-toes-kids_ca_5ea35583c5b669fd8924d3b9",
            "urlToImage": null,
            "description": "Research is still emerging on the skin condition’s link to the disease.",
            "content": "The following story contains images of feet in poor condition.\r\nIf your kid is complaining about itchy or burning feet, you might want to check their toes: Growing research into COVID-19 symptoms indicates COVID toes, which may resemble frostbite, might be an… [+3245 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thechronicleherald.ca"
            },
            "publishedAt": "2020-04-24T23:59:06Z",
            "title": "COVID-19: We may yet get to where we need to be in testing - TheChronicleHerald.ca",
            "url": "https://www.thechronicleherald.ca/business/perspectives-on-business/covid-19-we-may-yet-get-to-where-we-need-to-be-in-testing-442057/",
            "urlToImage": null,
            "description": "With the number of confirmed coronavirus cases in Ottawa now tracking above 1,030, including 42 deaths — with both metrics still growing — perhaps now is not the time to embrace optimism.\n\n\n Yet, after conversations Friday with a leading",
            "content": "With the number of confirmed coronavirus cases in Ottawa now tracking above 1,030, including 42 deaths with both metrics still growing perhaps now is not the time to embrace optimism.\r\nYet, after conversations Friday with a leading microbiologist and one dete… [+7833 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-24T23:28:00Z",
            "title": "Coronavirus: Has Sweden got its science right? - BBC News",
            "url": "https://www.bbc.com/news/world-europe-52395866",
            "urlToImage": null,
            "description": "The strategy devised by scientists was to keep large parts of society open but not everyone is convinced.",
            "content": "Image caption\r\n Sweden's schools have remained open while neighbouring countries shut theirs for weeks\r\nSweden's strategy to keep large parts of society open is widely backed by the public. It has been devised by scientists and backed by government, and yet n… [+8701 chars]"
        }
    ]
}