{
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-04-22T08:21:38Z",
            "title": "Chinese city tightens coronavirus travel curbs in biggest outbreak - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-china-harbin-idUSKCN22409D",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200422&t=2&i=1515987400&w=1200&r=LYNXNPEG3L0IZ",
            "description": "A northeastern city of 10 million people grappling with what is now China's biggest coronavirus outbreak further restricted inbound traffic on Wednesday, to contain the spread of the highly contagious disease.",
            "content": "BEIJING (Reuters) - A northeastern city of 10 million people grappling with what is now China’s biggest coronavirus outbreak further restricted inbound traffic on Wednesday, to contain the spread of the highly contagious disease. \r\nHarbin, the provincial capi… [+2881 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-22T07:03:50Z",
            "title": "UK coronavirus death toll 40 percent higher than reported - Al Jazeera English",
            "url": "https://www.youtube.com/watch?v=Gv6vs4x8QNc",
            "urlToImage": "https://i.ytimg.com/vi/Gv6vs4x8QNc/maxresdefault.jpg",
            "description": "As some European countries gradually ease lockdown restrictions, the picture is quite different in the United Kingdom. Research by the Office of National Sta...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-22T04:13:19Z",
            "title": "Coronavirus: Pickering nursing home reports 31 residents have died of COVID-19 - Global News",
            "url": "http://globalnews.ca/news/6850416/coronavirus-orchard-villa-pickering/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/capture-26.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "\"We are working to take whatever measures are necessary to meet the needs of the people in our homes.\"",
            "content": "A nursing home in Pickering is reporting that 31 residents have died of complications from COVID-19.\r\nApril Beckett, acting executive director of Orchard Villa, told Global News in a statement on Tuesday that the facility is experiencing an outbreak of the vi… [+3572 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-22T03:29:00Z",
            "title": "Coronavirus pandemic: Updates from around the world - CNN International",
            "url": "https://www.cnn.com/world/live-news/coronavirus-pandemic-04-22-20-intl/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200213175739-03-coronavirus-0213-super-tease.jpg",
            "description": "The global coronavirus pandemic has brought countries around the world to a standstill. Here's the latest updates on worldwide Covid-19 cases, deaths, government responses, and more.",
            "content": "CNN boarded a Tuesday afternoon train from Shanghai to Wuhan, the original epicenter of the novel coronavirus outbreak which has now infected more than 2.5 million people worldwide. \r\nThe eight cars were mostly full, with train attendants checking passengers … [+2076 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencealert.com"
            },
            "publishedAt": "2020-04-22T00:51:46Z",
            "title": "Why Do Some People With COVID-19 Get Symptoms While Others Don't? - ScienceAlert",
            "url": "https://www.sciencealert.com/why-do-some-people-with-coronavirus-get-symptoms-while-others-don-t",
            "urlToImage": "https://www.sciencealert.com/images/2020-04/processed/GettyImages-1168239576_1_1024.jpg",
            "description": "SARS-CoV-2, the coronavirus which causes COVID-19, has infected almost 2.5 million people around the world and claimed 170,000 lives.",
            "content": "SARS-CoV-2, the coronavirus which causes COVID-19, has infected almost 2.5 million people around the world and claimed 170,000 lives.\r\nBut some people don't even get symptoms. Recent studies suggest as many as 80 percentor more of those infected are \"silent c… [+5820 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-22T00:18:07Z",
            "title": "Coronavirus: Employee at Cargill plant died within days of feeling ill, union says another is critical - Global News",
            "url": "http://globalnews.ca/news/6850154/coronavirus-cargill-meat-plant-alberta-worker-outbreak/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/cargillhighriverresized.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "New details are emerging, along with calls for action, in light of the COVID-19 death of an employee at the Cargill meat plant.",
            "content": "The woman in her late 60s who worked at the Cargill meat plant and died from COVID-19 commuted daily to High River from her home in Calgary.\r\nWhen she left work on Thursday, nobody knew it would be her last shift.\r\nREAD MORE: \r\n1 death connected to Cargill me… [+3416 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-04-21T22:33:45Z",
            "title": "Drug championed by Trump for coronavirus shows no benefit, possible harm in study awaiting validation - Ottawa Citizen",
            "url": "https://business.financialpost.com/pmn/business-pmn/drug-championed-by-trump-for-coronavirus-shows-no-benefit-possible-harm-in-study-awaiting-validation",
            "urlToImage": "https://secure.gravatar.com/blavatar/b4ece3189893389a03f063830eacd95c?s=200&ts=1587538278",
            "description": "An old malaria drug touted by U.S. President Donald Trump as a “game changer” in the fight against the coronavirus provided no benefit and potentially higher risk of death for patients …",
            "content": "An old malaria drug touted by U.S. President Donald Trump as a “game changer” in the fight against the coronavirus provided no benefit and potentially higher risk of death for patients at U.S. veterans hospitals, according to an analysis that has been submitt… [+2470 chars]"
        },
        {
            "source": {
                "id": "nbc-news",
                "name": "NBC News"
            },
            "publishedAt": "2020-04-21T22:17:58Z",
            "title": "What can coronavirus antibody tests actually tell us? - NBC News",
            "url": "https://www.nbcnews.com/health/health-news/what-can-coronavirus-antibody-tests-actually-tell-us-n1188721",
            "urlToImage": "https://media1.s-nbcnews.com/j/newscms/2020_17/3317001/200421-antibody-testing-al-1051_a5f53c03bfe7aa89dc56fc8c94012964.nbcnews-fp-1200-630.jpg",
            "description": "Antibody testing for the coronavirus is starting to illuminate who may or may not have been infected with COVID-19, but it won't identify which people are immune.",
            "content": "Results from antibody testing studies for the coronavirus are starting to paint a picture of the scope of the disease it causes in parts of the U.S.\r\nBut the initial findings won't identify which people are immune to the virus; in other words, a positive resu… [+4673 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Boston.com"
            },
            "publishedAt": "2020-04-21T22:06:54Z",
            "title": "CDC director warns second wave of coronavirus this winter will likely be worse - Boston.com",
            "url": "https://www.boston.com/news/coronavirus/2020/04/21/second-wave-coronavirus-winter",
            "urlToImage": "https://www.boston.com/wp-content/uploads/2020/04/https___media.gettyimages.com_photos_dr-robert-redfield-director-of-the-centers-for-disease-control-and-picture-id1219457617_b1k6m1219457617s170x170hSrq6XvdgtVZKH-flW2XI-7p2eZ6-8tUvPnvGbj_Ku4k-850x478.jpg",
            "description": "In a wide-ranging interview, CDC Director Robert Redfield said federal and state officials need to use the coming months to prepare for what lies ahead.",
            "content": "Even as states move ahead with plans to reopen their economies, the director of the Centers for Disease Control and Prevention warned Tuesday that a second wave of the novel coronavirus will be far more deadly because it is likely to coincide with the start o… [+4725 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Zmescience.com"
            },
            "publishedAt": "2020-04-21T21:47:54Z",
            "title": "LA studies suggest coronavirus is far more widespread than expected, but experts are not convinced - ZME Science",
            "url": "https://www.zmescience.com/science/coronavirus-widespread-la-antibody-21042020/",
            "urlToImage": "https://cdn.zmescience.com/wp-content/uploads/2020/04/photo-1522961364055-ae8ee2526003.jpg",
            "description": "It's still too early to tell.",
            "content": "A study carried out by researchers at the University of Southern California estimated that approximately 4.1% of the people in Los Angeles County may have been infected with coronavirus, despite many not showing any symptoms.\r\nThis would be both bad news and … [+3360 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thesudburystar.com"
            },
            "publishedAt": "2020-04-21T21:45:00Z",
            "title": "St. Joseph’s resident tests positive for COVID - The Sudbury Star",
            "url": "https://www.thesudburystar.com/news/local-news/resident-of-seniors-home-tests-positive-for-covid",
            "urlToImage": "https://nexus.prod.postmedia.digital/wp-content/uploads/2020/04/KI.0416-ki-long-term-2.jpg",
            "description": "An elderly resident of St. Joseph’s Villa has now been confirmed to have coronavirus after an employee of the long-term care home earlier tested positive for the illness.“I am pleased to report tha…",
            "content": "An elderly resident of St. Josephs Villa has now been confirmed to have coronavirus after an employee of the long-term care home earlier tested positive for the illness.\r\nI am pleased to report that the resident is doing well and has no symptoms, said Jo-Anne… [+3032 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Futurism.com"
            },
            "publishedAt": "2020-04-21T21:10:10Z",
            "title": "Scientists: the Coronavirus Has Already Mutated Into 30+ Strains - Futurism",
            "url": "https://futurism.com/neoscope/coronavirus-already-mutated-30-strains",
            "urlToImage": "https://wp-assets.futurism.com/2020/04/scientists-coronavirus-mutated-30-strains-768x403.jpg",
            "description": "\"Drug and vaccine development, while urgent, need to take the impact of these accumulating mutations… into account to avoid potential pitfalls.\"",
            "content": "New research suggests that SARS-CoV-2, the virus that causes COVID-19, could have already mutated into more than 30 separate strains.\r\nThe study found that different strains can generate vastly different levels of viral load as others, the South China Morning… [+1342 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mirror.co.uk"
            },
            "publishedAt": "2020-04-21T20:43:19Z",
            "title": "Scientists confirm when coronavirus deaths peaked in England and Wales - Mirror Online",
            "url": "https://www.mirror.co.uk/news/uk-news/scientists-confirm-coronavirus-deaths-peaked-21902592",
            "urlToImage": "https://i2-prod.mirror.co.uk/incoming/article21901854.ece/ALTERNATES/s1200/1_UK-In-Fifth-Week-Of-Coronavirus-Lockdown.jpg",
            "description": "It was announced that hospital death toll rose to 17,408 after 873 more fatalities were reported in 24 hours - but scientists say the figure has been trending downwards for days",
            "content": "The peak in the number of coronavirus deaths in England and Wales happened on April 8, according to scientists.\r\nCommenting on the death data released by the Office of National Statistics on Tuesday, a panel convened by the Science Media Centre said the death… [+3131 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-21T20:35:12Z",
            "title": "'COVID toes' could be another symptom of coronavirus infection: experts - q107.com",
            "url": "http://globalnews.ca/news/6848644/covid-toes-skin-rash-coronavirus-symptom/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/toes.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Dermatologists are investigating reports of COVID-19 patients with sudden painful bumps on their feet and hands.",
            "content": "Dermatologists around the world are keeping an eye out for possible symptoms of novel coronavirus infection, after reports that in some patients, the disease can affect the skin.\r\nSome are calling the phenomenon COVID toes or COVID hands, according to Dr. Ker… [+5314 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-21T20:33:48Z",
            "title": "‘COVID toes’ could be another symptom of coronavirus infection: experts - Global News",
            "url": "http://globalnews.ca/news/6848644/covid-toes-skin-rash-coronavirus-symptom/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/toes.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Dermatologists are investigating reports of COVID-19 patients with sudden painful bumps on their feet and hands.",
            "content": "Dermatologists around the world are keeping an eye out for possible symptoms of novel coronavirus infection, after reports that in some patients, the disease can affect the skin.\r\nSome are calling the phenomenon COVID toes or COVID hands, according to Dr. Ker… [+5314 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-21T20:26:38Z",
            "title": "Researchers study mental health of front-line workers responding to COVID-19 pandemic - cjoy.com",
            "url": "http://globalnews.ca/news/6846862/mental-health-front-line-workers-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/paramedics.png?w=720&h=379&crop=1",
            "description": "Ontario researchers have been given the go-ahead to study how the novel coronavirus pandemic affects safety workers including firefighters, police, and paramedics.",
            "content": "A pair of Ontario psychiatric researchers have received a much needed financial boost from Canada’s medical research agency to study first responders with post-traumatic stress disorder.\r\nThe Canadian Institutes of Health Research are providing close to $1 mi… [+3859 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thepostmillennial.com"
            },
            "publishedAt": "2020-04-21T19:42:00Z",
            "title": "WHO claims coronavirus didn't originate in lab despite recent revelations - The Post Millennial",
            "url": "https://thepostmillennial.com/",
            "urlToImage": "https://thepostmillennial.com/img/meta/tpm-social-share.png",
            "description": "Political, business, and investigative journalism news coverage in Canada. Local, provincial, and federal news and current events analysis across Canada.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Statnews.com"
            },
            "publishedAt": "2020-04-21T19:38:35Z",
            "title": "Director of key US vaccine agency leaves role suddenly amid coronavirus - STAT",
            "url": "https://www.statnews.com/2020/04/21/rick-bright-out-at-barda/",
            "urlToImage": "https://www.statnews.com/wp-content/uploads/2020/04/RickBright-1024x576.jpg",
            "description": "Rick Bright, one of the nation’s leading vaccine development experts and the director of BARDA, is no longer leading the organization, officials told STAT.",
            "content": "WASHINGTON Rick Bright, one of the nations leading vaccine development experts and the director of the Biomedical Advanced Research and Development Authority, is no longer leading the organization, officials told STAT.\r\nThe shakeup at the agency, known as BAR… [+2762 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-21T19:37:39Z",
            "title": "UK coronavirus deaths in hospitals rise by 828 to 17337 - The London Free Press",
            "url": "https://nationalpost.com/pmn/environment-pmn/uk-coronavirus-deaths-in-hospitals-rise-by-828-to-17337",
            "urlToImage": "https://secure.gravatar.com/blavatar/bf69214e83fdd5520e4b5d91ba3b7d64?s=200&ts=1587545479",
            "description": "LONDON — A total of 17,337 people who tested positive for coronavirus have died in hospitals in Britain, an increase of 828 on the figure published 24 hours earlier, health ministry data show…",
            "content": "LONDON — A total of 17,337 people who tested positive for coronavirus have died in hospitals in Britain, an increase of 828 on the figure published 24 hours earlier, health ministry data showed on Tuesday.\r\nThe number of confirmed cases of the new coronavirus… [+216 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mirror.co.uk"
            },
            "publishedAt": "2020-04-21T19:12:51Z",
            "title": "Tiny premature baby battles back from coronavirus to be discharged from hospital - Mirror Online",
            "url": "https://www.mirror.co.uk/news/uk-news/weeks-old-baby-who-scotlands-21904150",
            "urlToImage": "https://i2-prod.mirror.co.uk/incoming/article21904049.ece/ALTERNATES/s1200/1_DNP_CHP_210420Slug_691-Scotlands-youngest-Covid-19-patient-discharged-from-hospitalJPG.jpg",
            "description": "Tina Peyton, who tested positive for the coronavirus just days after she was born via C-Section at University Hospital Wishaw in North Lanarkshire, is now free from the disease",
            "content": "The baby thought to be the youngest Covid-19 patient in Scotland has recovered from the disease.\r\nTiny Peyton was born eight weeks prematurely on March 26 and was delivered by C-Section after her mum Tracy Maguire was diagnosed with pre-eclampsia.\r\nThe young … [+2261 chars]"
        }
    ]
}