{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Dailyhive.com"
            },
            "publishedAt": "2020-04-27T13:51:00Z",
            "title": "Teen patient at SickKids tests positive for coronavirus | News - Daily Hive",
            "url": "https://dailyhive.com/toronto/sickkids-patient-positive-coronavirus",
            "urlToImage": "https://images.dailyhive.com/20190603111450/shutterstock_760845406-500x258.jpg",
            "description": "The patient is in an isolation room and is stable.",
            "content": "A teen patient at SickKids has tested positive for COVID-19.\r\nAccording to Toronto’s Hospital for Sick Children, on Saturday, April 25, a patient on one of their units tested positive for the virus.\r\n“The teenage patient is currently in an isolation room and … [+642 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-27T13:47:48Z",
            "title": "CDC updates its list of coronavirus symptoms - ABC News",
            "url": "https://www.youtube.com/watch?v=EjDbglI_j4E",
            "urlToImage": "https://i.ytimg.com/vi/EjDbglI_j4E/maxresdefault.jpg",
            "description": "The new symptoms include chills, repeated shaking with chills, muscle pain, headache, sore throat and new loss of taste or smell.",
            "content": null
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-04-27T12:56:55Z",
            "title": "Coronavirus alert: Rare syndrome seen in UK children - BBC News",
            "url": "https://www.bbc.co.uk/news/health-52439005",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/11FB8/production/_111365637_gettyimages-1204264776-1.jpg",
            "description": "Doctors have been told to look out for a rare but dangerous reaction that may be linked to Covid-19.",
            "content": "Image copyrightGetty Images\r\nNHS doctors have been warned to look out for a rare but dangerous reaction in children that may be linked to coronavirus infection.\r\nAn urgent alert sent out to GPs said that intensive care departments in London and other parts of… [+3772 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-27T12:41:00Z",
            "title": "China to keep coronavirus tests focused, stops short of wider testing - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/china-to-keep-coronavirus-tests-focused-stops-short-of-wider-testing-2",
            "urlToImage": "https://secure.gravatar.com/blavatar/bf69214e83fdd5520e4b5d91ba3b7d64?s=200&ts=1587999078",
            "description": "BEIJING — China will focus testing for COVID-19 on high-risk groups such as people from infected areas or with symptoms, the head of a top state research institute said on Monday, suggesting …",
            "content": "BEIJING — China will focus testing for COVID-19 on high-risk groups such as people from infected areas or with symptoms, the head of a top state research institute said on Monday, suggesting that authorities are not about to rush into large-scale testing.\r\nTh… [+3126 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Dailymail.co.uk"
            },
            "publishedAt": "2020-04-27T12:25:40Z",
            "title": "NHS nurse, 54, who battled coronavirus in same intensive care ward as Boris Johnson dies - Daily Mail",
            "url": "https://www.dailymail.co.uk/news/article-8260763/NHS-nurse-54-battled-coronavirus-intensive-care-ward-Boris-Johnson-dies.html",
            "urlToImage": "https://i.dailymail.co.uk/1s/2020/04/27/13/27701106-0-image-a-114_1587989479539.jpg",
            "description": "Care home nurse Larni Zuniga, 54, was a married father originally from the Philippines who had worked in Britain for 12 years and had not seen his family for five years.",
            "content": "A nurse who fought for life alongside Boris Johnson in intensive care has died from coronavirus.\r\nCare home nurse Larni Zuniga, 54, was treated in intensive care at St Thomas' Hospital in London at the same time as the Prime Minister, who is 55.\r\nOriginally f… [+2039 chars]"
        },
        {
            "source": {
                "id": "the-next-web",
                "name": "The Next Web"
            },
            "publishedAt": "2020-04-27T12:14:33Z",
            "title": "Coronavirus pandemic is paving the way for an increase in superbugs - The Next Web",
            "url": "https://thenextweb.com/?p=1288054",
            "urlToImage": "https://img-cdn.tnwcdn.com/image/tnw?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F04%2FCopy-of-Copy-of-Copy-of-Copy-of-Copy-of-Copy-of-...-6-1.png&signature=fb5a0786cff378bb4ea22a17a3617475",
            "description": "The heroic efforts of researchers and healthcare professionals globally will eventually help us gain control of the coronavirus pandemic and there will be a decrease in the rate of ...",
            "content": "The heroic efforts of researchers and healthcare professionals globally will eventually help us gain control of the coronavirus pandemic and there will be a decrease in the rate of new infections. The focus is still rightly on the damage this pandemic is caus… [+5267 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mirror.co.uk"
            },
            "publishedAt": "2020-04-27T10:55:56Z",
            "title": "Notorious Indonesian wet market still trading despite coronavirus fears - Mirror Online",
            "url": "https://www.mirror.co.uk/news/world-news/notorious-indonesian-wet-market-still-21931276",
            "urlToImage": "https://i2-prod.mirror.co.uk/incoming/article21931252.ece/ALTERNATES/s1200/0_INDONESIA-US-ANIMAL-ENVIRONMENT-FOOD.jpg",
            "description": "WARNING: GRAPHIC IMAGES Market stall holders are still selling dog, cat, monkey and snake meat at Tomohon Extreme Market, Indonesia, despite concerns that the novel coronavirus emerged from a similar set up in Wuhan, China",
            "content": "Dogs, cats and rare animals are still being sold alongside one another at a well known meat market in northern Indonesia.\r\nTomohon Extreme Market is notorious in the livestock industry for the cruelty shown towards animals by the market stall holders.\r\nBringi… [+2906 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Myespanolanow.com"
            },
            "publishedAt": "2020-04-27T10:11:04Z",
            "title": "The CORONAVIRUS REPORT for MONDAY, APRIL 27, 2020 - My Eespanola Now",
            "url": "https://www.myespanolanow.com/32912/the-coronavirus-report-for-monday-april-27-2020/",
            "urlToImage": "https://www.myespanolanow.com/wp-content/uploads/2020/04/MAPLE-LEAF-IN-THIS-TOGETHER.jpg",
            "description": "IN ONTARIO Ontario reported 437 new cases of COVID-19 yesterday, bringing the total to 14-thousand, 432 so far. That daily increase, 3.1 percent, is the ... more ›",
            "content": "IN ONTARIO\r\nOntario reported 437 new cases of COVID-19 yesterday, bringing the total to 14-thousand, 432 so far.\r\nThat daily increase, 3.1 percent, is the lowest in several weeks.\r\nOf the total number of cases, about eight-thousand are now considered resolved… [+1652 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-04-27T10:03:01Z",
            "title": "India drug-maker Serum to make 40m Oxford vaccines before trial over - Business Insider - Business Insider",
            "url": "https://www.businessinsider.com/india-serum-institute-millions-oxford-university-vaccine-before-approval-2020-4",
            "urlToImage": "https://i.insider.com/5ea6a445d553f865b07c7b58?width=1200&format=jpeg",
            "description": "The Serum Institute of India produces 1.5 billion individual vaccine units per year, and wants to get ahead of demand for a coronavirus treatment.",
            "content": "The world's largest vaccine maker is mass-producing a coronavirus vaccine developed by the University Oxford without knowing if it works.\r\nThe Serum Institute of India — which produces 1.5 billion vaccine doses each year for an array of diseases — said it wil… [+2683 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cmaj.ca"
            },
            "publishedAt": "2020-04-27T09:16:23Z",
            "title": "Safety considerations with chloroquine, hydroxychloroquine and azithromycin in the management of SARS-CoV-2 infection - CMAJ",
            "url": "https://www.cmaj.ca/content/192/17/E450",
            "urlToImage": "https://www.cmaj.ca/sites/default/files/highwire/cmaj/192/17.cover-source.jpg",
            "description": "KEY POINTS\nSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has spread rapidly around the globe in recent months. With deaths from its associated disease, coronavirus disease 2019 (COVID-19), projected to reach into the millions and a vaccine unli…",
            "content": "KEY POINTS<ul><li>Chloroquine and hydroxychloroquine are generally well tolerated, but clinicians and patients should be aware of serious adverse events that can occur, even during short courses of treatment.\r\n</li><li>Potential risks of treatment include pro… [+5283 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thesun.co.uk"
            },
            "publishedAt": "2020-04-27T08:24:09Z",
            "title": "Coronavirus UK LIVE: Boris Johnson addresses the nation as death toll hits 20,732 and warns lockdown rules to - The Sun",
            "url": "http://www.thesun.co.uk/news/11397664/coronavirus-uk-live-lockdown-deaths/",
            "urlToImage": "https://www.thesun.co.uk/wp-content/uploads/2020/04/NINTCHDBPICT000569619780-1.1200x800.jpg?strip=all&quality=100&w=1200&h=800&crop=1",
            "description": "Can I get another job on furlough? How to book a coronavirus test Latest news and updates from Scotland and Ireland",
            "content": "BORIS Johnson has returned to Downing Street after several weeks off recovering from coronavirus.\r\nThe Prime Minister addressed the nation to mark his return, telling Brits that the government won't lift lockdown measures too early for fears of a second wave.… [+4562 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Express.co.uk"
            },
            "publishedAt": "2020-04-27T07:01:52Z",
            "title": "Coronavirus symptoms: Does your skin look like this? Warning symptom not to be ignored - Express",
            "url": "https://www.express.co.uk/life-style/health/1274232/coronavirus-symptoms-covid-19-infections-signs-rashes-skin",
            "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/11/750x445/1274232.jpg",
            "description": "CORONAVIRUS is the novel virus which creates a myriad of symptoms in the body. Recognising and understanding potential symptoms of the deadly virus is extremely pertinent during these times and noticing your skin changing could be a sign of coronavirus.",
            "content": "Infections and deaths are continuing to rise in the UK.\r\nThis comes after a weekend of evidence which shows more individuals are ignoring governments strict urge to stay in doors to reduce the spread. \r\nThe UK’s coronavirus restrictions will last until “at le… [+330 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cmaj.ca"
            },
            "publishedAt": "2020-04-27T04:49:28Z",
            "title": "Mitigating the psychological effects of COVID-19 on health care workers - CMAJ",
            "url": "https://www.cmaj.ca/content/192/17/E459",
            "urlToImage": "https://www.cmaj.ca/sites/default/files/highwire/cmaj/192/17.cover-source.jpg",
            "description": "KEY POINTS\nAlthough tremendous efforts are being made to investigate the pathophysiology, clinical outcomes and treatment of coronavirus disease 2019 (COVID-19), the psychological effects of this pandemic on health care workers cannot be overlooked.\n\nExperien…",
            "content": "KEY POINTS<ul><li>Health care workers may experience considerable psychologic distress as a result of the COVID-19 pandemic due to providing direct patient care, vicarious trauma, quarantine or selfisolation.\r\n</li><li>Strong leadership with clear, honest and… [+6589 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ourwindsor.ca"
            },
            "publishedAt": "2020-04-27T04:38:45Z",
            "title": "Opinion | Rosie DiManno: Confusion — and hope — about revival gain ground amid COVID-19 crisis - mississauga.com",
            "url": "https://www.ourwindsor.ca/opinion-story/9962712-rosie-dimanno-confusion-and-hope-about-revival-gain-ground-amid-covid-19-crisis/",
            "urlToImage": "https://www.ourwindsor.ca/Contents/Images/Communities/Windsor_1200x630.png",
            "description": "Around the world in a thousand words — a <a href=\"https://www.thestar.com/coronavirus.html\">coronavirus hot air balloon.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Express.co.uk"
            },
            "publishedAt": "2020-04-27T04:10:00Z",
            "title": "Chile to start issuing citizens with controversial coronavirus certificates - Express.co.uk",
            "url": "https://www.express.co.uk/news/world/1274198/Chile-news-coronavirus-certificates-lockdown-south-america-china-COVID-19-WHO",
            "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/78/750x445/1274198.jpg",
            "description": "CHILE'S government has announced a controversial plan to give certificates to people who have recovered from coronavirus.",
            "content": null
        },
        {
            "source": {
                "id": "fox-news",
                "name": "Fox News"
            },
            "publishedAt": "2020-04-27T03:39:15Z",
            "title": "Los Angeles County says those in lower-income communities more vulnerable to coronavirus - Fox News",
            "url": "https://www.foxnews.com/health/los-angeles-county-says-those-in-lower-income-communities-more-vulnerable-to-coronavirus",
            "urlToImage": "https://cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/52ce0783-e07b-4020-9860-531c4beb19f7/70bb987c-72d9-49b5-9e2a-6ea4bfea7198/1280x720/match/image.jpg",
            "description": "Health officials in Los Angeles County said those living in lower-income areas in the city are three times more likely to die of COVID-19 than those who live in richer areas, a report said Sunday.",
            "content": "Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.\r\nHealth officials in Los Angeles County said those living in lower-income areas in the city are three times more likely to die of COVID-19 than those who live in rich… [+1139 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Castanet.net"
            },
            "publishedAt": "2020-04-27T02:40:00Z",
            "title": "Inmates, staff of prison get masks as authorities step up hygiene - BC News - Castanet.net",
            "url": "https://www.castanet.net/news/BC/298363/Inmates-staff-of-prison-get-masks-as-authorities-step-up-hygiene",
            "urlToImage": "https://www.castanet.net/content/2020/4/image._p3452767_p3454790.jpg",
            "description": "Authorities at a federal institution in British Columbia say they have stepped up precautionary measures after more than 100 inmates were tested positive for the new coronavirus.",
            "content": "Authorities at a federal institution in British Columbia say they have stepped up precautionary measures after more than 100 inmates were tested positive for the new coronavirus.\r\nA news release from the Correctional Service of Canada says Mission Institution… [+1361 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "China.org.cn"
            },
            "publishedAt": "2020-04-27T02:24:17Z",
            "title": "Coronavirus detected at two Dutch mink farms - China.org.cn",
            "url": "http://www.china.org.cn/world/2020-04/27/content_75981146.htm",
            "urlToImage": null,
            "description": null,
            "content": "Several minks at two farms in southern Netherlands were found to have contracted the novel coronavirus, the Dutch Ministry of Agriculture, Nature and Food Quality announced on Sunday.\r\nAccording to a ministry statement, the animals at the farms in Gemert-Bake… [+1002 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-04-26T23:42:00Z",
            "title": "Long-term care homes in Toronto report more COVID-19 deaths - CTV News",
            "url": "https://toronto.ctvnews.ca/long-term-care-homes-in-toronto-report-more-covid-19-deaths-1.4912761",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4896706.1586921763!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Toronto has reported 21 more COVID-19 deaths on Sunday as the city’s long-term care homes continue to see more coronavirus-related fatalities.",
            "content": "TORONTO -- \r\nToronto has reported 21 more COVID-19 deaths on Sunday as the citys long-term care homes continue to see more coronavirus-related fatalities.\r\nEatonville Care Centre confirmed Sunday that two more residents who tested positive for COVID-19 have d… [+3245 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-04-26T21:35:33Z",
            "title": "Coronavirus: Chile to introduce controversial certificate - BBC News",
            "url": "https://www.bbc.co.uk/news/world-latin-america-52436330",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/138AF/production/_111974008_tv061216411.jpg",
            "description": "People who recover from Covid-19 will get a certificate despite a World Health Organization warning.",
            "content": "Image copyrightReutersImage caption\r\n Chile has confirmed more than 13,000 cases of Covid-19\r\nChile's government has said it will go ahead with a controversial plan to issue certificates to people who have recovered from Covid-19.\r\nThe documents would be give… [+1338 chars]"
        }
    ]
}