{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Medical Xpress"
            },
            "publishedAt": "2020-10-27T19:22:00Z",
            "title": "Scientists map structure of potent antibody against coronavirus - Medical Xpress",
            "url": "https://medicalxpress.com/news/2020-10-scientists-potent-antibody-coronavirus.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2020/53-covid19.jpg",
            "description": "Scientists at Fred Hutchinson Cancer Research Center in Seattle have shown that a potent antibody from a COVID-19 survivor interferes with a key feature on the surface of the coronavirus's distinctive spikes and induces critical pieces of those spikes to brea…",
            "content": "Scientists at Fred Hutchinson Cancer Research Center in Seattle have shown that a potent antibody from a COVID-19 survivor interferes with a key feature on the surface of the coronavirus's distinctiv… [+7897 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Telegram"
            },
            "publishedAt": "2020-10-27T04:33:56Z",
            "title": "Mexico reports 4166 new coronavirus cases, 247 more deaths - The Telegram",
            "url": "https://www.thetelegram.com/news/world/mexico-reports-4166-new-coronavirus-cases-247-more-deaths-513658/",
            "urlToImage": "https://www.thetelegram.com/media/photologue/photos/cache/mexico-reports-4166-new-coronavirus-cases-247-more-deaths_medium",
            "description": "MEXICO CITY (Reuters) - Mexico's health ministry reported on Monday 4,166 additional cases of the novel coronavirus and 247 more deaths in the country, bringing the official number of cases to 895,326 and the death toll to 89,171. Health officials",
            "content": "MEXICO CITY (Reuters) - Mexico's health ministry reported on Monday 4,166 additional cases of the novel coronavirus and 247 more deaths in the country, bringing the official number of cases to 895,32… [+295 chars]"
        },
        {
            "source": {
                "id": "google-news",
                "name": "Google News"
            },
            "publishedAt": "2020-10-27T04:05:24Z",
            "title": "VERIFY: Study shows mouthwash may inactivate coronavirus, but not a cure - WHAS11",
            "url": "https://news.google.com/__i/rss/rd/articles/CBMiK2h0dHBzOi8vd3d3LnlvdXR1YmUuY29tL3dhdGNoP3Y9MzJPanJnVmxZZmfSAQA?oc=5",
            "urlToImage": null,
            "description": null,
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "BGR"
            },
            "publishedAt": "2020-10-27T03:11:00Z",
            "title": "Too many people are ignoring one of the easiest ways to catch COVID-19, Dr. Fauci says - BGR",
            "url": "https://bgr.com/2020/10/26/coronavirus-transmission-dr-fauci-comments-talking-spreads-covid-19/",
            "urlToImage": "https://bgr.com/wp-content/uploads/2020/10/rsz_mega702565_003.jpg?quality=70&strip=all",
            "description": "By now, everybody knows that being in crowded situations is one of the things that easily facilitates coronavirus transmission — and that you can protect yourself by social-distancing, in addition to wearing a face mask. Dr. Anthony Fauci, however, says too m…",
            "content": "<ul><li>By now, everybody knows that being in crowded situations is one of the things that easily facilitates coronavirus transmission — and that you can protect yourself by social-distancing, in add… [+2931 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "CityNews Vancouver"
            },
            "publishedAt": "2020-10-26T23:27:00Z",
            "title": "Montreal researchers create tracker for global COVID-19 vaccines - News 1130",
            "url": "https://www.citynews1130.com/2020/10/26/montreal-researchers-create-tracker-for-global-covid-19-vaccines/",
            "urlToImage": "https://www.citynews1130.com/wp-content/blogs.dir/sites/9/2020/10/NYAG701-316_2020_173707.jpg",
            "description": "Researchers at McGill University have developed an interactive tracker that monitors global progress in developing a vaccine for the novel coronavirus.",
            "content": "MONTREAL – Researchers at McGill University have developed an interactive tracker that monitors global progress in developing a vaccine for the novel coronavirus.\r\nThe vaccine tracker has weekly, rea… [+1015 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-10-26T21:02:45Z",
            "title": "North York General Hospital declares coronavirus outbreak in surgical program - Global News",
            "url": "https://globalnews.ca/news/7423267/north-york-general-coronavirus-outbreak/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/10/Image-from-iOS-28-1.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "North York General Hospital says two staff members at its surgical program have tested positive for the virus, and both cases appear to be linked.",
            "content": "Another Toronto hospital has declared a COVID-19 outbreak.\r\nNorth York General Hospital says two staff members at its surgical program have tested positive for the virus, and both cases appear to be … [+666 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-10-26T20:45:52Z",
            "title": "19 heart changes raise death risk; virus may be lead killer of young adults during surges - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/19-heart-changes-raise-death-risk-virus-may-be-lead-killer-of-young-adults-during-surges",
            "urlToImage": null,
            "description": "The following is a roundup of some of the latest scientific studies on the novel coronavirus and efforts to find treatments and vaccines for COVID-19, the…",
            "content": "COVID-19 may be top cause of death among young adults in some U.S. regions\r\nIn some areas of the United States during COVID-19 outbreaks, the new coronavirus likely became the leading cause of death … [+1260 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-10-26T20:44:00Z",
            "title": "COVID-19 heart changes raise death risk; virus may be lead killer of young adults during surges - Reuters",
            "url": "https://in.reuters.com/article/us-health-coronavirus-science-idUSKBN27B2KA",
            "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201026&t=2&i=1538895085&r=LYNXMPEG9P1MI&w=800",
            "description": "The following is a roundup of some of the latest scientific studies on the novel coronavirus and efforts to find treatments and vaccines for COVID-19, the illness caused by the virus.",
            "content": "FILE PHOTO: A 3D-printed coronavirus model is seen in front of a world map and the words \"CoronaVirus Disease (Covid-19)\" on display in this illustration taken March 25, 2020. REUTERS/Dado Ruvic/Illu… [+4222 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "SlashGear"
            },
            "publishedAt": "2020-10-26T16:04:00Z",
            "title": "Latest 6 COVID-19 CDC rules are pretty simple - SlashGear",
            "url": "https://www.slashgear.com/latest-6-covid-19-cdc-rules-are-pretty-simple-26644425/",
            "urlToImage": "https://cdn.slashgear.com/wp-content/uploads/2020/10/maskup234.jpg",
            "description": "The CDC’s latest update to its “How Coronavirus Spreads” guidance includes a list of 6 rules to follow to best protect yourself and others. The list is just about the most concise…",
            "content": "The CDC’s latest update to its “How Coronavirus Spreads” guidance includes a list of 6 rules to follow to best protect yourself and others. The list is just about the most concise and simple-to-follo… [+2162 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-10-26T13:52:00Z",
            "title": "Severe coronavirus infections may provide longer-lasting immunity: study - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/covid-19-immunity-may-be-related-to-the-severity-of-one-s-symptoms-study-finds-1.5160854",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.5087176.1603719693!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Patients with severe COVID-19 infections may be protected for longer after contracting the disease than those with mild symptoms, according to a new study.",
            "content": "TORONTO -- \r\nPatients with severe COVID-19 infections may be protected for longer after contracting the disease than those with mild symptoms, according to a new study.\r\nThe study out of King's Colle… [+2958 chars]"
        }
    ]
}