{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-25T22:07:36Z",
            "title": "Testing 2 0 How the new antibody tests work - Cayman Compass",
            "url": "https://www.youtube.com/watch?v=1zJAJz6R05w",
            "urlToImage": "https://i.ytimg.com/vi/1zJAJz6R05w/maxresdefault.jpg",
            "description": "🔴 Video | More than 20,000 people - almost a third of the island’s population - have now been tested for the coronavirus. But the diagnostic tests - involvin...",
            "content": "Video | More than 20,000 people - almost a third of the islands population - have now been tested for the coronavirus.But the diagnostic tests - involving chemical analysis of a DNA sample collected … [+227 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-25T19:31:34Z",
            "title": "Coronavirus and your mental health - KTNV Channel 13 Las Vegas",
            "url": "https://www.youtube.com/watch?v=NWY4cZocRIU",
            "urlToImage": "https://i.ytimg.com/vi/NWY4cZocRIU/hqdefault.jpg",
            "description": "The uncertainty of the coronavirus can cause you feelings of anxiety, fear, or stress. Psychologists want to remind people that your mental health during the...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-25T19:22:43Z",
            "title": "Coronavirus UK: NHS Test and Trace failing to reach a third of COVID-19 patients - Sky News",
            "url": "https://www.youtube.com/watch?v=hGT1c4Ir3f4",
            "urlToImage": "https://i.ytimg.com/vi/hGT1c4Ir3f4/maxresdefault.jpg",
            "description": "The NHS Test and Trace service is failing to reach 30% of people who test positive for COVID-19 in England. A contact tracer told Sky News that there are no ...",
            "content": null
        },
        {
            "source": {
                "id": "the-washington-times",
                "name": "The Washington Times"
            },
            "publishedAt": "2020-06-25T18:06:02Z",
            "title": "CDC: Fewer people dying in COVID-19 surge than March, April - Washington Times",
            "url": "https://www.washingtontimes.com/news/2020/jun/25/cdc-fewer-people-dying-covid-19-surge-march-april/",
            "urlToImage": "https://twt-thumbs.washtimes.com/media/image/2020/06/23/virus_outbreak_california_44008_c0-0-3000-1750_s1200x700.jpg?8fcc827e3d5c4d025cb0728722f014f10701a927",
            "description": "The coronavirus surge across the South and West is concentrated in younger adults, meaning fewer people are dying compared to March and April, though people with underlying conditions must be cautious and the long-term effects of any infection aren't fully kn…",
            "content": "The coronavirus surge across the South and West is concentrated in younger adults, meaning fewer people are dying compared to March and April, though people with underlying conditions must be cautiou… [+3523 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Medical Xpress"
            },
            "publishedAt": "2020-06-25T18:05:08Z",
            "title": "Coronavirus scams: The science of how to spot and deal with nuisance callers - Medical Xpress",
            "url": "https://medicalxpress.com/news/2020-06-coronavirus-scams-science-nuisance-callers.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2020/47-coronaviruss.jpg",
            "description": "Most of us have experienced unwanted calls at home. This is in spite of efforts by regulators, including the Information Commissioner's Office and Ofcom, whose most recent report shows that around half of the UK population still receive nuisance calls. Many o…",
            "content": "Most of us have experienced unwanted calls at home. This is in spite of efforts by regulators, including the Information Commissioner's Office and Ofcom, whose most recent report shows that around ha… [+5531 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-06-25T17:24:12Z",
            "title": "CDC head warns pregnant women with COVID-19 face greater risks - National Post",
            "url": "https://nationalpost.com/pmn/entertainment-pmn/cdc-head-warns-pregnant-women-with-covid-19-face-greater-risks",
            "urlToImage": null,
            "description": "NEW YORK — Pregnant women have increased risk of severe COVID-19 compared to women who are not pregnant, the head of the U.S. Centers for Disease Prevention Robert Redfield told reporters on Thursday, warning that states with rising coronavirus cases need to …",
            "content": "NEW YORK Pregnant women have increased risk of severe COVID-19 compared to women who are not pregnant, the head of the U.S. Centers for Disease Prevention Robert Redfield told reporters on Thursday, … [+691 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-06-25T17:18:12Z",
            "title": "Can I go to another province? The latest coronavirus travel restrictions, by region - Globalnews.ca",
            "url": "http://globalnews.ca/news/7106284/coronavirus-provincial-travel/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/06/gettyimages-200299916-001-e1593085568189.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "For months, most interprovincial travellers have been required to self-isolate. Now, restrictions are slowly lifting.",
            "content": "Much of Canada is reopening after months in lockdown due to the novel coronavirus, and that includes an easing of some domestic travel restrictions.\r\nThe federal government still emphasizes that all … [+15961 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-25T15:35:39Z",
            "title": "Azar dismisses possibility of second shutdown despite record COVID-19 cases - Fox News",
            "url": "https://www.youtube.com/watch?v=gB5-pbsrPlk",
            "urlToImage": "https://i.ytimg.com/vi/gB5-pbsrPlk/maxresdefault.jpg",
            "description": "Health and Human Services Secretary Alex Azar weighs in on the surge of coronavirus cases on ‘America’s Newsroom.’ Subscribe to Fox News! https://bit.ly/2vBU...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Medical Xpress"
            },
            "publishedAt": "2020-06-25T15:33:01Z",
            "title": "Thousands of women have run out of tampons and pads under lockdown – time to talk about sustainable period products - Medical Xpress",
            "url": "https://medicalxpress.com/news/2020-06-thousands-women-tampons-pads-lockdown.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/2020/thousandsofw.jpg",
            "description": "The coronavirus pandemic has triggered what has been described as a \"sanitary pad crisis\" in India. Priya, a 14-year-old schoolgirl, considers herself lucky: her parents can still afford pads. But several of her friends will have to go without. In some parts …",
            "content": "The coronavirus pandemic has triggered what has been described as a \"sanitary pad crisis\" in India. Priya, a 14-year-old schoolgirl, considers herself lucky: her parents can still afford pads. But se… [+19246 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-25T15:29:58Z",
            "title": "How well did the global coronavirus lockdown work? | COVID-19 Special - DW News",
            "url": "https://www.youtube.com/watch?v=MVOr5zjn5Ec",
            "urlToImage": "https://i.ytimg.com/vi/MVOr5zjn5Ec/hqdefault.jpg",
            "description": "Like an apocalypse. A phenomenon around the globe, impacting pretty much everyone, everywhere, at the same time. The Great Coronavirus Lockdown robbed people...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "New York Times"
            },
            "publishedAt": "2020-06-25T14:36:29Z",
            "title": "Live Global Coronavirus News: U.S. Sets a Daily Record for New Cases - The New York Times",
            "url": "https://www.nytimes.com/2020/06/25/world/coronavirus-updates.html",
            "urlToImage": "https://www.nytimes.com/newsgraphics/2020/04/09/corona-virus-social-images-by-section/assets/World_promo.jpg?u=1593096286380",
            "description": "Nearly 37,000 infections were reported as the virus surged in the South and West. Pregnant women who contract the illness wind up in hospitals and I.C.U.’s at higher rates, a federal study suggested.",
            "content": "Scientists around the world last week cautiously hailed a report that an inexpensive and commonly available steroid had reduced deaths in patients with severe Covid-19. The drug, dexamethasone, is no… [+1637 chars]"
        },
        {
            "source": {
                "id": "google-news",
                "name": "Google News"
            },
            "publishedAt": "2020-06-25T12:05:44Z",
            "title": "U.S. Coronavirus Death Projection Falls by 20,000 Despite High Case Numbers - Newsweek",
            "url": "https://news.google.com/__i/rss/rd/articles/CBMiQmh0dHBzOi8vd3d3Lm5ld3N3ZWVrLmNvbS9jb3JvbmF2aXJ1cy1kZWF0aC1wcm9qZWN0aW9uLWZhbGwtMTUxMzM0MtIBSGh0dHBzOi8vd3d3Lm5ld3N3ZWVrLmNvbS9jb3JvbmF2aXJ1cy1kZWF0aC1wcm9qZWN0aW9uLWZhbGwtMTUxMzM0Mj9hbXA9MQ?oc=5",
            "urlToImage": null,
            "description": null,
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "The Telegram"
            },
            "publishedAt": "2020-06-25T10:20:01Z",
            "title": "Japan to disband panel of coronavirus experts after criticism - The Telegram",
            "url": "http://www.thetelegram.com/news/world/japan-to-disband-panel-of-coronavirus-experts-after-criticism-466117/",
            "urlToImage": "https://www.thetelegram.com/media/photologue/photos/cache/japan-to-disband-panel-of-coronavirus-experts-after-criticism_medium",
            "description": "TOKYO (Reuters) - Japan is to disband a panel of medical experts advising Prime Minister Shinzo Abe's cabinet on the response to the novel coronavirus after criticism of its transparency and lack of independence. Japan has been spared the kind of",
            "content": "TOKYO (Reuters) - Japan is to disband a panel of medical experts advising Prime Minister Shinzo Abe's cabinet on the response to the novel coronavirus after criticism of its transparency and lack of … [+1931 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-06-25T06:21:00Z",
            "title": "COVID-19 antibody testing underway on remote Cormorant Island, off north Vancouver Island - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/british-columbia/antibody-testing-comorant-island-1.5626357",
            "urlToImage": "https://i.cbc.ca/1.5539222.1587436473!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ferry-to-alert-bay.jpg",
            "description": "Health officials are now hoping to learn more about how far the coronavirus spread around Alert Bay on Cormorant Island and this week they are offering antibody testing to all residents.",
            "content": "Health officials are now hoping to learn more about how far the coronavirus has spread on remote Cormorant Island, off northern Vancouver Island, and this week they are offering antibody testing to a… [+2353 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-25T04:59:13Z",
            "title": "7NEWS Update Thursday, June 25: Qantas axes 6000 jobs, Vic coronavirus spike worst in months | 7NEWS - 7NEWS Australia",
            "url": "https://www.youtube.com/watch?v=LqReQL272jE",
            "urlToImage": "https://i.ytimg.com/vi/LqReQL272jE/maxresdefault.jpg",
            "description": "Qantas cuts 6,000 jobs amid record revenue losses; Victoria records biggest its COVID spike in months; Sydney school forced to close after student tests posi...",
            "content": null
        },
        {
            "source": {
                "id": "financial-times",
                "name": "Financial Times"
            },
            "publishedAt": "2020-06-25T04:23:38Z",
            "title": "Human genetics provides clues about mysteries of coronavirus - Financial Times",
            "url": "https://www.ft.com/content/50006fa2-f99c-4da8-b817-abb2379565ce",
            "urlToImage": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F83a3ce8a-4657-4915-bca2-67a6b6ad24ce.jpg?source=next-opengraph&fit=scale-down&width=900",
            "description": "DNA differences suggest why some people suffer much more severely from disease than others",
            "content": "Scientists have identified a new set of 68 genes associated with a high risk of developing severe Covid-19 as geneticists seek to understand why people vary so much in their susceptibility to the ill… [+5118 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Express"
            },
            "publishedAt": "2020-06-25T00:41:22Z",
            "title": "Prince William marks major royal first during in-person engagement to see vaccine trial - Express",
            "url": "https://www.express.co.uk/news/royal/1300669/Prince-William-news-kate-middleton-Oxford-Vaccine-face-mask-royal-family-latest",
            "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/106/750x445/1300669.jpg",
            "description": "PRINCE William was the first member of the Royal Family to do one thing as he visited a research lab yesterday where work towards the development of a coronavirus vaccine is ongoing.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-06-24T18:57:54Z",
            "title": "Winnipeg man is Manitoba’s latest coronavirus case, say health officials - Globalnews.ca",
            "url": "http://globalnews.ca/news/7103264/winnipeg-man-is-manitobas-latest-coronavirus-case-say-health-officials/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/06/ny588-612_2020_180136.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "Health officials are warning Manitobans not to forget about COVID-19 health precautions during next week's Canada Day celebrations as one new case of the virus was reported Wednesday.",
            "content": "Health officials are warning Manitobans not to forget about COVID-19 health precautions during next week’s Canada Day celebrations as one new case of the virus was reported Wednesday.\r\nThe province s… [+2065 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "CP24 Toronto's Breaking News"
            },
            "publishedAt": "2020-06-24T09:36:00Z",
            "title": "Some states break virus records as U.S. caseload grows anew - CP24 Toronto's Breaking News",
            "url": "https://www.cp24.com/world/coming-back-and-biting-us-u-s-sees-virus-make-a-comeback-1.4997442",
            "urlToImage": "https://www.cp24.com/polopoly_fs/1.4998052.1593017768!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Hospital administrators and health experts warned desperately Wednesday that parts of the U.S. are on the verge of becoming overwhelmed by a resurgence of the coronavirus, lamenting that politicians and a tired-of-being-cooped-up public are letting a disaster…",
            "content": "HOUSTON - A coronavirus resurgence is wiping out two months of progress in the U.S. and sending infections to dire new levels across the South and West, with hospital administrators and health expert… [+5593 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "MENAFN.COM"
            },
            "publishedAt": "2020-06-24T03:40:08Z",
            "title": "HEALTH: Coronavirus could have long-term effects - MENAFN.COM",
            "url": "https://menafn.com/1100376793/HEALTH-Coronavirus-could-have-long-term-effects",
            "urlToImage": "https://menafn.com/updates/pr/2020-06/23/NP_b8c849bb-cimage_story.jpg",
            "description": "(MENAFN - Newsroom Panama) Almost a third of people infected with the new coronavirus could suffer long-term ill-effects, including damage to their lungs and brain, according to leaked guidance document  For Britain's National Health Service (NHS),\n'Around 30…",
            "content": "(MENAFN - Newsroom Panama) Almost a third of people infected with the new coronavirus could suffer long-term ill-effects, including damage to their lungs and brain, according to leaked guidance docum… [+2233 chars]"
        }
    ]
}