{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Vancouversun.com"
            },
            "publishedAt": "2020-04-25T16:01:26Z",
            "title": "COVID-19 update for April 25: Here's the latest on coronavirus in B.C. - Vancouver Sun",
            "url": "https://vancouversun.com/news/local-news/covid-19-update-for-april-25-heres-the-latest-on-coronavirus-in-b-c",
            "urlToImage": null,
            "description": "COVID-19 update for April 25: Here's the latest on coronavirus in B.C.",
            "content": "Heres your daily update with everything you need to know on the novel coronavirus situation in B.C. for April 25, 2020.\r\nWell provide summaries of whats going on in B.C. right here so you can get the latest news at a glance. This page will be updated regularl… [+650 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-25T13:43:33Z",
            "title": "WHO says ‘no evidence’ that recovered COVID-19 patients cannot be re-infected - Global News",
            "url": "http://globalnews.ca/news/6867902/coronavirus-who-patients-reinfected/",
            "urlToImage": null,
            "description": "The World Health Organization (WHO) said on Saturday that there was currently \"no evidence\" that people who have recovered from COVID-19 and have antibodies are protected from a second coronavirus infection.",
            "content": "The World Health Organization (WHO) said on Saturday that there was currently “no evidence” that people who have recovered from COVID-19 and have antibodies are protected from a second coronavirus infection.\r\nIn a scientific brief, the United Nations agency w… [+1913 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cnet.com"
            },
            "publishedAt": "2020-04-25T12:29:57Z",
            "title": "Antibody, nasal swab, saliva: Every coronavirus test and how they're different - CNET",
            "url": "https://www.cnet.com/how-to/antibody-nasal-swab-saliva-every-coronavirus-test-and-how-theyre-different/",
            "urlToImage": null,
            "description": "A key piece of lifting restrictions is the ability to test for coronavirus infections. Here's a look at the different tests available now or in the works.",
            "content": "How will you get tested for COVID-19?\r\nAlexander Hassenstein/Getty Images\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nCoronavirus testing could be the key to returning to life as usual. That's the thou… [+5535 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "publishedAt": "2020-04-25T12:01:30Z",
            "title": "WHO says there's 'no evidence' recovered coronavirus patients won't get reinfected | TheHill - The Hill",
            "url": "https://thehill.com/homenews/news/494628-who-says-theres-no-evidence-recovered-coronavirus-patients-wont-get",
            "urlToImage": null,
            "description": "The World Health Organization (WHO) says there is currently “no evidence” showing that...",
            "content": "The World Health Organization (WHO) says there is currently no evidence showing that people who have recovered from the coronavirus are not at risk of becoming infected again.\r\nSeveral countries, including the United States, have considered the idea of writte… [+2035 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-25T11:42:22Z",
            "title": "Rescuing Her Father From an Assisted Living Facility in the Coronavirus Epicenter - ProPublica",
            "url": "https://www.youtube.com/watch?v=O4HVOOo4VlU",
            "urlToImage": null,
            "description": "As the coronavirus strikes nursing homes and assisted living facilities across the country, the truth of what is happening inside has been hidden from many r...",
            "content": "As the coronavirus strikes nursing homes and assisted living facilities across the country, the truth of what is happening inside has been hidden from many residents families. \r\nNatasha Roland was immediately concerned for her father, Willie Roland, when the … [+536 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Deccanherald.com"
            },
            "publishedAt": "2020-04-25T11:00:06Z",
            "title": "Plasma therapy trials for coronavirus patients begin in Karnataka - Deccan Herald",
            "url": "https://www.deccanherald.com/state/top-karnataka-stories/plasma-therapy-trials-for-coronavirus-patients-begin-in-karnataka-829772.html",
            "urlToImage": null,
            "description": "The Karnataka government on Saturday commenced convalescent plasma therapy clinical trials for 'severe' coronavirus patients in the state.",
            "content": "The Karnataka government on Saturday commenced convalescent plasma therapy clinical trials for 'severe' coronavirus patients in the state.\r\nFollow latest updates on the COVID-19 pandemic here\r\nIn a tweet, Medical Education Minister K Sudhakar said, \"Happy to … [+1295 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cnet.com"
            },
            "publishedAt": "2020-04-25T10:10:29Z",
            "title": "Coronavirus antibody testing a big deal? What to know about the promising serology tests - CNET",
            "url": "https://www.cnet.com/how-to/coronavirus-antibody-testing-a-big-deal-what-to-know-about-the-promising-serology-tests/",
            "urlToImage": null,
            "description": "Tests that detect whether you've recovered from COVID-19 might help doctors and government officials navigate the pandemic. Here's what you should know.",
            "content": "Antibody testing looks for evidence that a person has been infected with the coronavirus SARS-CoV-2, but not the virus itself.\r\nJames Martin/CNET\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nAs some are… [+7629 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Journalpioneer.com"
            },
            "publishedAt": "2020-04-25T09:58:55Z",
            "title": "Malaysia reports 51 new coronavirus cases, 2 deaths - The Journal Pioneer",
            "url": "https://www.journalpioneer.com/news/world/malaysia-reports-51-new-coronavirus-cases-2-deaths-442110/",
            "urlToImage": null,
            "description": "KUALA LUMPUR (Reuters) - Malaysia reported 51 new coronavirus infections and two deaths on Saturday. The total number of recorded cases is 5,742, with 98 fatalities, the health ministry said in a news conference.  (Reporting by Rozanna Latiff;",
            "content": "KUALA LUMPUR (Reuters) - Malaysia reported 51 new coronavirus infections and two deaths on Saturday.\r\nThe total number of recorded cases is 5,742, with 98 fatalities, the health ministry said in a news conference.\r\n (Reporting by Rozanna Latiff; Editing by Sh… [+13 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-04-25T09:43:08Z",
            "title": "Coronavirus: France bans online sales of nicotine substitutes - Business Insider - Business Insider",
            "url": "https://www.businessinsider.com/coronavirus-france-halts-online-sales-nicotine-substitutes-smoker-study-2020-4",
            "urlToImage": null,
            "description": "The government fears panic buying of nicotine replacement therapies after a new study found smokers were less likely to be infected by COVID-19.",
            "content": "France on Friday banned online sales of nicotine replacements — such as nicotine gum and patches — after a widely reported Paris study found smokers were less likely to admitted to hospital for COVID-19.\r\nIn a draft legal text published earlier this week, the… [+1966 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Straitstimes.com"
            },
            "publishedAt": "2020-04-25T09:29:34Z",
            "title": "You may catch coronavirus more than once: WHO - The Straits Times",
            "url": "https://www.straitstimes.com/world/europe/you-may-catch-coronavirus-more-than-once-who",
            "urlToImage": null,
            "description": "\"There is currently no evidence that people who have recovered from Covid-19 and have antibodies are protected from a second infection,\" it said.. Read more at straitstimes.com.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Nzherald.co.nz"
            },
            "publishedAt": "2020-04-25T07:49:19Z",
            "title": "Covid 19 coronavirus: How it kills in 'ferocious rampage' from brain to toes - New Zealand Herald",
            "url": "https://www.nzherald.co.nz/world/news/article.cfm?c_id=2&objectid=12327575",
            "urlToImage": null,
            "description": "Coronavirus kills in 'a ferocious rampage through the body, from brain to toes '.",
            "content": "Covid-19 kills \"in a ferocious rampage through the body from brain to toes\" doctors have explained, saying the virus \"acts like no pathogen humanity has ever seen\".\r\n In an article in sciencemag.org, frontline clinicians caring for the five per cent who becom… [+7222 chars]"
        },
        {
            "source": {
                "id": "al-jazeera-english",
                "name": "Al Jazeera English"
            },
            "publishedAt": "2020-04-25T06:08:57Z",
            "title": "Coronavirus in Italy may have started unnoticed in January: Study - Al Jazeera English",
            "url": "https://www.aljazeera.com/news/2020/04/coronavirus-italy-started-unnoticed-january-study-200424214841332.html",
            "urlToImage": null,
            "description": "The surge in cases after the first diagnosis suggests the virus had been in Italy longer than realised, say researchers.",
            "content": "The first coronavirus infections in Italy date back to January, according to a scientific study presented on Friday, shedding new light on the origins of the outbreak in one of the world's worst-affected countries.\r\nItaly began testing people after diagnosing… [+2322 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-25T02:03:57Z",
            "title": "He signed up for a coronavirus vaccine trial using a method that's never been used in humans. Here's why. - CNN",
            "url": "https://www.cnn.com/2020/04/24/health/coronavirus-vaccine-speed-sanjay-gupta/index.html",
            "urlToImage": null,
            "description": "Sean Doyle signed up for a trial for a coronavirus vaccines that uses new technology to try and reach a vaccine quicker. Experts debate whether these vaccines will work and make it through safety tests or change how we make vaccines forever.",
            "content": "(CNN)Despite all his medical knowledge, 31-year-old medical student and Ph. D. candidate Sean Doyle couldn't know for certain all the risks of the injection he had just received in his right shoulder at Emory University Hospital. Yes, of course he was told of… [+11348 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-25T01:45:08Z",
            "title": "Cyclist berated by CNN's Cuomo speaks out on 'Tucker Carlson Tonight' - Fox News",
            "url": "https://www.youtube.com/watch?v=P-rKGk8AhA0",
            "urlToImage": null,
            "description": "Long Island resident David Whelan says he was verbally attacked by Chris Cuomo when he challenged the CNN anchor for breaking coronavirus quarantine. #FoxNew...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-24T23:28:00Z",
            "title": "Coronavirus: Has Sweden got its science right? - BBC News",
            "url": "https://www.bbc.com/news/world-europe-52395866",
            "urlToImage": null,
            "description": "The strategy devised by scientists was to keep large parts of society open but not everyone is convinced.",
            "content": "Image caption\r\n Sweden's schools have remained open while neighbouring countries shut theirs for weeks\r\nSweden's strategy to keep large parts of society open is widely backed by the public. It has been devised by scientists and backed by government, and yet n… [+8701 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-24T23:24:30Z",
            "title": "Coronavirus: Quebec parents fear sending kids back to school, concept of ‘herd immunity’ - Global News",
            "url": "http://globalnews.ca/news/6865226/coronavirus-quebec-school-herd-immunity/",
            "urlToImage": null,
            "description": "Quebec's Association of pediatricians supports Premier Legault and herd immunity.",
            "content": "As Quebec Premier François Legault prepares to restart the economy and get students back to schools amid the novel coronavirus pandemic, the concept of developing “herd immunity” in children is making many parents fearful.\r\nWhile school is cancelled across Qu… [+3656 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "7news.com.au"
            },
            "publishedAt": "2020-04-24T22:49:11Z",
            "title": "Coronavirus update: US study reveals common medical conditions in sickest COVID-19 patients - 7NEWS.com.au",
            "url": "https://7news.com.au/lifestyle/health-wellbeing/coronavirus-update-us-study-reveals-common-medical-conditions-in-sickest-covid-19-patients-c-998646",
            "urlToImage": null,
            "description": "Researchers have issued a warning to those with the health problems to be hyper-aware of new or unusual symptoms.",
            "content": "People with obesity, diabetes and high blood pressure are at greater risk for complications from coronavirus, according to a large study of patients hospitalised with the illness it causes.\r\nThe findings, published on Wednesday in the Journal of the American … [+2322 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Torontosun.com"
            },
            "publishedAt": "2020-04-24T21:17:56Z",
            "title": "'Pink eye' a new COVID-9 concern - The Kingston Whig-Standard",
            "url": "https://torontosun.com/news/world/pink-eye-a-new-covid-9-concern",
            "urlToImage": null,
            "description": "Experts are getting a potentially worrisome new view on the novel coronavirus as a lingering eye ailment that can last for weeks.A newly-published report from the National Institute for Infectious …",
            "content": "Experts are getting a potentially worrisome new view on the novel coronavirus as a lingering eye ailment that can last for weeks.\r\nA newly-published report from the National Institute for Infectious Diseases in Italy found the virus persisted in the eyes of o… [+1103 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-24T19:11:34Z",
            "title": "COVID-19: 'Remain on guard' to keep surfaces clean of coronavirus, experts say - Owen Sound Sun Times",
            "url": "https://nationalpost.com/news/canada/remain-on-guard-and-keep-surfaces-clean-of-coronavirus",
            "urlToImage": null,
            "description": "Whether you’re continuing to hunker down or getting ready for the new normal, now is a good time to review best practices",
            "content": "As parts of Canada begin to reopen following a nationwide lockdown to stop the spread of the deadly coronavirus pandemic, the country’s chief public health officer is warning people to remain vigilant.\r\nCanada’s reported more than 2,290 deaths and about 43,50… [+4764 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Popculture.com"
            },
            "publishedAt": "2020-04-24T18:55:00Z",
            "title": "Coronavirus Appears to Cause Sudden Strokes in Adults Ages 30-50, According to Doctors - PopCulture.com",
            "url": "https://popculture.com/trending/news/coronavirus-appears-cause-sudden-strokes-adults-ages-30-50-doctors/",
            "urlToImage": null,
            "description": "Doctors have found evidence that the coronavirus is causing sudden strokes in adults in their 30s and 40s who are otherwise not debilitatingly ill, reported CNN Wednesday, some of whom are reluctant to call 911 due to concerns about hospital overcrowding due …",
            "content": "Doctors have found evidence that the coronavirus is causing sudden strokes in adults in their 30s and 40s who are otherwise not debilitatingly ill, reported CNN Wednesday, some of whom are reluctant to call 911 due to concerns about hospital overcrowding due … [+2190 chars]"
        }
    ]
}