{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Nature.com"
            },
            "publishedAt": "2020-05-08T20:08:41Z",
            "title": "Coronavirus blood-clot mystery intensifies - Nature.com",
            "url": "https://www.nature.com/articles/d41586-020-01403-8",
            "urlToImage": "https://media.nature.com/lw1024/magazine-assets/d41586-020-01403-8/d41586-020-01403-8_17961880.jpg",
            "description": "Research begins to pick apart the mechanisms behind a deadly COVID-19 complication.",
            "content": "There are multiple reasons that blood clots could be forming in people with COVID-19.Credit: Steve Gschmeissner/Science Photo Library\r\nPurple rashes, swollen legs, clogged catheters and sudden death blood clots, large and small, are a frequent complication of… [+6693 chars]"
        },
        {
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "publishedAt": "2020-05-08T19:48:33Z",
            "title": "Milan mayor lashes out at revelers breaking virus rules - The Associated Press",
            "url": "https://apnews.com/15f2d4eab2104837129417396b367816",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/2f0c51f3514646e1823dc280ef976780/3000.jpeg",
            "description": "MILAN (AP) — The mayor of Milan — the first Western metropolis to shut down because of the coronavirus —reacted furiously Friday to images of young people ignoring social distancing rules as they...",
            "content": "MILAN (AP) The mayor of Milan the first Western metropolis to shut down because of the coronavirus reacted furiously Friday to images of young people ignoring social distancing rules as they gathered in a trendy neighborhood for the typical aperitivo.\r\nMayor … [+3995 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T19:23:09Z",
            "title": "Coronavirus around the world: May 8, 2020 - Global News",
            "url": "https://www.youtube.com/watch?v=vEGt_eD2tRM",
            "urlToImage": "https://i.ytimg.com/vi/vEGt_eD2tRM/maxresdefault.jpg",
            "description": "Top coronavirus news for Friday, May 8, 2020: The COVID-19 pandemic continues to have major implications on the global economy. The US unemployment rate in A...",
            "content": "Top coronavirus news for Friday, May 8, 2020:\r\nThe COVID-19 pandemic continues to have major implications on the global economy. The US unemployment rate in April is the highest recorded since the Great Depression.\r\nBeaches reopen in Barcelona as Spain looks … [+703 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-08T18:40:29Z",
            "title": "World beat smallpox 40 years ago, we can beat COVID-19 by working together: WHO - Global News",
            "url": "http://globalnews.ca/news/6921757/who-smallpox-anniversary-coronavirus/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2015/02/ny402-414_1947_121123_high.jpg?quality=70&strip=all&w=650&h=379&crop=1",
            "description": "On the anniversary of the eradication of smallpox, the World Health Organization said all countries must work together again to beat the coronavirus.",
            "content": "Smallpox was eradicated 40 years ago after unprecedented co-operation between nations, and a similar global effort could help bring an end to COVID-19, World Health Organization officials said Friday.\r\nSpeaking on the occasion of the 40th anniversary of the e… [+2836 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T18:30:41Z",
            "title": "Children with Coronavirus May Threaten World's Ability to Reopen - Bloomberg QuickTake",
            "url": "https://www.youtube.com/watch?v=6BKjSqyIQT4",
            "urlToImage": "https://i.ytimg.com/vi/6BKjSqyIQT4/maxresdefault.jpg",
            "description": "Children with Covid-19 threaten recovery from the pandemic -- sparking increased scrutiny of their cases from scientists and policy makers seeking clues abou...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T18:06:25Z",
            "title": "Has it gotten better for medical workers? Coronavirus Outbreak Answers | COVID-19 in Context - ABC10",
            "url": "https://www.youtube.com/watch?v=z_TQQAeheRo",
            "urlToImage": "https://i.ytimg.com/vi/z_TQQAeheRo/maxresdefault.jpg",
            "description": "Dr. Larry Burchett answers medical questions and talks about what reopening California could mean for our healthcare system. Read more: https://www.abc10.com...",
            "content": "Dr. Larry Burchett answers medical questions and talks about what reopening California could mean for our healthcare system.\r\nRead more: https://www.abc10.com/section/new/cor...Coronavirus pandemic resources for your family: https://www.abc10.com/article/news… [+586 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T16:52:00Z",
            "title": "It's Public Health Vs. Privacy As San Diego County Considers Contact Tracing App - KPBS",
            "url": "https://www.youtube.com/watch?v=_xK3EeqqMQo",
            "urlToImage": "https://i.ytimg.com/vi/_xK3EeqqMQo/hqdefault.jpg",
            "description": "The county is among governments worldwide considering using smartphone apps to help with the tracking of people exposed to the coronavirus. But not everyone ...",
            "content": "The county is among governments worldwide considering using smartphone apps to help with the tracking of people exposed to the coronavirus. But not everyone is willing to use them."
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.com"
            },
            "publishedAt": "2020-05-08T15:59:51Z",
            "title": "WHO conditionally backs Covid-19 vaccine trials that infect people - The Guardian",
            "url": "https://www.theguardian.com/science/2020/may/08/who-conditionally-backs-covid-19-vaccine-trials-that-infect-people",
            "urlToImage": "https://i.guim.co.uk/img/media/9571ab7d45736d98a5a8babe8926d5f17ade36a1/0_126_5228_3137/master/5228.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=b6a3b8632039100b67eacd1d0654886f",
            "description": "‘Challenge’ studies would deliberately give coronavirus to healthy volunteers",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T15:54:55Z",
            "title": "Study finds evidence of coronavirus in semen - CBS News",
            "url": "https://www.youtube.com/watch?v=a4IYkVkFLkg",
            "urlToImage": "https://i.ytimg.com/vi/a4IYkVkFLkg/maxresdefault.jpg",
            "description": "A small study from China identified the coronavirus in semen of a number of men with COVID-19, though it's not clear whether the virus can be sexually transm...",
            "content": "A small study from China identified the coronavirus in semen of a number of men with COVID-19, though it's not clear whether the virus can be sexually transmitted. Dr. Bob Lahita joins CBSN to discuss what the findings may mean."
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T15:16:50Z",
            "title": "WATCH: How long does it take to develop a new vaccine? - PBS NewsHour",
            "url": "https://www.youtube.com/watch?v=rACFqw6JNKA",
            "urlToImage": "https://i.ytimg.com/vi/rACFqw6JNKA/maxresdefault.jpg",
            "description": "On March 11, the World Health Organization declared the novel coronavirus a global pandemic. There are now a few vaccines that are already in Phase I and II ...",
            "content": "On March 11, the World Health Organization declared the novel coronavirus a global pandemic. There are now a few vaccines that are already in Phase I and II of human trials. But can a vaccine for the coronavirus be found in a year and a half? \r\nDr. Paul Offit… [+673 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T15:00:18Z",
            "title": "Covid-19: how it will change the world | The Economist - The Economist",
            "url": "https://www.youtube.com/watch?v=XsArdIXgRTU",
            "urlToImage": "https://i.ytimg.com/vi/XsArdIXgRTU/hqdefault.jpg",
            "description": "Even when covid-19 is under control, the long-term effects of the virus will be far-reaching. How will the coronavirus pandemic—and the way it has been handl...",
            "content": "Even when covid-19 is under control, the long-term effects of the virus will be far-reaching. How will the coronavirus pandemicand the way it has been handledchange the world? Read more here: https://econ.st/2yEhCg9\r\nFurther reading:\r\nFind The Economists most… [+536 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Dailymail.co.uk"
            },
            "publishedAt": "2020-05-08T14:29:02Z",
            "title": "Cat dies after catching coronavirus from its Spanish owner - who was killed by the disease - Daily Mail",
            "url": "https://www.dailymail.co.uk/news/article-8300879/Cat-dies-catching-coronavirus-Spanish-owner-succumbed-disease.html",
            "urlToImage": "https://i.dailymail.co.uk/1s/2020/05/08/15/28161688-0-image-a-19_1588946422916.jpg",
            "description": "The four-year-old feline contracted the killer bug in Catalunya and was taken to a veterinary hospital with breathing difficulties. He was put to sleep and his body sent to a hospital for research.",
            "content": "A cat who died in Spain was suffering from coronavirus at the time of its death, an autopsy has revealed.   \r\nIt is believed he caught the bug from his owner, who was killed by coronavirus. \r\nThe four-year-old feline belonged to a family in Catalonia and was … [+2276 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-05-08T14:24:55Z",
            "title": "Has the new coronavirus mutated to be more contagious? Experts weigh in - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/has-the-new-coronavirus-mutated-to-be-more-contagious-experts-weigh-in-1.4930666",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4930709.1588947689!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Scientists are cautioning that it’s still too early to know how the novel coronavirus mutates after a preliminary study in the U.S. claimed that a new strain of the virus has emerged that is more dominant and contagious than the original.",
            "content": "TORONTO -- \r\nScientists are cautioning that its still too early to know how the novel coronavirus (SARS-CoV-2) mutates, after a preliminary study in the U.S. claimed that a new strain of the virus has emerged that is more dominant and contagious than the orig… [+6357 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo.com"
            },
            "publishedAt": "2020-05-08T13:53:00Z",
            "title": "Larry Nance Jr., Olympic gold medalist among athletes whose preexisting health conditions complicate return to sports - Yahoo Sports",
            "url": "https://sports.yahoo.com/larry-nance-kathleen-baker-return-to-sports-amid-covid-135312968.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/8q.s0LDlEFdJXuQRRiBxkQ--~B/aD0yMTk0O3c9MzkwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-images/2020-05/1182ab70-9132-11ea-bff6-bfeca2e6f26b",
            "description": "Diseases like Crohn’s do not increase a patient’s risk to contract the coronavirus, but many of the treatments for such diseases do.",
            "content": "The gradual return of sports training and competition presents a number of obvious logistical and ethical challenges for professional leagues and players, but largely hinges on the premise that the athletes are low-risk candidates to contract COVID-19.\r\nBut a… [+3945 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Npr.org"
            },
            "publishedAt": "2020-05-08T11:37:26Z",
            "title": "Sewage Could Provide Early Warnings About Coronavirus Outbreaks - NPR",
            "url": "https://www.npr.org/2020/05/07/852155076/how-what-you-flush-is-helping-track-coronavirus",
            "urlToImage": "https://media.npr.org/assets/img/2020/05/07/gettyimages-1221901316_wide-6f708c335077a313d8b97bed37d26e17eb1171d0.jpg?s=1400",
            "description": "Researchers are testing sewage in hopes of getting a jump on COVID-19 outbreaks in communities — monitoring for when they begin and how quickly they spread.",
            "content": "The East Bay Municipal Utility District wastewater treatment plant in Oakland, Calif. Stanford University researchers are testing sewage in hopes of tracking the emergence and spread of COVID-19 outbreaks.\r\nJustin Sullivan/Getty Images\r\nWith coronavirus testi… [+5050 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T05:02:39Z",
            "title": "US: 58% deaths in counties with more black residents - WION",
            "url": "https://www.youtube.com/watch?v=F8Pox9ww_fM",
            "urlToImage": "https://i.ytimg.com/vi/F8Pox9ww_fM/maxresdefault.jpg",
            "description": "Minorities are being hit harder by COVID-19. In United States 58% deaths in counties with more black residents. Watch report. #WION #Coronavirus #Coronavirus...",
            "content": "Minorities are being hit harder by COVID-19. In United States 58% deaths in counties with more black residents. Watch report.\r\n#WION#Coronavirus#CoronavirusPandemic\r\nAbout Channel: \r\nWION -The World is One News, examines global issues with in-depth analysis. … [+1021 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencedaily.com"
            },
            "publishedAt": "2020-05-07T20:44:49Z",
            "title": "Immunity of recovered COVID-19 patients could cut risk of expanding economic activity - Science Daily",
            "url": "https://www.sciencedaily.com/releases/2020/05/200507135355.htm",
            "urlToImage": null,
            "description": "New modeling of coronavirus behavior suggests that an intervention strategy based on shield immunity could reduce the risk of allowing the higher levels of human interaction needed to support expanded economic activity.",
            "content": "While attention remains focused on the number of COVID-19 deaths and new cases, a separate statistic -- the number of recovered patients -- may be equally important to the goal of minimizing the pandemic's infection rate as shelter-in-place orders are lifted.… [+7029 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-07T19:44:28Z",
            "title": "Black people in UK four times more likely to die of COVID-19: ONS - Al Jazeera English",
            "url": "https://www.youtube.com/watch?v=yac1SXHbunM",
            "urlToImage": "https://i.ytimg.com/vi/yac1SXHbunM/maxresdefault.jpg",
            "description": "Black people are four times more likely to die of coronavirus than white people in the United Kingdom, the Office for National Statistics (ONS) has said. The...",
            "content": "Black people are four times more likely to die of coronavirus than white people in the United Kingdom, the Office for National Statistics (ONS) has said.The ONS said people of Bangladeshi, Pakistani and Indian origin are also at a significantly higher risk. T… [+381 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-07T18:45:38Z",
            "title": "Gravitas: The mysterious death of a Chinese researcher in the US - WION",
            "url": "https://www.youtube.com/watch?v=Gc_P64qZm0w",
            "urlToImage": "https://i.ytimg.com/vi/Gc_P64qZm0w/maxresdefault.jpg",
            "description": "A Chinese-born coronavirus researcher was found dead in the US. The police say this is a case of murder-suicide. #Gravitas #ChineseResearcherMurdered #Chines...",
            "content": "A Chinese-born coronavirus researcher was found dead in the US. The police say this is a case of murder-suicide. \r\n#Gravitas#ChineseResearcherMurdered#ChineseCoronavirusResearcher\r\nAbout Channel: \r\nWION -The World is One News, examines global issues with in-d… [+1036 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-07T17:59:54Z",
            "title": "Coronavirus: 5 cases, 10 recoveries in London-Middlesex; outbreak at Sarnia's Landmark Village declared over - Global News",
            "url": "http://globalnews.ca/news/6915621/london-middlesex-covid-19-may-7/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/rjb11061593-3.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The total number of confirmed cases in London-Middlesex is now 436, of which 284 have recovered -- about 65 per cent of cases -- while 42 have died.",
            "content": "Health officials in London and Middlesex say five people have tested positive for novel coronavirus and 10 have recovered, while officials in Lambton County say a more-than-month-long outbreak at a Sarnia retirement home has been declared over.\r\nHealth offici… [+10704 chars]"
        }
    ]
}