{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-10T04:15:19Z",
            "title": "12-year-old makes hundreds of masks amid COVID-19 outbreak - KCRA News",
            "url": "https://www.youtube.com/watch?v=1JqZqlvkvj0",
            "urlToImage": "https://i.ytimg.com/vi/1JqZqlvkvj0/maxresdefault.jpg",
            "description": "More and more people are helping the community in anyway the can during the novel coronavirus outbreak. A 6th grader from Ceres is using her time away from s...",
            "content": "More and more people are helping the community in anyway the can during the novel coronavirus outbreak. A 6th grader from Ceres is using her time away from school to make masks. Ilyana Vidal, 12, has sewed 200 masks so far. She says she is just getting starte… [+271 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-10T03:22:36Z",
            "title": "U of M COVID-19 drug trial needs volunteers to help separate hope from hype - KARE 11",
            "url": "https://www.youtube.com/watch?v=n2f7gjREZVQ",
            "urlToImage": "https://i.ytimg.com/vi/n2f7gjREZVQ/hqdefault.jpg",
            "description": "Hydroxychloroquine has become a household name during daily White House coronavirus briefings, with President Trump often hyping the drug's prospects for com...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Sky.com"
            },
            "publishedAt": "2020-04-10T03:14:05Z",
            "title": "Coronavirus lingers in air longer than previously thought, scientists claim - Sky News",
            "url": "https://news.sky.com/story/coronavirus-3d-model-reveals-how-covid-19-can-spread-in-supermarket-11971373",
            "urlToImage": "https://e3.365dm.com/20/04/1600x900/skynews-coronavirus-finland-study_4966328.jpg?20200410024710",
            "description": "Researchers find particles carrying the virus can remain in the air for several minutes after a COVID-19 sufferer coughs.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-10T01:04:17Z",
            "title": "B.C. health food store under fire for bogus COVID-19 treatment claims - Global News",
            "url": "http://globalnews.ca/news/6803646/bc-health-food-store-covid-19-treatment-claims/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/bogus-covid.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Canadian and international medical experts have been clear that there is no known prevention or cure for the novel coronavirus.",
            "content": "A Port Coquitlam natural foods store is under fire for advertising supplements it claims prevent the spread of COVID-19.\r\nA sign posted in the window of PoCo Naturals offers a variety of products, including zinc, quercetin and vitamins C and D, which it claim… [+2130 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Stuff.co.nz"
            },
            "publishedAt": "2020-04-10T00:41:00Z",
            "title": "Coronavirus arrived in New York from Europe, at least a month before city's first confirmed case - Stuff.co.nz",
            "url": "https://www.stuff.co.nz/national/health/coronavirus/120956950/coronavirus-arrived-in-new-york-from-europe-at-least-a-month-before-citys-first-confirmed-case",
            "urlToImage": "https://resources.stuff.co.nz/content/dam/images/1/z/x/w/3/j/image.related.StuffLandscapeSixteenByNine.1420x800.200iza.png/1586479526731.jpg",
            "description": "A study finds that the virus was already circulating in January undetected.",
            "content": "Coronavirus was likely circulating in New York at least a month before the city's first confirmed case and was brought to the city by travellers from Europe. Rather than China, where the virus originated, researchers say.\r\nA study led by Icahn School of Medic… [+3132 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thesun.co.uk"
            },
            "publishedAt": "2020-04-10T00:24:03Z",
            "title": "This is exactly how to clean your house to fight off coronavirus, according to doctors - The Sun",
            "url": "http://www.thesun.co.uk/fabulous/11367106/clean-house-coronavirus-experts-stop-spread-fight-prevent-doctors/",
            "urlToImage": "https://www.thesun.co.uk/wp-content/uploads/2020/04/NINTCHDBPICT000576120564.jpg?strip=all&quality=100&w=1200&h=800&crop=1",
            "description": "",
            "content": "A TEAM of experts have shared their top tips for stopping the spread of coronavirus in our homes from cleaning our shopping to what products to use. \r\nWith the UK continuing its lockdown and Brits now self-isolating at home, doctors have shared helpful tips t… [+7061 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T23:38:07Z",
            "title": "Coronavirus: Two employees at National Microbiology Lab in Winnipeg test positive for COVID-19 - Global News",
            "url": "http://globalnews.ca/news/6803268/coronavirus-national-microbiology-lab-winnipeg/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2019/07/cpt12108959.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Two employees at Canada's National Microbiology Labratory in Winnipeg are in self-isolation after testing positive for COVID-19.",
            "content": "Two employees at Canada’s National Microbiology Labratory in Winnipeg are in self-isolation after testing positive for COVID-19.\r\nOne person in close contact with the employees also contracted the virus.\r\nPublic health authorities have begun contact tracing a… [+646 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nzherald.co.nz"
            },
            "publishedAt": "2020-04-09T23:07:43Z",
            "title": "Covid 19 coronavirus: Does Oz really stack up with NZ? - New Zealand Herald",
            "url": "https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&objectid=12324069",
            "urlToImage": "https://www.nzherald.co.nz/resizer/Jh-sT-HajbwsXUgcPBsOIiKOREw=/1200x0/smart/filters:quality(70)/arc-anglerfish-syd-prod-nzme.s3.amazonaws.com/public/HZSW76YWUFEJVLJ4LGCN6C56VM.jpg",
            "description": "An epidemiologist suspects Australia may be hiding a 'rump' of coronavirus infection.",
            "content": "An epidemiologist suspects Australia's encouraging Covid-19 figures may not be giving the full picture of infection in the country.\r\n As at yesterday, New Zealand had 1239 confirmed and probable cases of the virus about 0.02 per cent of the population with 31… [+5195 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Venturebeat.com"
            },
            "publishedAt": "2020-04-09T22:45:45Z",
            "title": "Can a coronavirus tracking app be both effective and privacy-centric? - VentureBeat",
            "url": "https://venturebeat.com/2020/04/09/can-a-coronavirus-tracking-app-be-both-effective-and-privacy-centric/",
            "urlToImage": "https://venturebeat.com/wp-content/uploads/2020/03/people_tracking.jpg?w=1200&strip=all",
            "description": "Apps meant to limit the spread of coronavirus can use Bluetooth, GPS, cellular location tracking, or QR codes. Bluetooth is looking most promising.",
            "content": "On Monday the EU data protection watchdog called for the development of a single COVID-19 contact-tracing app that would be coordinated at European level.\r\nAs it stands the spread of coronavirus over the past weeks has seen governments forced to develop and r… [+8595 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T22:43:29Z",
            "title": "Coronavirus: Questions raised over moving seniors out of long-term care homes - Global News",
            "url": "http://globalnews.ca/news/6802259/coronavirus-seniors-care-homes-moving-parents/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/img_7891.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Families with loved ones in long-term care or group homes are faced with heart-wrenching decisions during the COVID-19 pandemic. Given the high potential for outbreaks, many wonder if it’s safe to take them out of their familiar surroundings.",
            "content": "With the senior population so vulnerable to COVID-19, many families across Alberta and the country are struggling with decisions on what’s best for them. Alle Ross was wondering what she should do for her 87-year-old mom, Eunice. \r\n“It was a dilemma. Do you b… [+2436 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-09T21:29:02Z",
            "title": "City announces mental health supports during coronavirus pandemic - CityNews Toronto",
            "url": "https://www.youtube.com/watch?v=U06PkdL_Yas",
            "urlToImage": "https://i.ytimg.com/vi/U06PkdL_Yas/hqdefault.jpg",
            "description": "The city is teaming up with several mental health service providers for people struggling during the COVID-19 pandemic. Mark McAllister with how you can acce...",
            "content": "The city is teaming up with several mental health service providers for people struggling during the COVID-19 pandemic. Mark McAllister with how you can access the services should you need it."
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T20:37:14Z",
            "title": "No, you shouldn’t intentionally infect yourself with the novel coronavirus, says London, Ont. epidemiologist - Global News",
            "url": "http://globalnews.ca/news/6801680/intentional-infection-novel-coronavirus-epidemiologist/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/gettyimages-1213286297-1.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Greta Bauer, a London, Ont. epidemiologist and Western University professor, says there are still many unknowns about the novel coronavirus.",
            "content": "Intentionally infecting yourself with the novel coronavirus is a very, very bad idea, and you shouldn’t do it.\r\nThat message from London, Ont. epidemiologist, Greta Bauer, may seen obvious, but it appears some aren’t getting the memo.\r\nThe Western University … [+4598 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lintelligencer.com"
            },
            "publishedAt": "2020-04-09T20:18:00Z",
            "title": "Coronavirus Canada update: Ontario first to 200 fatalities - lintelligencer",
            "url": "https://www.lintelligencer.com/coronavirus-canada-update-ontario-first-to-200-fatalities-2948-2020/",
            "urlToImage": "https://www.lintelligencer.com/wp-content/uploads/2020/04/Coronavirus-Canada-update-Ontario-first-to-200-fatalities.jpg",
            "description": null,
            "content": "The Ministry of Healths website announced 26 more fatalities in Ontario on Thursday, bringing its death toll to 200.\r\nHealth officials also diagnosed 483 new patients with COVID-19. It raises the provinces case count to 5,759, which includes 2,305 people who … [+981 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "publishedAt": "2020-04-09T19:14:29Z",
            "title": "Coronavirus now leading cause of death in US | TheHill - The Hill",
            "url": "https://thehill.com/homenews/news/492053-coronavirus-now-leading-cause-of-death-in-us",
            "urlToImage": "https://thehill.com/sites/default/files/newsletter-birx_040120getty.jpg",
            "description": "COVID-19, which is caused by the coronavirus that is spre...",
            "content": "COVID-19, which is caused by the coronavirus that is spreading across the globe, is now the deadliest disease in the U.S., causing more deaths per day than cancer or heart disease.\r\nA new graph published Tuesday by Maria Danilychev, a physician, showed COVID-… [+3063 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nerdist.com"
            },
            "publishedAt": "2020-04-09T19:07:30Z",
            "title": "3D Simulation Shows How Coronavirus May Spread in Air - Nerdist",
            "url": "https://nerdist.com/article/how-coronavirus-may-spread-in-air-covid19/",
            "urlToImage": "https://nerdist.com/wp-content/uploads/2020/04/cough-corona-spread-feature-image-04092020.jpg",
            "description": "This 3D simulation showing how the virus that causes COVID-19 spreads may make you rethink your attitude towards using masks.",
            "content": "Thanks to the COVID-19 pandemic, governments and health organizations around the world have been putting a strong emphasis on the necessity of wearing masks when out in public. Despite that ubiquitous, worldwide clarion call, however, the reason why this is t… [+3096 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-04-09T17:14:00Z",
            "title": "Fredericton woman who moved to Sierra Leone to fight Ebola now prepares for COVID-19 - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/new-brunswick/fredericton-woman-sierra-leone-1.5526639",
            "urlToImage": "https://i.cbc.ca/1.5526672.1586376563!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/faye-simmonds.JPG",
            "description": "Frederictonian Faye Simmonds moved to Freetown, Sierra Leone, in 2015 when the country was on the heels of dealing with an Ebola outbreak. Now she’s watching first hand as the country prepares to deal with its next outbreak, the coronavirus.",
            "content": "Frederictonian Faye Simmonds moved to Freetown, Sierra Leone, in 2015 when the country was on the heels of dealing with an Ebola outbreak. Now she's watching first hand as the country prepares to deal with its next outbreak, the coronavirus.\r\nAs of Wednesday,… [+2871 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Canoe.com"
            },
            "publishedAt": "2020-04-09T15:47:00Z",
            "title": "COVID-19 likely to kill thousands in Canada even with tough measures - Ottawa Sun",
            "url": "https://canoe.com/news/national/control-measures-critical-to-keeping-canadian-covid-19-deaths-under-22000-health-agency-says",
            "urlToImage": "https://postmediacanoe.files.wordpress.com/2020/04/justin-trudeau-2-e1586459206277.jpg",
            "description": "TORONTO — Amid crippling job losses across the country due to COVID-19, the federal government on Thursday warned the number of Canadians killed by the novel coronavirus would likely double o…",
            "content": "TORONTO — Amid crippling job losses across the country due to COVID-19, the federal government on Thursday warned the number of Canadians killed by the novel coronavirus would likely double over the next week and could reach thousands over the course of the p… [+4907 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-09T15:40:00Z",
            "title": "COVID-19 U.S.: Coronavirus outbreak came from Europe flights, not China, say researchers - National Post",
            "url": "https://nationalpost.com/news/covid-19-u-s-coronavirus-outbreak-came-from-europe-flights-not-china-say-researchers",
            "urlToImage": "https://nationalpostcom.files.wordpress.com/2020/04/europe.jpg",
            "description": "Two separate teams traced the virus genome in the States to flights arriving in New York from Europe",
            "content": "Two separate teams of researchers tracing the coronavirus outbreak in the States have concluded that the virus originated in travellers from Europe, not China, the New York Times reported Wednesday.\r\nStudies found that the virus was entering the country via f… [+2443 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theblaze.com"
            },
            "publishedAt": "2020-04-09T13:51:33Z",
            "title": "Most coronavirus cases in New York came from Europe, new studies show - TheBlaze",
            "url": "https://www.theblaze.com/news/most-coronavirus-cases-in-new-york-came-from-europe-new-studies-show",
            "urlToImage": "https://assets.rebelmouse.io/eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJpbWFnZSI6Imh0dHBzOi8vYXNzZXRzLnJibC5tcy8yMjkyNDI1OS9vcmlnaW4uanBnIiwiZXhwaXJlc19hdCI6MTY0MTQ2ODExOH0.5VEuxt0BNK8qiPpKmkKXGgkVD_1tq9l9f1ss7HTcUuQ/img.jpg?width=1200&coordinates=0%2C172%2C0%2C172&height=600",
            "description": "'The majority is clearly European'",
            "content": "Two studies of the genetic history of the coronavirus found that most cases in New York came from Europe, not China as had been previously assumed, the New York Times reported.\r\nTwo separate studies looking at completely different groups of New York cases cam… [+1981 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-09T12:35:39Z",
            "title": "3D model shows how an indoor cough can spread a 'cloud' of coronavirus - The Telegraph",
            "url": "https://www.youtube.com/watch?v=md6G2hqrhBE",
            "urlToImage": "https://i.ytimg.com/vi/md6G2hqrhBE/maxresdefault.jpg",
            "description": "This 3D model demonstrates to what extent a single cough in an indoor environment can spread an 'aerosol cloud' carrying coronavirus and other air-borne dise...",
            "content": null
        }
    ]
}