{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "The Telegram"
            },
            "publishedAt": "2020-07-31T11:14:04Z",
            "title": "Trump planning for U.S. rollout of coronavirus vaccine falling short, officials warn - The Telegram",
            "url": "https://www.thetelegram.com/news/world/trump-planning-for-us-rollout-of-coronavirus-vaccine-falling-short-officials-warn-479838/",
            "urlToImage": "https://www.thetelegram.com/media/photologue/photos/cache/trump-planning-for-us-rollout-of-coronavirus-vaccine-falling-short-officials-warn_medium",
            "description": "By Richard Cowan WASHINGTON (Reuters) - As scientists and pharmaceutical companies work at breakneck speed to develop a vaccine for the novel coronavirus, public health officials and senior U.S. lawmakers are sounding alarms about the Trump",
            "content": "By Richard Cowan\r\nWASHINGTON (Reuters) - As scientists and pharmaceutical companies work at breakneck speed to develop a vaccine for the novel coronavirus, public health officials and senior U.S. law… [+5556 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-07-31T11:03:14Z",
            "title": "Large U.S. COVID-19 vaccine trials will exclude pregnant women for now - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/large-u-s-covid-19-vaccine-trials-will-exclude-pregnant-women-for-now",
            "urlToImage": null,
            "description": "CHICAGO — The first two COVID-19 vaccines to enter large-scale U.S. trials will not be tested in pregnant women this year, raising questions about how this vulnerable population will be protected from the coronavirus, researchers told Reuters.",
            "content": "Its a problem because if (vaccines) are not tested in pregnancy, then they may not be available or people may not be comfortable offering them, said Dr. Denise Jamieson, chief of gynecology and obste… [+1353 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Telegram"
            },
            "publishedAt": "2020-07-31T10:45:33Z",
            "title": "U.S. records nearly 25,000 coronavirus deaths in July - The Telegram",
            "url": "https://www.thetelegram.com/news/world/us-records-nearly-25000-coronavirus-deaths-in-july-479813/",
            "urlToImage": "https://www.thetelegram.com/media/photologue/photos/cache/us-records-nearly-25000-coronavirus-deaths-in-july_medium",
            "description": "By Christine Chan and Lisa Shumaker (Reuters) - U.S. coronavirus deaths rose by almost 25,000 in July and cases doubled in at least 18 states during the month, according to a Reuters tally, dealing a crushing blow to hopes of quickly reopening the",
            "content": "By Christine Chan and Lisa Shumaker\r\n(Reuters) - U.S. coronavirus deaths rose by almost 25,000 in July and cases doubled in at least 18 states during the month, according to a Reuters tally, dealing … [+1684 chars]"
        },
        {
            "source": {
                "id": "google-news",
                "name": "Google News"
            },
            "publishedAt": "2020-07-31T10:45:05Z",
            "title": "Knoxville coronavirus vaccine trial now underway, more volunteers sought - WATE 6 On Your Side",
            "url": "https://news.google.com/__i/rss/rd/articles/CBMiK2h0dHBzOi8vd3d3LnlvdXR1YmUuY29tL3dhdGNoP3Y9UkJMRUZzLUZoUlnSAQA?oc=5",
            "urlToImage": null,
            "description": null,
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-07-31T06:49:00Z",
            "title": "Second wave? UK tightens lockdown in northern England - Reuters Canada",
            "url": "https://ca.reuters.com/article/topNews/idCAKCN24W0R5",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200731&t=2&i=1527819368&w=1200&r=LYNXNPEG6U0FL",
            "description": "British Prime Minister Boris Johnson on Friday postponed a planned easing of the coronavirus lockdown in England after a rise in infections amplified fears of a second deadly surge in COVID-19 cases.",
            "content": "LONDON (Reuters) - British Prime Minister Boris Johnson on Friday postponed a planned easing of the coronavirus lockdown in England after a rise in infections amplified fears of a second deadly surge… [+2770 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-07-31T05:36:12Z",
            "title": "Influenza rates at record low thanks to distancing during coronavirus, data suggests - Globalnews.ca",
            "url": "http://globalnews.ca/news/7238676/coronavirus-influenza-rates-drop/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/01/flu.jpg?quality=85&strip=all&crop=0px%2C21px%2C1024px%2C541px&resize=720%2C379",
            "description": "There's concern that the unprecedented drop in cases could have a negative impact on immunity levels in following seasons.",
            "content": "Global social distancing rules targeting coronavirus have pushed influenza infection rates to a record low, early figures show, signaling that the measures are having an unprecedented impact on other… [+3219 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Wired.co.uk"
            },
            "publishedAt": "2020-07-31T05:05:51Z",
            "title": "Here's everything we know about coronavirus immunity so far - Wired.co.uk",
            "url": "https://www.wired.co.uk/article/coronavirus-immunity",
            "urlToImage": "https://wi-images.condecdn.net/image/wrmd4LY2DOr/crop/1440/0.5235602094240838/f/wired-corona-immunity.jpg",
            "description": "People infected with Covid-19 do show an immune response to the virus, but the bad news is we don't know how long that response lasts",
            "content": "Its been a long time since we could watch a film in the cinema or attend a gig with a group of friends. And until there is an effective vaccine in widespread use, some form of social distancing will … [+7652 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "CNET"
            },
            "publishedAt": "2020-07-31T05:00:00Z",
            "title": "Pet owners shouldn't panic about the dog that died after COVID-19 infection - CNET",
            "url": "https://www.cnet.com/news/pet-owners-shouldnt-panic-about-the-dog-that-died-after-covid-19-infection/",
            "urlToImage": "https://cnet3.cbsistatic.com/img/R0QzXEC6-57FVcO1UaA769WxwsE=/756x567/2020/07/31/c6401bad-9c6a-488e-88f5-1c0baf8d0142/gettyimages-1262597046.jpg",
            "description": "Media headlines have confused the relationship between pets and the coronavirus.",
            "content": "How do dogs respond to COVID-19?\r\nGetty/Darian Traynor\r\nThe coronavirus pandemic is often discussed in terms of waves. First waves, second waves. The information surrounding the pandemic works in a s… [+4505 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Zoom"
            },
            "publishedAt": "2020-07-31T01:52:00Z",
            "title": "UK scientists to immunize hundreds with COVID-19 vaccine - Times Now",
            "url": "https://www.timesnownews.com/health/article/uk-scientists-to-immunize-hundreds-with-covid-19-vaccine/629840",
            "urlToImage": "https://imgk.timesnownews.com/story/covid-19-vaccine.gif?tr=w-560,h-292,fo-top",
            "description": "Scientists at Imperial College London say they are immunizing hundreds of people with an experimental coronavirus vaccine in an early trial.",
            "content": "London: Scientists at Imperial College London say they are immunizing hundreds of people with an experimental coronavirus vaccine in an early trial after seeing no worrying safety problems in a small… [+2446 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-07-31T00:55:00Z",
            "title": "2nd U.S. virus surge hits plateau, but few experts celebrate - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/2nd-u-s-virus-surge-hits-plateau-but-few-experts-celebrate-1.5046354",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.5046374.1596156829!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "While deaths from the coronavirus in the U.S. are mounting rapidly, public health experts are seeing a flicker of good news: The second surge of confirmed cases appears to be levelling off.",
            "content": "NEW YORK -- \r\nWhile deaths from the coronavirus in the U.S. are mounting rapidly, public health experts are seeing a flicker of good news: The second surge of confirmed cases appears to be levelling … [+5557 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-07-31T00:31:07Z",
            "title": "Coronavirus: Number of Kelowna cases rises to 130 with new counting method - Globalnews.ca",
            "url": "http://globalnews.ca/news/7237360/coronavirus-kelowna-cases-rise-new-counting-method/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/07/2020-07-30-bonnie-henry.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "“Much of the surge can be connected to Canada Day activities in and around the Central Okanagan, and particularly around the City of Kelowna.”",
            "content": "As expected, the number of coronavirus cases linked to Kelowna has risen.\r\nOn Wednesday, Interior Health announced that it would be using a new counting method when it came to the number of cases lin… [+3750 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-07-30T23:21:41Z",
            "title": "Children carry COVID-19 virus, small study finds - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/children-carry-covid-19-virus-small-study-finds",
            "urlToImage": null,
            "description": "Children younger than five carried major amounts of coronavirus in their upper respiratory tract, a small study published on Thursday showed, raising new questions about whether kids can infect others.",
            "content": "Children younger than five carried major amounts of coronavirus in their upper respiratory tract, a small study published on Thursday showed, raising new questions about whether kids can infect other… [+869 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Vancouver Sun"
            },
            "publishedAt": "2020-07-30T22:41:15Z",
            "title": "COVID-19 update for July 30: Here's the latest on coronavirus in B.C. - Vancouver Sun",
            "url": "https://vancouversun.com/health/local-health/covid-19-update-for-july-30-heres-the-latest-on-coronavirus-in-b-c",
            "urlToImage": "https://smartcdn.prod.postmedia.digital/vancouversun/wp-content/uploads/2020/02/afp_1oo2kl.jpg",
            "description": "COVID-19 update for July 30: Here's the latest on coronavirus in B.C.",
            "content": "It says Indigenous communities in the Tahltan Territory are particularly vulnerable to a COVID-19 outbreak due to their highly social culture and limited access to timely testing and medical services… [+1329 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "News-Medical.Net"
            },
            "publishedAt": "2020-07-30T22:20:00Z",
            "title": "Smoking worsens COVID-19 severity, warn researchers - News-Medical.Net",
            "url": "https://www.news-medical.net/news/20200730/Smoking-worsens-COVID-19-severity-warn-researchers.aspx",
            "urlToImage": "https://www.news-medical.net/image.axd?picture=2020%2f7%2fshutterstock_1713237883_6c31bf85ebb94a1db42886bdca80b3d1-620x480.jpg",
            "description": "A study conducted by researchers at the University of California, Los Angeles, suggests that smoking increases the risk of more severe lung disease in cases of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection.",
            "content": "A study conducted by researchers at the University of California, Los Angeles and Cedars Sinai Medical Center suggests that smoking increases the risk of more severe lung disease in cases of severe a… [+5157 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Motley Fool"
            },
            "publishedAt": "2020-07-30T21:39:00Z",
            "title": "Johnson & Johnson's Coronavirus Vaccine Candidate Efficacious in Pre-Clinical Studies; Human Testing Has Begun - The Motley Fool",
            "url": "https://www.fool.com/investing/2020/07/30/johnson-johnsons-coronavirus-vaccine-candidate-eff.aspx",
            "urlToImage": "https://g.foolcdn.com/editorial/images/584843/a-researcher-studying-a-sample-in-a-petri-dish.jpg",
            "description": "The company aims to start a phase 3 clinical trial for Ad26.COV2-S in September.",
            "content": "Johnson &amp; Johnson(NYSE:JNJ) has gained some ground in the coronavirus vaccine race. On Thursday, the pharmaceutical and consumer goods company announced that in pre-clinical studies, its Ad26.COV… [+1897 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Best Life"
            },
            "publishedAt": "2020-07-30T21:37:05Z",
            "title": "Why You May Actually Already Be Safe From COVID, New Study Says - Best Life",
            "url": "http://bestlifeonline.com/preexisting-covid-immunity/",
            "urlToImage": "https://i0.wp.com/bestlifeonline.com/wp-content/uploads/2020/07/man-trying-to-build-covid-immunity.jpg?fit=1200%2C800&ssl=1",
            "description": "New research has discovered T cells in people not yet exposed to the coronavirus, indicating that some people may have preexisting COVID immunity.",
            "content": "For the last six months, people all over the world have initiated new measures into their life to try to protect themselves from becoming the next victim of COVID-19. Hand sanitizer has flown off the… [+3204 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "WRCB-TV"
            },
            "publishedAt": "2020-07-30T19:45:00Z",
            "title": "Why some people who haven't had COVID-19 might already have some immunity - WRCB-TV",
            "url": "https://www.wrcbtv.com/story/42434447/why-some-people-who-havent-had-covid19-might-already-have-some-immunity",
            "urlToImage": "https://WRCB.images.worldnow.com/images/19770214_G.jpeg?lastEditedDate=1596123851000",
            "description": "A sample of 68 healthy adults in Germany who had not been exposed to the coronavirus, 35% had T cells in their blood that were reactive to the virus.",
            "content": "The immune systems of some people who have not been exposed to the novel coronavirus could have some familiarity with the pathogen -- possibly helping to reduce the severity of illness if that person… [+5643 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-07-30T19:35:00Z",
            "title": "Three more COVID-19 deaths at Good Samaritan Southgate care centre - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/edmonton/alberta-deena-hinshaw-covid-19-coronavirus-1.5668994",
            "urlToImage": "https://i.cbc.ca/1.5663615.1595774202!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/covid-alta-20200521.jpg",
            "description": "Early efforts to flatten the COVID-19 curve were successful, according to an analysis of serology tests that has given the province a baseline to better understand the spread of coronavirus through the population, Alberta's top doctor says.",
            "content": "Early efforts to flatten the COVID-19 curve were successful, according to an analysis of serology tests that has given the province a baseline to better understand the spread of coronavirus through t… [+4220 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Asia Times"
            },
            "publishedAt": "2020-07-30T19:33:00Z",
            "title": "WHO: Young people are ‘letting down their guard’ - Asia Times",
            "url": "http://asiatimes.com/2020/07/who-young-people-are-letting-down-their-guard/",
            "urlToImage": "https://i0.wp.com/asiatimes.com/wp-content/uploads/2020/07/Screen-Shot-2020-07-30-at-20.31.13.png?fit=672%2C448&ssl=1",
            "description": "The World Health Organization on Thursday warned that spikes in coronavirus transmission in a number of countries were being driven by young people “letting down their guard.” “Yo…",
            "content": "The World Health Organization on Thursday warned that spikes in coronavirus transmission in a number of countries were being driven by young people letting down their guard.\r\nYoung people are not inv… [+2791 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Medical Xpress"
            },
            "publishedAt": "2020-07-30T19:21:27Z",
            "title": "UK scientists to immunize hundreds with coronavirus vaccine - Medical Xpress",
            "url": "https://medicalxpress.com/news/2020-07-uk-scientists-immunize-hundreds-coronavirus.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2020/3-ukscientists.jpg",
            "description": "Scientists at Imperial College London say they are immunizing hundreds of people with an experimental coronavirus vaccine in an early trial after seeing no worrying safety problems in a small number vaccinated so far.",
            "content": "Scientists at Imperial College London say they are immunizing hundreds of people with an experimental coronavirus vaccine in an early trial after seeing no worrying safety problems in a small number … [+6701 chars]"
        }
    ]
}