{
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-04-18T16:30:40Z",
            "title": "UK government faces mounting criticism over protection clothing shortages - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-britain-idUSKBN2200DG",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200418&t=2&i=1515574934&w=1200&r=LYNXMPEG3H07C",
            "description": "Doctors and health workers criticized the British government on Saturday for suggesting that gowns used to protect them while treating coronavirus patients could be re-used, as supplies run low across the country.",
            "content": "LONDON (Reuters) - Doctors and health workers criticized the British government on Saturday for suggesting that gowns used to protect them while treating coronavirus patients could be re-used, as supplies run low across the country. \r\nBritain is at or near th… [+2427 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-18T16:13:52Z",
            "title": "New Brunswick reports single additional case of coronavirus - Global News",
            "url": "http://globalnews.ca/news/6837017/new-brunswick-covid-19-update-april-18/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/rjb10358658-4.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The province announced on Saturday that they have detected a single additional case, bringing the total number of cases in New Brunswick to 118.",
            "content": "New Brunswick says it has recorded its first new COVID-19 case in three days.\r\nThe province announced on Saturday that they have detected a single additional case, bringing the total number of cases in New Brunswick to 118.\r\nREAD MORE: New Brunswick announces… [+2539 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-18T14:29:33Z",
            "title": "Our mental health won’t be the same after coronavirus pandemic, experts say - Global News",
            "url": "http://globalnews.ca/news/6828046/mental-health-pandemic-coronavirus-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/thumbwebsite.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "While countries try to contain the spread of COVID-19, mental health experts say we can’t lose sight of the long-term mental health impact the pandemic is going to have on society.",
            "content": "While countries around the world continue to mobilize to contain the spread of the coronavirus, mental health experts say we cant lose sight of another alarming issue: the long-term mental health impact the pandemic is going to leave on society.\r\n“What I thin… [+7441 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-18T13:58:28Z",
            "title": "Model suggest South Carolina may have passed peak deaths - News 19 WLTX",
            "url": "https://www.youtube.com/watch?v=yvI_PYgrsho",
            "urlToImage": "https://i.ytimg.com/vi/yvI_PYgrsho/hqdefault.jpg",
            "description": "One of the major coronavirus models suggests that South Carolina may have passed peak in number of deaths, hospital resource use.",
            "content": "One of the major coronavirus models suggests that South Carolina may have passed peak in number of deaths, hospital resource use."
        },
        {
            "source": {
                "id": null,
                "name": "Thetelegram.com"
            },
            "publishedAt": "2020-04-18T13:51:07Z",
            "title": "Dutch Coronavirus infections reach 31,589, 142 new deaths: authorities - The Telegram",
            "url": "https://www.thetelegram.com/news/world/dutch-coronavirus-infections-reach-31589-142-new-deaths-authorities-439256/",
            "urlToImage": "https://www.thetelegram.com/media/photologue/photos/cache/dutch-coronavirus-infections-reach-31589-142-new-deaths-authorities_medium",
            "description": "THE HAGUE (Reuters) - Confirmed coronavirus infections in the Netherlands have risen by 1,140 to 31,589, Dutch health authorities said on Saturday. The death toll among people known to have been infected with the novel coronavirus increased by 142 to",
            "content": "THE HAGUE (Reuters) - Confirmed coronavirus infections in the Netherlands have risen by 1,140 to 31,589, Dutch health authorities said on Saturday.\r\nThe death toll among people known to have been infected with the novel coronavirus increased by 142 to 3,601, … [+137 chars]"
        },
        {
            "source": {
                "id": "the-irish-times",
                "name": "The Irish Times"
            },
            "publishedAt": "2020-04-18T13:50:03Z",
            "title": "No proof of immunity in recovered coronavirus patients, says WHO - The Irish Times",
            "url": "https://www.irishtimes.com/news/health/no-proof-of-immunity-in-recovered-coronavirus-patients-says-who-1.4232563",
            "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.4232562.1587216199!/image/image.jpg",
            "description": "Head of WHO’s emergencies programme Dr Mike Ryan said antibody tests also raised ethical questions",
            "content": "There is no evidence that blood tests to detect Covid-19 antibodies can show whether a person has immunity or is no longer at risk of becoming re-infected, according to the World Health Organisation (WHO).\r\nIn a briefing, WHO epidemiologists warned despite ho… [+3011 chars]"
        },
        {
            "source": {
                "id": "fox-news",
                "name": "Fox News"
            },
            "publishedAt": "2020-04-18T12:51:08Z",
            "title": "One third of participants in Massachusetts study tested positive for coronavirus - Fox News",
            "url": "https://www.foxnews.com/science/third-blood-samples-massachusetts-study-coronavirus",
            "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2020/04/20200410-covid-test.jpg",
            "description": "Residents of a Massachusetts town are infected but don't know it.",
            "content": "Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.\r\nAround a third of participants in a Massachusetts study tested positive for antibodies linked with coronavirus, according to researchers. \r\nThe Mass. General study t… [+2408 chars]"
        },
        {
            "source": {
                "id": "al-jazeera-english",
                "name": "Al Jazeera English"
            },
            "publishedAt": "2020-04-18T11:49:53Z",
            "title": "Coronavirus: Spotlight on hard-hit elderly homes as toll emerges - Al Jazeera English",
            "url": "https://www.aljazeera.com/news/2020/04/coronavirus-spotlight-hard-hit-elderly-homes-toll-emerges-200418083848929.html",
            "urlToImage": "https://www.aljazeera.com/mritems/Images/2020/4/18/50e70e0f94134e4991cb70de9f6a862c_18.jpg",
            "description": "Authorities in US, Canada, Italy, France and Spain launch investigations into response of several nursing homes.",
            "content": "Authorities in several countries, including the United States, Italy, Spain, France and Canada, have launched inquiries into how elderly care facilities have responded to the coronavirus crisis after reports emerged of high death rates at those facilities.\r\nT… [+6471 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-18T09:47:36Z",
            "title": "70 coronavirus vaccines in development across the globe - Sky News Australia",
            "url": "https://www.youtube.com/watch?v=i4NFCGZBZZ0",
            "urlToImage": "https://i.ytimg.com/vi/i4NFCGZBZZ0/maxresdefault.jpg",
            "description": "Scientists around the world urgently seek a coronavirus vaccine with 70 possible candidates in development globally. The British Government has formed a spec...",
            "content": "Scientists around the world urgently seek a coronavirus vaccine with 70 possible candidates in development globally.\r\nThe British Government has formed a special task force to try and find a vaccination for COVID-19 and next week a British prototype will be t… [+129 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-18T09:36:11Z",
            "title": "UK coronavirus death toll rises to 14576 - Sky News Australia",
            "url": "https://www.youtube.com/watch?v=NbS-S8CSZtY",
            "urlToImage": "https://i.ytimg.com/vi/NbS-S8CSZtY/maxresdefault.jpg",
            "description": "The United Kingdom’s coronavirus death toll has risen to more than 14,576 after 847 people died in hospitals across the country within the last 24 hours. The...",
            "content": "The United Kingdoms coronavirus death toll has risen to more than 14,576 after 847 people died in hospitals across the country within the last 24 hours. \r\nThe previous day there were 861 deaths and last week the UK death toll peaked at 980. \r\nThe National Hea… [+185 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mondaq.com"
            },
            "publishedAt": "2020-04-18T05:48:13Z",
            "title": "Canadian Health Sector: Weekly COVID-19 Update - Coronavirus (COVID-19) - Canada - Mondaq News Alerts",
            "url": "https://www.mondaq.com/canada/government-measures/919112/canadian-health-sector-weekly-covid-19-update",
            "urlToImage": "https://www.mondaq.com/images/Mondaq_Share.jpg",
            "description": "This bulletin summarizes select legislative changes, government orders and other significant developments affecting health care providers and organizations across Canada during the past week.",
            "content": "New measures implemented up to April 5, 2020 by governments\r\nacross Canada to respond to the COVID-19 outbreak continue to focus\r\non increasing capacity of the health care sector (including,\r\nspecifically, health care providers) and reducing the spread of the… [+26751 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sootoday.com"
            },
            "publishedAt": "2020-04-18T05:23:00Z",
            "title": "'LIBERATE!': Trump pushes states to lift virus restrictions - SooToday",
            "url": "https://www.sootoday.com/world-news/liberate-trump-pushes-states-to-lift-virus-restrictions-2261252",
            "urlToImage": "https://www.vmcdn.ca/f/files/shared/feeds/cp/2020/04/camt110-417_2020_205700.jpg;w=650;h=433;mode=crop",
            "description": "WASHINGTON — President Donald Trump urged supporters to “LIBERATE” three states led by Democratic governors Friday, apparently encouraging protests against stay-at-home mandates aimed at stopping the coronavirus.",
            "content": "WASHINGTON President Donald Trump urged supporters to LIBERATE three states led by Democratic governors Friday, apparently encouraging protests against stay-at-home mandates aimed at stopping the coronavirus. At least two states under Republican leadership to… [+7419 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Indiatoday.in"
            },
            "publishedAt": "2020-04-18T03:55:05Z",
            "title": "Oxford researchers' vaccine gives hope against coronavirus - dineshr",
            "url": "https://www.indiatoday.in/science/story/coronavirus-vaccine-chadox1-university-of-oxford-1668272-2020-04-18?utm_source=rss",
            "urlToImage": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202004/2020-04-10T000000Z_1023407107_-647x363.png?iUH_rdksiZ9fARvO4pR37TKcL59rULH7",
            "description": "Scientists at the University of Oxford are promising a super fast vaccine against the novel coronavirus and say it will be available by September. At a virtual press conference on Friday, the lead researcher of the vaccine development programme, Prof. Sarah G…",
            "content": "Scientists at the University of Oxford are promising a super fast vaccine against the novel coronavirus and say it will be available by September.\r\nAt a virtual press conference on Friday, the lead researcher of the vaccine development programme, Prof. Sarah … [+2964 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mirror.co.uk"
            },
            "publishedAt": "2020-04-18T03:24:33Z",
            "title": "Hopes of a million coronavirus vaccines by September as human trials start next week - Mirror Online",
            "url": "https://www.mirror.co.uk/news/uk-news/hopes-million-coronavirus-vaccines-september-21886757",
            "urlToImage": "https://i2-prod.mirror.co.uk/incoming/article21886736.ece/ALTERNATES/s1200/1_Coronavirus-Fri-Apr-17-2020.jpg",
            "description": "The University of Oxford is beginning human trials on a coronavirus vaccine next week - and the UK government is already working to make a million doses available",
            "content": "Scientists are hopeful that a million doses of a vaccine for Covid-19 could be available by September.\r\nThe first human trials of a jab which is being developed at the University of Oxford are set to begin next week.\r\nAlthough it is too early to say if it wil… [+3000 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nature.com"
            },
            "publishedAt": "2020-04-18T02:45:32Z",
            "title": "Will antibody tests for the coronavirus really change everything? - Nature.com",
            "url": "https://www.nature.com/articles/d41586-020-01115-z",
            "urlToImage": "https://media.nature.com/lw1024/magazine-assets/d41586-020-01115-z/d41586-020-01115-z_17900064.jpg",
            "description": "Touted as society's way out of widespread lockdowns, scientists say the true potential of these rapidly-developed tests is still unknown.",
            "content": "Antibody tests might be used to help stem the COVID-19 pandemic but first must must overcome several hurdles.Credit: Greg Baker/AFP/Getty\r\nBritish Prime Minister Boris Johnson called them a game changer. Antibody tests have captured the worlds attention for t… [+10802 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-18T02:12:53Z",
            "title": "Jewel talks about coronavirus and the importance of mental health - Yahoo Finance",
            "url": "https://www.youtube.com/watch?v=aODogyvBcOg",
            "urlToImage": "https://i.ytimg.com/vi/aODogyvBcOg/hqdefault.jpg",
            "description": "Grammy-nominated singer/songwriter Jewel joins Yahoo Finance to discuss her passion for mental health awareness and how she's helping people cope with anxiet...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.comworld"
            },
            "publishedAt": "2020-04-18T01:27:45Z",
            "title": "Antibody study suggests coronavirus is far more widespread than previously thought - The Guardian",
            "url": "https://amp.theguardian.comworld/2020/apr/17/antibody-study-suggests-coronavirus-is-far-more-widespread-than-previously-thought",
            "urlToImage": "https://i.guim.co.uk/img/media/6c6e27d312f7ffc6aa172e2d894e862bad80af05/0_35_4000_2400/master/4000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=12926fff630c03b10f752c09e2890b8b",
            "description": "Non-peer reviewed study from Stanford found rate of virus may be 50-85 times higher than official figures",
            "content": "A new study in California has found the number of people infected with coronavirus may be tens of times higher than previously thought.\r\nThe study from Stanford University, which was released Friday and has yet to be peer reviewed, tested samples from 3,330 p… [+3479 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lfpress.com"
            },
            "publishedAt": "2020-04-17T21:29:57Z",
            "title": "Coronavirus: New London cases hit one-day record amid retirement home outbreak - The London Free Press",
            "url": "https://lfpress.com/news/local-news/coronavirus-new-london-cases-hit-one-day-record-amid-retirement-home-outbreak",
            "urlToImage": "https://postmedialfpress.files.wordpress.com/2020/04/ldn20200417dr002_78083820-e1587158873994.jpg",
            "description": "After days of modest growth in new cases, the London area saw its largest one-day jump in coronavirus cases Friday – as did Ontario – amid an outbreak at an Old South retirement home th…",
            "content": "After days of modest growth in new cases, the London area saw its largest one-day jump in coronavirus cases Friday – as did Ontario – amid an outbreak at an Old South retirement home that accounted for 14 of the new infections.\r\nThe 24-case spike reported by … [+4966 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-17T21:10:10Z",
            "title": "Coronavirus: 1 new confirmed case in Peterborough; 80 per cent of tests return negative - Global News",
            "url": "http://globalnews.ca/news/6834707/coronavirus-1-new-confirmed-case-in-peterborough-80-per-cent-of-tests-return-negative/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/ny765-311_2020_160123-2.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Peterborough Public Health reports 54 confirmed cases of coronavirus in its jurisdiction on Friday.",
            "content": "After four-straight days of no new cases of coronavirus, Peterborough Public Health reported one new case in its jurisdiction on Friday.\r\nThe new case brings the total to 54 confirmed cases for the health unit which is responsible for Peterborough, Peterborou… [+926 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-17T20:42:01Z",
            "title": "Kingston’s first COVID-19 wave near its end, but more possibly on the horizon: public health - Global News",
            "url": "http://globalnews.ca/news/6834124/kingston-first-covid-19-wave-nears-end/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/image-from-ios-2.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "KFL&A Public Health says it's clear Kingston has seen its first wave of the coronavirus, but lack of immunity in the region might allow for more to strike.",
            "content": "With novel coronavirus case numbers staying steady in Kingston, KFL&amp;A Public Health‘s medical officer of health says the region has seen its first real peak of the virus.\r\nOn Friday, numbers remain at 55 total cases, 51 of which are resolved.\r\nThere have … [+2173 chars]"
        }
    ]
}