{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-05-07T12:35:19Z",
            "title": "Travel From New York City Seeded Wave of U.S. Outbreaks - The New York Times",
            "url": "https://www.nytimes.com/2020/05/07/us/new-york-city-coronavirus-outbreak.html",
            "urlToImage": "https://static01.nyt.com/images/2020/05/06/us/2020-05-06-nyc-virus-hub-chart-promo-1588808590076/2020-05-06-nyc-virus-hub-chart-promo-1588808590076-facebookJumbo-v3.png",
            "description": "The coronavirus outbreak in New York City became the primary source of infections around the United States, researchers have found.",
            "content": "New York Citys coronavirus outbreak grew so large by early March that the city became the primary source of new infections in the United States, new research reveals, as thousands of infected people traveled from the city and seeded outbreaks around the count… [+12624 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-07T11:31:58Z",
            "title": "Fears of coronavirus ‘second wave’ hang over successes, relaxed measures - Global News",
            "url": "http://globalnews.ca/news/6915058/coronavirus-worldwide-second-wave/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/co.jpeg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Health experts have expressed growing dread that a potential second wave of deaths and infections could force governments to clamp back down.",
            "content": "Regional and political fractures are emerging in many nations over how fast to lift the lid on coronavirus-imposed lockdowns, as worries about economic devastation collide with fears of a second wave of deaths.\r\nFrench mayors are resisting the government’s ca… [+6370 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-07T11:11:34Z",
            "title": "Pandemic fallout: Health experts warn of mental illness surge - Al Jazeera English",
            "url": "https://www.youtube.com/watch?v=rfMil7GPAsA",
            "urlToImage": "https://i.ytimg.com/vi/rfMil7GPAsA/maxresdefault.jpg",
            "description": "Health experts are warning the coronavirus pandemic could lead to an historic surge in mental health problems, as a growing number of people turn to drugs an...",
            "content": "Health experts are warning the coronavirus pandemic could lead to an historic surge in mental health problems, as a growing number of people turn to drugs and alcohol.A federal US emergency hotline reported a 1,000-percent increase in calls in April.A poll ha… [+383 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-05-07T11:03:00Z",
            "title": "U.S. scientists scramble to study life-threatening syndrome in kids linked to coronavirus - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/u-s-scientists-scramble-to-study-life-threatening-syndrome-in-kids-linked-to-coronavirus",
            "urlToImage": "https://secure.gravatar.com/blavatar/bf69214e83fdd5520e4b5d91ba3b7d64?s=200&ts=1588855859",
            "description": "CHICAGO — U.S. scientists are working to understand a rare, life-threatening inflammatory syndrome in children associated with exposure to the new coronavirus by quickly assembling clinical t…",
            "content": "CHICAGO — U.S. scientists are working to understand a rare, life-threatening inflammatory syndrome in children associated with exposure to the new coronavirus by quickly assembling clinical trials and patient registries.\r\nCases were first reported in Britain,… [+4280 chars]"
        },
        {
            "source": {
                "id": "independent",
                "name": "Independent"
            },
            "publishedAt": "2020-05-07T09:59:54Z",
            "title": "Black Britons almost twice as likely to die from coronavirus than white counterparts - The Independent",
            "url": "https://www.independent.co.uk/news/health/coronavirus-ethnic-groups-death-rate-black-males-covid-19-england-wales-a9503201.html",
            "urlToImage": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2020/05/07/10/ethnic-minorities.jpg",
            "description": "Study by Office for National Statistics shows impact of Covid-19 ethnic minorities in England and Wales can only be partly explained by factors such as age, deprivation and disability",
            "content": "Black men and women are almost twice as likely to die from coronavirus when compared to white people, a new analysis by the Office for National Statistics has found.\r\nThe study, published today, shows that after accounting for age, wealth and factors such as … [+4988 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-07T09:12:25Z",
            "title": "London, Ont., researchers first in world to treat COVID-19 with specialized dialysis - Global News",
            "url": "http://globalnews.ca/news/6913313/london-research-coronavirus-treatment-dialysis/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/patient_intubation4.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Researchers in London, Ont., say they've been able to treat COVID-19 with a specialized dialysis procedure, marking a global first in the fight against novel coronavirus.",
            "content": "Researchers in London, Ont., say they’ve been able to treat COVID-19 with a specialized dialysis procedure, marking a global first in the fight against the novel coronavirus.\r\nThe team is made up of scientists from the Lawson Health Research Institute who use… [+3437 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Tribuneindia.com"
            },
            "publishedAt": "2020-05-07T08:43:19Z",
            "title": "Italian researchers claim world's first coronavirus vaccine: Report - The Tribune India",
            "url": "https://www.tribuneindia.com/news/health/italian-researchers-claim-worlds-first-coronavirus-vaccine-report-81639",
            "urlToImage": "https://cms.tribuneindia.com/gallary_content/2020/5/2020_5$largeimg_43233020.jpeg",
            "description": "The total number of Covid-19 infections has risen to 213,013",
            "content": "Rome, May 7\r\nItalian researchers have claimed that they have successfully developed a vaccine to contain coronavirus (Covid-19) which is likely to work on humans, a report said.\r\nLuigi Aurisicchio, CEO of Takis, the firm developing the medication, said that a… [+1949 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Deccanherald.com"
            },
            "publishedAt": "2020-05-07T06:28:19Z",
            "title": "'How bats carry coronavirus without getting sick decoded' - Deccan Herald",
            "url": "https://www.deccanherald.com/science-and-environment/how-bats-carry-coronavirus-without-getting-sick-decoded-834567.html",
            "urlToImage": "https://www.deccanherald.com/sites/dh/files/article_images/2020/05/07/bat-1588832899.jpg",
            "description": "Scientists have uncovered how bats can carry the MERS coronavirus without getting sick, shedding light on what triggers coronaviruses, including the one behind the COVID-19 pandemic, to jump to humans. According to the study, published in the journal Scientif…",
            "content": "Scientists have uncovered how bats can carry the MERS coronavirus without getting sick, shedding light on what triggers coronaviruses, including the one behind the COVID-19 pandemic, to jump to humans.\r\nAccording to the study, published in the journal Scienti… [+3267 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencealert.com"
            },
            "publishedAt": "2020-05-07T02:07:34Z",
            "title": "Llama Antibodies Could Help Us Defeat COVID-19, Scientists Say - ScienceAlert",
            "url": "https://www.sciencealert.com/llama-blood-could-play-a-role-in-helping-people-fight-off-coronavirus-infections",
            "urlToImage": "https://www.sciencealert.com/images/2020-05/processed/llama_ab_covid_1024.jpg",
            "description": "Scientists say llamas could help defeat the coronavirus.",
            "content": "Scientists say llamas could help defeat the coronavirus.\r\nAccording to a new study published in the journal Cell Tuesday by an international team of researchers, antibodies found in the blood of llamas were able to stave off COVID infections.\r\n\"This is one of… [+1944 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Montrealgazette.com"
            },
            "publishedAt": "2020-05-07T00:58:39Z",
            "title": "Coronavirus: 12 children, four employees infected at Mascouche daycare - Montreal Gazette",
            "url": "https://montrealgazette.com/news/local-news/coronavirus-12-children-four-employees-infected-at-mascouche-daycare",
            "urlToImage": "https://postmediamontrealgazette2.files.wordpress.com/2020/05/0318-city-daycare-2.jpg",
            "description": "Coronavirus: 12 children, four employees infected at Mascouche daycare",
            "content": "Quebec has recorded its first COVID-19 outbreak at a daycare, says the director of public health for the Lanaudière region.\r\nThe daycare centre an emergency childcare service for essential workers in Mascouche was closed on Monday, Dr. Richard Lessard said in… [+670 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T23:00:17Z",
            "title": "Airborne transmission of COVID-19 unlikely: experts - CBC News: The National",
            "url": "https://www.youtube.com/watch?v=TBtrj9I_xX8",
            "urlToImage": "https://i.ytimg.com/vi/TBtrj9I_xX8/maxresdefault.jpg",
            "description": "Infectious disease experts say research that found pieces of coronavirus suspected to have travelled through the air showed no evidence that those particles ...",
            "content": "Infectious disease experts say research that found pieces of coronavirus suspected to have travelled through the air showed no evidence that those particles were still infectious.\r\nWelcome to The National, the flagship nightly newscast of CBC News.\r\n»»» Subsc… [+428 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-05-06T22:57:09Z",
            "title": "Dominant coronavirus strain genetically different, not more contagious - Business Insider - Business Insider",
            "url": "https://www.businessinsider.com/dominant-coronavirus-strain-genetically-different-not-more-contagious-2020-5",
            "urlToImage": "https://i.insider.com/5eb2e009e3c3fb7f702e8327?width=1200&format=jpeg",
            "description": "A non-peer-reviewed study has suggested the dominant strain of the coronavirus worldwide is more contagious than the original. Experts aren't so sure.",
            "content": "Preliminary research from scientists at Los Alamos National Laboratory suggests that a version of the new coronavirus with a particular mutation is outcompeting all the rest.\r\nThe strain is of \"urgent concern,\"the scientists wrote. \"It began spreading in Euro… [+4999 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thelancet.com"
            },
            "publishedAt": "2020-05-06T22:37:16Z",
            "title": "Effective transmission across the globe: the role of climate in COVID-19 mitigation strategies - The Lancet",
            "url": "https://www.thelancet.com/journals/lanplh/article/PIIS2542-5196(20)30106-6/fulltext",
            "urlToImage": null,
            "description": "Coronavirus disease 2019 (COVID-19) has been declared a pandemic by WHO, owing to\nits rapid global spread and alarming ability to quickly overwhelm health-care services\nas a result of patients requiring critical care. A pertinent question for COVID-19\nmitigat…",
            "content": "We use cookies to help provide and enhance our service and tailor content and ads. By continuing you agree to the use of cookies.\r\nCopyright © 2020 Elsevier Inc. except certain content provided by third parties.\r\nPrivacy Policy   Terms and Conditions"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-05-06T21:02:29Z",
            "title": "Coronavirus: Will we ever shake hands again? - BBC News",
            "url": "https://www.bbc.com/news/world-us-canada-52506079",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/3FE6/production/_112085361_adam-nc.png",
            "description": "Will Covid-19 make handshakes a relic of the past? If so, what might that mean about the future of human touch and interaction?",
            "content": "Around the world, humans are struggling to ignore thousands of years of bio-social convention and avoid touching another. Shaking hands might be one of the hardest customs to lose in the post-pandemic world but there are alternatives, writes James Jeffrey.\r\nT… [+9371 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cp24.com"
            },
            "publishedAt": "2020-05-06T19:22:00Z",
            "title": "'If this thing boomerangs': Second wave of infections feared - CP24 Toronto's Breaking News",
            "url": "https://www.cp24.com/world/if-this-thing-boomerangs-second-wave-of-infections-feared-1.4927754",
            "urlToImage": "https://www.cp24.com/polopoly_fs/1.4927760.1588792938!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "As Europe and the U.S. loosen their lockdowns against the coronavirus, health experts are expressing growing dread over what they say is an all-but-certain second wave of deaths and infections that could force governments to clamp back down in a drawn-out, tw…",
            "content": "WASHINGTON - As Europe and the U.S. loosen their lockdowns against the coronavirus, health experts are expressing growing dread over what they say is an all-but-certain second wave of deaths and infections that could force governments to clamp back down.\r\nWe'… [+6319 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sci-news.com"
            },
            "publishedAt": "2020-05-06T19:17:52Z",
            "title": "SARS-CoV-2 Spike Protein's Structure Hints at Key to High Infection Rate | Medicine - Sci-News.com",
            "url": "http://www.sci-news.com/medicine/sars-cov-2-spike-protein-structural-loop-08401.html",
            "urlToImage": "http://cdn.sci-news.com/images/2020/04/image_8351f-SARS-CoV-2.jpg",
            "description": "An analysis and structural modeling of the SARS-CoV-2 spike protein, the area of the virus that facilitates entry into a cell, reveals a unique feature that could explain why the COVID-19-causing coronavirus is so transmissible between people.",
            "content": "An analysis and structural modeling of the SARS-CoV-2 spike protein, the area of the virus that facilitates entry into a cell, reveals a unique feature that could explain why the COVID-19-causing coronavirus is so transmissible between people. The study also … [+2730 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencedaily.com"
            },
            "publishedAt": "2020-05-06T19:14:06Z",
            "title": "Bat 'super immunity' may explain how bats carry coronaviruses, study finds: Bat-virus adaptation may explain species spillover, researchers say - Science Daily",
            "url": "https://www.sciencedaily.com/releases/2020/05/200506133614.htm",
            "urlToImage": null,
            "description": "Researchers have uncovered how bats can carry the Middle East respiratory syndrome (MERS) coronavirus without getting sick -- research that could shed light on how coronaviruses make the jump to humans and other animals.",
            "content": "A University of Saskatchewan (USask) research team has uncovered how bats can carry the Middle East respiratory syndrome (MERS) coronavirus without getting sick -- research that could shed light on how coronaviruses make the jump to humans and other animals.C… [+4041 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T16:42:17Z",
            "title": "Former CDC Chief: 100K virus deaths by month's end - Associated Press",
            "url": "https://www.youtube.com/watch?v=J_uI55wNGPU",
            "urlToImage": "https://i.ytimg.com/vi/J_uI55wNGPU/maxresdefault.jpg",
            "description": "The former director of the Centers for Disease Control and Prevention warned Congress Wednesday the world is still in the beginning stages of the coronavirus...",
            "content": "The former director of the Centers for Disease Control and Prevention warned Congress Wednesday the world is still in the beginning stages of the coronavirus pandemic, which he said could go on for \"many months and possibly many years.\" (May 6)\r\nSubscribe for… [+331 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-05-06T08:56:55Z",
            "title": "How to improve your respiratory health in case you get Covid-19 - CNN",
            "url": "https://www.cnn.com/2020/05/06/health/how-to-improve-respiratory-health-coronavirus-wellness/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200505150437-run-respiratory-health-super-tease.jpg",
            "description": "Here's how you can strengthen your body's respiratory capacity so that if you do get infected with coronavirus, the chances of serious illness may be lower.",
            "content": "(CNN)Covid-19 is a respiratory illness, meaning if a person is infected, the condition of their respiratory system is one determinant of how they'll fare with the disease.\r\nFirst it's important to understand how the virus attacks our lungs. When people are in… [+8085 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theconversation.com"
            },
            "publishedAt": "2020-05-06T05:47:00Z",
            "title": "Does nicotine protect us against coronavirus? - The Conversation AU",
            "url": "https://theconversation.com/does-nicotine-protect-us-against-coronavirus-137488",
            "urlToImage": "https://images.theconversation.com/files/332568/original/file-20200505-83730-31qf5t.jpg?ixlib=rb-1.1.0&rect=0%2C86%2C5760%2C2880&q=45&auto=format&w=1356&h=668&fit=crop",
            "description": "A study from France concluded smoking might protect against coronavirus. But particularly now, in the midst of a pandemic, it's critical we don't take headlines at face value.",
            "content": "If you noticed headlines recently suggesting smoking could protect against COVID-19, you might have been surprised.\r\nAfter all, we know smoking is bad for our health. Its a leading risk factor for heart disease, lung disease and many cancers. Smoking also red… [+6570 chars]"
        }
    ]
}