{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Cnet.com"
            },
            "publishedAt": "2020-03-27T00:09:35Z",
            "title": "Coronavirus vaccines: The drugs in development to treat COVID-19 - CNET",
            "url": "https://www.cnet.com/how-to/coronavirus-vaccines-the-drugs-in-development-to-treat-covid-19/",
            "urlToImage": "https://cnet4.cbsistatic.com/img/bFGoWxsdS_r19mxEEKF4_d6wQig=/0x0:1225x1089/756x567/2020/03/14/8b6352f3-8a43-4b7c-86de-5a105ff52d29/gettyimages-144560269.jpg",
            "description": "Researchers are racing to develop new treatments and therapies to tackle the coronavirus pandemic. Here's what you need to know about them.",
            "content": "Everything you need to know about COVID-19 vaccines.\r\nTetra/Getty\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nCOVID-19, the potentially fatal respiratory illness first detected in December 2019, has sp… [+24128 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-26T23:48:48Z",
            "title": "Demand for potential coronavirus drug leaves lupus sufferers without medication - KMOV St. Louis",
            "url": "https://www.youtube.com/watch?v=5eGYdISBLO0",
            "urlToImage": "https://i.ytimg.com/vi/5eGYdISBLO0/maxresdefault.jpg",
            "description": "People who suffer from certain chronic illnesses are finding it difficult to get the medication they need amid the growing demand to find treatments for the ...",
            "content": "[[getSimpleString(data.title)]]\r\n[[getSimpleString(data.description)]]\r\n[[getSimpleString(data.videoCountText)]]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-26T23:47:42Z",
            "title": "Coronavirus: Quebec public health officials closely monitoring situation in Côte Saint-Luc - Global News",
            "url": "http://globalnews.ca/news/6738534/coronavirus-quebec-public-health-officials-cote-saint-luc/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/csl.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Quebec's public health director Dr. Horacio Arruda hasn't ruled out putting the city of Côte Saint-Luc in quarantine",
            "content": "Just over a week ago, the city of Côte Saint-Luc, an on-island Montreal suburb, declared a state of emergency after several confirmed cases of COVID-19 in the community.\r\nReligious gatherings were banned and residents were encouraged to practice social distan… [+2718 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-26T23:30:45Z",
            "title": "Why is it taking so long to develop a coronavirus vaccine? One scientist explains. - Washington Post",
            "url": "https://www.youtube.com/watch?v=P3qrokf9038",
            "urlToImage": "https://i.ytimg.com/vi/P3qrokf9038/maxresdefault.jpg",
            "description": "Peter Hotez, dean of the National School of Tropical Medicine, has been working on coronavirus vaccines for years. He explains why he thinks developing a vac...",
            "content": "Peter Hotez, dean of the National School of Tropical Medicine, has been working on coronavirus vaccines for years. He explains why he thinks developing a vaccine for the current pandemic will take time. Subscribe to The Washington Post on YouTube: https://wap… [+167 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-03-26T22:38:27Z",
            "title": "Experts skeptical of study connecting blood type to COVID-19 risk - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/experts-skeptical-of-study-connecting-blood-type-to-covid-19-risk-1.4869886",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4863221.1584846323!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "A recent study out of China claiming people with type A blood may be more susceptible to the novel coronavirus has garnered a lot of attention on social media. But experts warn the study, which has not been peer reviewed, should be viewed with skepticism.",
            "content": "TORONTO -- \r\nFacing a growing pandemic, the medical research community has quickly mobilized to study every inch of the novel coronavirus responsible for COVID-19.\r\nHeadlines touting new discoveries about the deadly disease, responsible for more than 500,000 … [+4857 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-26T22:14:58Z",
            "title": "The cities and towns where the confirmed coronavirus cases are - WPRI",
            "url": "https://www.youtube.com/watch?v=scWMDZUj79A",
            "urlToImage": "https://i.ytimg.com/vi/scWMDZUj79A/maxresdefault.jpg",
            "description": "Newly released COVID-19 data shows a concentration of the infection in six communities, and a few surprises about where the virus is and isn’t.",
            "content": "[[getSimpleString(data.title)]]\r\n[[getSimpleString(data.description)]]\r\n[[getSimpleString(data.videoCountText)]]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-26T21:58:36Z",
            "title": "At least 1 N.Y. hospital has 2 patients on single ventilator as coronavirus cases rise - Global News",
            "url": "http://globalnews.ca/news/6738273/new-york-coronavirus-split-ventilators/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/2020-03-26t210703z_1012082140_rc2xrf9rgrg9_rtrmadp_3_health-coronavirus-usa-ventilators.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "A tool of last resort that involves threading a tube down a patient's windpipe, a mechanical ventilator can sustain a person who can no longer breathe unaided.",
            "content": "At least one New York hospital has begun putting two patients on a single ventilator machine, an experimental crisis-mode protocol some doctors worry is too risky but others deemed necessary as the coronavirus outbreak strains medical resources.\r\nThe coronavi… [+3582 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-26T21:39:31Z",
            "title": "Coronavirus: Ontario police services offer crime prevention tips for businesses temporarily closed - Global News",
            "url": "http://globalnews.ca/news/6736444/coronavirus-ontario-police-crime-prevention-businesses/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/capture-30.jpg?quality=70&strip=all&w=700&h=379&crop=1",
            "description": "For the businesses that were told to close, several police services in the province, including those in Halton Region, Toronto and York Region, are offering varying levels of support.",
            "content": "A number of police services in Ontario are offering up some tips for businesses deemed non-essential and forced to close due to the coronaviurs pandemic.\r\nWith the outbreak of COVID-19 worsening, Premier Doug Ford announced the closure of all non-essential bu… [+2944 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-26T20:37:58Z",
            "title": "Tracking Dr. Anthony Fauci's Comments On Coronavirus - CNBC",
            "url": "https://www.youtube.com/watch?v=ShiwHR5OvtM",
            "urlToImage": "https://i.ytimg.com/vi/ShiwHR5OvtM/maxresdefault.jpg",
            "description": "Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, has been a key figure for the American public since the coronavirus...",
            "content": "Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, has been a key figure for the American public since the coronavirus outbreak began. Watch a timeline of his comments on COVID-19 as the outbreak turned into a global pan… [+748 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-03-26T19:15:00Z",
            "title": "Diane Francis: To beat this coronavirus, we must sacrifice our freedoms - Financial Post",
            "url": "https://business.financialpost.com/diane-francis/diane-francis-to-beat-this-coronavirus-we-must-sacrifice-our-freedoms",
            "urlToImage": "https://financialpostcom.files.wordpress.com/2020/03/south-korea.jpg",
            "description": "South Korea, China, Singapore and Taiwan have demonstrated that draconian methods, like tracking people with technology, work",
            "content": "Canada needs a more concerted “COVID crackdown” than the mandatory restrictions announced on Thursday, which require people returning from another country to self-isolate for 14 days, not use public transportation and not co-habit with anyone who’s vulnerable… [+3690 chars]"
        },
        {
            "source": {
                "id": "independent",
                "name": "Independent"
            },
            "publishedAt": "2020-03-26T19:11:27Z",
            "title": "Coronavirus UK death toll rises by more than 100 in a day for first time - The Independent",
            "url": "https://www.independent.co.uk/news/health/coronavirus-uk-death-toll-how-many-people-today-update-cases-a9429006.html",
            "urlToImage": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2020/03/25/07/pri147581394.jpg",
            "description": "Fatalities include two elderly patients without underlying health conditions",
            "content": "An additional 115 people have died in the UK over a 24 hour period after contracting the Covid-19 coronavirus, bringing the overall total in the country to 578, the Department of Health has announced.\r\nThe department added that the number of confirmed cases h… [+1202 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Metro.co.uk"
            },
            "publishedAt": "2020-03-26T18:53:34Z",
            "title": "Coronavirus UK: Death toll hits 578 after another 115 die - Metro.co.uk",
            "url": "https://metro.co.uk/2020/03/26/another-115-die-coronavirus-taking-uk-death-toll-578-12460457/",
            "urlToImage": "https://i2.wp.com/metro.co.uk/wp-content/uploads/2020/03/PRC_147768811_1585250837.jpg?quality=90&strip=all&w=1200&h=630&crop=1&zoom=1&ssl=1",
            "description": "There are now 11,658 people who have tested positive for Covid-19 across the country.",
            "content": "The UK death toll has risen to 578 (Picture: PA)\r\nThe UK coronavirus death toll has reached 578 after another 115 people were confirmed dead the biggest day-on-day increase since the outbreak began.\r\nThere are now 11,658 people who have tested positive for Co… [+3628 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Liverpoolecho.co.uk"
            },
            "publishedAt": "2020-03-26T18:51:59Z",
            "title": "Coronavirus UK death toll rises as another patient dies in Merseyside - Liverpool Echo",
            "url": "https://www.liverpoolecho.co.uk/news/liverpool-news/coronavirus-uk-death-toll-rises-17989121",
            "urlToImage": "https://i2-prod.liverpoolecho.co.uk/incoming/article17989132.ece/ALTERNATES/s1200/0_WORLD_Coronavirus_140813A.jpg",
            "description": "The government has now changed the way they will be reporting the latest COVID-19 figures",
            "content": "The number of coronavirus deaths in the UK has risen yet again as another Merseyside patient dies from the virus.\r\n New figures, released by the Department of Health state that 578 people have now passed away from COVID-19 with thousands more testing positive… [+2565 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo.com"
            },
            "publishedAt": "2020-03-26T18:15:00Z",
            "title": "Doctors Say Mardi Gras Was a 'Perfect Incubator' for Coronavirus as New Orleans Sees Surge in Cases - Yahoo News Canada",
            "url": "https://ca.news.yahoo.com/doctors-mardi-gras-perfect-incubator-181525772.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/a9Fl85NcrMeB.XxYAXPaAg--~B/aD0xMDAwO3c9MTUwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/people_218/d91c654d30f409d6353f0b275257b5f4",
            "description": "As of March 25, New Orleans reported 827 confirmed cases of COVID-19",
            "content": "Medical experts are looking at Mardi Gras as a possible catalyst for the spike in novel coronavirus cases in New Orleans.\r\nAccording to the New York Times, with nearly 1,800 confirmed cases of COVID-19 as of March 26, Louisiana is following the trajectory of … [+2622 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-03-26T18:12:52Z",
            "title": "Italian scientists investigate possible earlier emergence of coronavirus - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-italy-timing-idUSKBN21D2IG",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200326&t=2&i=1508504516&w=1200&r=LYNXMPEG2P1FI",
            "description": "Italian researchers are looking at whether a higher than usual number of cases of severe pneumonia and flu in Lombardy in the last quarter of 2019 may be a signal that the new coronavirus might have spread beyond China earlier than previously thought.",
            "content": "MILAN (Reuters) - Italian researchers are looking at whether a higher than usual number of cases of severe pneumonia and flu in Lombardy in the last quarter of 2019 may be a signal that the new coronavirus might have spread beyond China earlier than previousl… [+3799 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-03-26T18:06:00Z",
            "title": "Study sees 'severe and acute' emergency for world in coronavirus pandemic - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/study-sees-severe-and-acute-emergency-for-world-in-coronavirus-pandemic",
            "urlToImage": "https://secure.gravatar.com/blavatar/bf69214e83fdd5520e4b5d91ba3b7d64?s=200&ts=1585270459",
            "description": "LONDON — The world faces “a severe and acute” emergency due to the pandemic caused by the coronavirus and national responses in the coming weeks will be critical to the trajectory…",
            "content": "LONDON — The world faces “a severe and acute” emergency due to the pandemic caused by the coronavirus and national responses in the coming weeks will be critical to the trajectory of their epidemics, a leading group of scientists said on Thursday.\r\nIf no miti… [+2153 chars]"
        },
        {
            "source": {
                "id": "the-globe-and-mail",
                "name": "The Globe And Mail"
            },
            "publishedAt": "2020-03-26T16:54:06Z",
            "title": "Coronavirus disrupting your workout routine? Here's how to take up jogging – safely - The Globe and Mail",
            "url": "https://www.theglobeandmail.com/life/health-and-fitness/article-coronavirus-disrupting-your-workout-routine-heres-how-to-take-up/",
            "urlToImage": "https://www.theglobeandmail.com/resizer/HLwKixEXZwNRN5vfxgf8cDdLu6E=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/VBYOFIJXANOXXNFCHEORBKMIMU.jpg",
            "description": "With gyms shuttered, many people are taking to the streets for their cardio. Here’s how to do it right",
            "content": "A runner passes an empty Place Jacques Cartier on March 25, 2020, in Montreal.\r\nRyan Remiorz/The Canadian Press\r\nTheres a scene in the 2004 movie Anchorman where our hero, dimwitted-but-loveable 1970s newsman Ron Burgundy (played by Will Ferrell), explains to… [+4336 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "publishedAt": "2020-03-26T16:32:02Z",
            "title": "New York Has About Half of All U.S. Coronavirus Cases - Newsweek",
            "url": "https://www.newsweek.com/new-york-coronavirus-cases-update-deaths-1494428",
            "urlToImage": "https://d.newsweek.com/en/full/1576818/new-york-coronavirus-cases-elmhurst.jpg",
            "description": "Governor Andrew Cuomo praised the 40,000 health care workers that signed up for the reserve workforce and implored the federal government to send massive resources to the state.",
            "content": "About half of the cases of a new coronavirus in the United States have been identified in New York state and in the epicenter of the outbreak, New York City, at least 13 patients died in 24 hours at a single hospital.\r\nCases of a new coronavirus that causes C… [+5805 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Guelphtoday.com"
            },
            "publishedAt": "2020-03-26T16:20:00Z",
            "title": "Can the new coronavirus live on coats, shoes? Experts weigh in - GuelphToday",
            "url": "https://www.guelphtoday.com/around-ontario/can-the-new-coronavirus-live-on-coats-shoes-experts-weigh-in-2201107",
            "urlToImage": "https://www.vmcdn.ca/f/files/shared/feeds/global/2020/03/gettyimages-722208753-e1585082283395.jpg;w=1024;h=576;mode=crop",
            "description": "Experts say the virus can last for three days on plastic and stainless steel",
            "content": "Medical professionals say handwashing and social distancing are some of the best ways to protect yourself and others from COVID-19, the illness caused by the novel coronavirus.\r\nBut can the virus live on clothing and fabrics?\r\nAccording to Dr. Michael Gardam,… [+5521 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-03-26T15:51:00Z",
            "title": "B.C. paramedics see surge in 911 calls for COVID-19, reluctance to go to hospital for other issues - CTV News",
            "url": "https://bc.ctvnews.ca/b-c-paramedics-see-surge-in-911-calls-for-covid-19-reluctance-to-go-to-hospital-for-other-issues-1.4869364",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4866254.1585074051!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "With the novel coronavirus continuing to spread, paramedics and ambulance dispatchers in B.C. are seeing some changing trends in the calls they're receiving.",
            "content": "VANCOUVER -- \r\nWith the novel coronavirus continuing to spread, paramedics and ambulance dispatchers in B.C. are seeing some changing trends in the calls they're receiving.\r\nAccording to the B.C. Emergency Health Service, three quarters of calls coming into d… [+1876 chars]"
        }
    ]
}