{
    "articles": [
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-03-17T18:09:31Z",
            "title": "Here's a list of articles explaining the coronavirus pandemic - CNN",
            "url": "https://www.cnn.com/2020/03/17/health/coronavirus-explainers-index-intl-scli/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200316160145-coronavirus-deadly-super-tease.jpg",
            "description": "We've published a number of stories aimed at explaining the impact of the outbreak on all of us -- and what you can do about it. You can find many of these pieces here. We're regularly updating many of them to ensure you have the latest information.",
            "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "publishedAt": "2020-03-17T14:42:05Z",
            "title": "How You Can Help the Homeless During the Coronavirus Pandemic - Newsweek",
            "url": "https://www.newsweek.com/how-you-can-help-homeless-coronavirus-pandemic-charity-donate-1492709",
            "urlToImage": "https://d.newsweek.com/en/full/1574392/istock-homeless-covid19.jpg",
            "description": "The majority of homeless people live in States such as California, New York, Florida and Texas but increases in rough sleeping and those needing emergency shelter are increasing nationwide.",
            "content": "As America battles against the coronavirus 2019 disease (COVID-19), organizations are concerned about how the pandemic will affect homeless people in the country.\r\n\"Homeless service providers are facing a long list of needs during the COVID-19 outbreak, but i… [+5975 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-03-17T14:34:01Z",
            "title": "US, UK coronavirus strategies shifted following UK epidemiologists' ominous report - CNN",
            "url": "https://www.cnn.com/2020/03/17/health/coronavirus-uk-model-study/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200317111250-coronavirus-covid-19-uk-government-response-social-distancing-boris-johnson-black-pkg-intl-ldn-vpx-00013925-super-tease.jpg",
            "description": "A study by UK epidemiologists predicts  that attempts to slow, or mitigate -- rather than actively halt, or suppress -- the novel coronavirus could overwhelm the number of intensive care hospital beds and lead to about 250,000 deaths in the UK and more than a…",
            "content": "(CNN)A study by UK epidemiologists predicts that attempts to slow, or mitigate -- rather than actively halt, or suppress -- the novel coronavirus could overwhelm the number of intensive care hospital beds and lead to about 250,000 deaths in the UK and more th… [+4079 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.pe.ca"
            },
            "publishedAt": "2020-03-17T14:22:40Z",
            "title": "RCMP warns public about coronavirus-related scams - The Guardian",
            "url": "https://www.theguardian.pe.ca/news/local/rcmp-warns-public-about-coronavirus-related-scams-425318/",
            "urlToImage": "https://www.theguardian.pe.ca/media/photologue/photos/cache/22520112_l_medium.jpg",
            "description": "As the coronavirus (COVID-19 strain) continues to spread globally, the RCMP is asking the public to be on the lookout for associated scams.\r\n\r\nConsumers in other countries have shared these scenarios:\r\n\r\n\r\n\tPrivate companies offering fast COVID-19",
            "content": "As the coronavirus (COVID-19 strain) continues to spread globally, the RCMP is asking the public to be on the lookout for associated scams.\r\nConsumers in other countries have shared these scenarios:\r\n<ul><li>Private companies offering fast COVID-19 tests for … [+2154 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-17T12:59:17Z",
            "title": "Grocery stores in Winnipeg create shopping hours for people susceptible to COVID-19 - Global News",
            "url": "http://globalnews.ca/news/6688227/winnipeg-grocery-stores-shopping-hours-vulnerable-people-coronavirus-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2017/03/nydk901-104_2016_205906_high.jpg?quality=70&strip=all&w=650&h=379&crop=1",
            "description": "Some grocery stores in Winnipeg are offering specific hours for people susceptible to the novel coronavirus disease, COVID-19.",
            "content": "In an effort to reduce the spread of COVID-19, the disease caused by the novel coronavirus, grocery stores in Winnipeg are teaming up to offer dedicated shopping hours for the city’s most vulnerable.\r\nSeniors are among the most susceptible to COVID-19, and wi… [+658 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-17T12:52:56Z",
            "title": "Free online learning tools to use for kids during COVID-19 closures - KOAA 5",
            "url": "https://www.youtube.com/watch?v=tD2bAbdOfdI",
            "urlToImage": "https://i.ytimg.com/vi/tD2bAbdOfdI/maxresdefault.jpg",
            "description": "With so many school closings related to the Coronavirus, we're sharing some free, virtual resources that will keep your little ones learning.",
            "content": "[[getSimpleString(data.title)]]\r\n[[getSimpleString(data.description)]]\r\n[[getSimpleString(data.videoCountText)]]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-03-17T12:37:24Z",
            "title": "Covid-19: How long does the coronavirus last on surfaces? - BBC News",
            "url": "https://www.bbc.com/future/article/20200317-covid-19-how-long-does-the-coronavirus-last-on-surfaces",
            "urlToImage": "https://ichef.bbci.co.uk/wwfeatures/live/624_351/images/live/p0/86/vr/p086vryj.jpg",
            "description": "We can pick up the Covid-19 by touching surfaces contaminated with the new coronavirus, but it is only just becoming clear how long the virus can survive outside the human body.",
            "content": "Neeltje van Doremalen, a virologist at the US National Institutes of Health (NIH), and her colleagues at the Rocky Mountain Laboratories in Hamilton, Montana, have done some of the first tests of how long SARS-CoV-2 can last for on different surfaces. Their s… [+2466 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-17T12:27:26Z",
            "title": "Coronavirus at the salon: Should you cancel hair, nail and wax appointments? - Global News",
            "url": "http://globalnews.ca/news/6683447/coronavirus-hair-nail-salons/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/gettyimages-171379163-e1584375667361.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Some salons have announced new cleaning and hygiene procedures. Whether these will be enough to prevent the spread of coronavirus remains to be seen.",
            "content": "As the number of cases of the new coronavirus in Canada continues to rise, public health officials are warning Canadians to stay home as much as possible to prevent the spread.\r\nYou might have an appointment to visit a salon whether it’s to cut your hair, to … [+5548 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Onegreenplanet.org"
            },
            "publishedAt": "2020-03-17T12:25:10Z",
            "title": "Coronavirus Update: Hygiene Myths - One Green Planet",
            "url": "https://www.onegreenplanet.org/natural-health/coronavirus-update-hygiene-myths/",
            "urlToImage": "https://149366112.v2.pressablecdn.com/wp-content/uploads/2020/03/shutterstock_1667802658-1200x800.jpg",
            "description": "News of coronavirus continues to spread as people work to protect themselves against the disease. Everyone seems to be stockpiling masks, sanitizers and Lysol sprays. Let's look at what you really need to keep yourself safe from the virus.",
            "content": "News of coronavirus continues to spread as people work to protect themselves against the disease. Everyone seems to be stockpiling masks, sanitizers and Lysol sprays. Let’s look at what you really need to keep yourself safe from the virus.\r\nAccording to the W… [+3398 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-03-17T12:07:00Z",
            "title": "U.S. drug developer Moderna doses first patient with coronavirus vaccine in early-stage trial - National Post",
            "url": "https://nationalpost.com/news/world/u-s-drug-developer-moderna-doses-first-patient-with-coronavirus-vaccine-in-early-stage-trial",
            "urlToImage": "https://nationalpostcom.files.wordpress.com/2020/03/vaccine-1-1.jpg",
            "description": "Australian researchers have also mapped out the immune response of one of the country’s first coronavirus patients, which they say is a big step towards fast-tracking a vaccine",
            "content": "Drug developer Moderna Inc said on Monday it has dosed the first patient with its experimental coronavirus vaccine in an early-stage trial being conducted by the U.S. National Institutes of Health.\r\nModerna’s study has made the most headway among efforts by t… [+2576 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-17T11:43:07Z",
            "title": "White House coronavirus response coordinator details new plans - Good Morning America",
            "url": "https://www.youtube.com/watch?v=esmyici9j2c",
            "urlToImage": "https://i.ytimg.com/vi/esmyici9j2c/maxresdefault.jpg",
            "description": "Dr. Deborah Birx shares the government's latest response and explains the new change in tone from the White House and outlines the serious risks. KEEP UP WIT...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Rappler.com"
            },
            "publishedAt": "2020-03-17T09:07:05Z",
            "title": "US begins first human trial of coronavirus vaccine - Rappler",
            "url": "https://www.rappler.com/science-nature/life-health/254831-us-begins-first-human-trial-coronavirus-vaccine",
            "urlToImage": "https://assets.rappler.com/1AACD3EEC09D42A78FC665D7532A59C8/img/1D938D5D853B4E41A8F32D400DE38C6E/000_1PS55F.jpg",
            "description": "But it may be another year to 18 months before it becomes available, once it has passed more trial phases to prove it works and is safe",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-17T08:15:48Z",
            "title": "Could this be a coronavirus vaccine? Trials begin in the US | ABC News - ABC News (Australia)",
            "url": "https://www.youtube.com/watch?v=8zTZd_aQtCo",
            "urlToImage": "https://i.ytimg.com/vi/8zTZd_aQtCo/maxresdefault.jpg",
            "description": "Scientists have been scrambling to figure out how the body's immune system tackles coronavirus. In just four weeks researchers at Melbourne's Peter Doherty I...",
            "content": "Scientists have been scrambling to figure out how the body's immune system tackles coronavirus. In just four weeks researchers at Melbourne's Peter Doherty Institute have an answer. Meanwhile, scientists in the US begin a trial of a potential coronavirus vacc… [+451 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Telegraph.co.uk"
            },
            "publishedAt": "2020-03-17T07:32:14Z",
            "title": "What is coronavirus, how did it start and could the outbreak grow bigger? - The Telegraph",
            "url": "https://www.telegraph.co.uk/news/2020/03/17/what-coronavirus-start-china-outbreak-pandemic-covid-19/",
            "urlToImage": "https://www.telegraph.co.uk/content/dam/news/2020/02/17/TELEMMGLPICT000225059365-xlarge_trans_NvBQzQNjv4BqnoUwCwXVn4LwErZ6GGyzhhIf9e68ucmaVzVhXUvyyd4.jpeg?imwidth=1200",
            "description": "The new coronavirus (Covid-19) is spreading fast.",
            "content": "The new coronavirus (Covid-19) is spreading fast. More than 185,000 people are known to be infected and over 7,300 deaths have been recorded - including 55 people in the UK who were diagnosed with the virus. \r\nWhile the outbreak started in China, the bulk of … [+9019 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Q13fox.com"
            },
            "publishedAt": "2020-03-17T02:15:58Z",
            "title": "One ‘dangerous’ coronavirus ‘self-check test’ is circulating on social media. Here’s why you should avoid it. - Q13 News Seattle",
            "url": "https://q13fox.com/2020/03/16/one-dangerous-coronavirus-self-check-test-is-circulating-on-social-media-heres-why-you-should-avoid-it/",
            "urlToImage": "https://tribkcpq.files.wordpress.com/2020/02/hypatia-h_be0e3f2f5b557c02ce7daf9bcc112208-h_e2f4df6c025f8efe75a1fa25b82b5166.jpg?quality=85&strip=all&w=1200",
            "description": "Medical experts say a recent coronavirus \"simple self-check test,\" circulating on social media is completely inaccurate.",
            "content": "Contrary to what some may think, not everything on social media is rooted in fact.\r\nCase in point: A recent viral coronavirus \"simple self-check test,\" which medical experts say is completely inaccurate.\r\nWritten on what appears to be the iPhone notes app, th… [+5339 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-17T01:29:37Z",
            "title": "Saskatchewan air travellers respond to coronavirus border closures - Global News",
            "url": "http://globalnews.ca/news/6686845/saskatchewan-air-travellers-coronavirus-border-closures/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/regina-airport2-e1584406709321.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "“I don’t understand how we’re going to isolate this. People are travelling freely right now,” said Harold Taylor, who just returned from the U.S., about Canada's response to the novel coronavirus.",
            "content": "Linda Larre and Harold Taylor, two travellers who just cut their vacation short and returned to Canada, dont think the travel ban will work.\r\nI dont see what the restrictions are going to do, Larre said. If the virus is here its going to find its way through,… [+4092 chars]"
        },
        {
            "source": {
                "id": "the-globe-and-mail",
                "name": "The Globe And Mail"
            },
            "publishedAt": "2020-03-17T00:41:44Z",
            "title": "Scientists see no quick end to the coronavirus battle - The Globe and Mail",
            "url": "https://www.theglobeandmail.com/canada/article-scientists-see-no-quick-end-to-the-coronavirus-battle/",
            "urlToImage": "https://www.theglobeandmail.com/resizer/ZZrOx6g0NZmu-a2GJ6OuvxjnNQc=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/3XD724YQCRHIRBK2PRQELHG74E.jpg",
            "description": "With the number of cases spiking sharply in the past 48 hours, officials are continuing to stress the need to practice public-health measures such as social distancing",
            "content": "A health care worker speaks to a test patient, a staff member portraying the role of a patient to ensure the assessment systems are working, as they prepare for the opening of the COVID-19 Assessment Centre at Brewer Park Arena in Ottawa, during a media tour … [+8876 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Timminspress.com"
            },
            "publishedAt": "2020-03-17T00:25:47Z",
            "title": "Second coronavirus case confirmed in Sudbury - Timmins Press",
            "url": "https://www.timminspress.com/news/local-news/second-coronavirus-case-confirmed-in-sudbury-2",
            "urlToImage": "https://nexus.prod.postmedia.digital/wp-content/uploads/2020/03/SU.0311-su-health.jpg",
            "description": "A second person in the Sudbury area has been confirmed to carry the coronavirus.Public Health Sudbury and Districts announced Sunday that a woman in her 50s has been diagnosed with the illness.This…",
            "content": "A second person in the Sudbury area has been confirmed to carry the coronavirus.\r\nPublic Health Sudbury and Districts announced Sunday that a woman in her 50s has been diagnosed with the illness.\r\nThis comes after Sudbury’s first case — a 50-something man who… [+2139 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-17T00:03:46Z",
            "title": "Coronavirus: Sunwing suspends outgoing flights to focus on bringing Canadians home - Global News",
            "url": "http://globalnews.ca/news/6686117/coronavirus-travel-group-suspends-outgoing-flights/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2019/03/cpt305535650-3.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Sunwing Travel Group, a Toronto-based air carrier, announced Monday a temporary shift in operations.",
            "content": "In an effort to flatline the number of COVID-19 cases in the country, Prime Minister Justin Trudeau announced Monday that Canada will be closing its borders to foreign travellers, with the exceptions of aircrews, diplomats, immediate family members of citizen… [+1883 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-16T22:11:00Z",
            "title": "How parents are getting through coronavirus isolation — without depending on screens - Global News",
            "url": "http://globalnews.ca/news/6682923/keeping-kids-busy-amid-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/gettyimages-1144786317.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "While most kids will enjoy sleeping in and relaxing during March break, what will they do for the following two weeks out of school?",
            "content": "Monday marks the first day of March break for many students across the country.\r\nIn addition to kids having this week off, though, governments in both Ontario and Quebec announced all publicly funded schools will be shut down for two weeks after March break d… [+4515 chars]"
        }
    ]
}