{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Sky.com"
            },
            "publishedAt": "2020-06-16T13:30:00Z",
            "title": "Coronavirus: Under-20s half as likely to catch COVID-19, according to study - Sky News",
            "url": "https://news.sky.com/story/coronavirus-under-20s-half-as-likely-to-catch-covid-19-says-study-12007936",
            "urlToImage": "https://e3.365dm.com/20/06/1600x900/skynews-children-coronavirus_5014671.jpg?20200616140525",
            "description": "Researchers found school closures had little effect on preventing coronavirus transmission compared to that of the flu.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "WION"
            },
            "publishedAt": "2020-06-16T13:24:05Z",
            "title": "Coronavirus: Lungs of people who succumb to the virus become unrecognisable - WION",
            "url": "https://www.wionews.com/world/coronavirus-lungs-of-people-who-succumb-to-the-virus-become-unrecognisable-306308",
            "urlToImage": "https://cdn.wionews.com/sites/default/files/styles/story_page/public/2020/06/16/145083-untitled-design-4.jpg, taken at the Intensive Care Unit of the Clinica Desa hospital in Cali, Colombia, on May 18, 2020, during the novel coronavirus pandemic\" typeof=\"foaf:Image\" />",
            "description": "Researchers today pointed out how the virus makes lungs of people almost unrecognisable.",
            "content": "People who contract the killer coronavirus and die witness a lot of heavy organ damage, especially in the lungs.\r\nResearchers today pointed out how the virus makes lungs of people almost unrecognisab… [+2119 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "New York Times"
            },
            "publishedAt": "2020-06-16T12:34:00Z",
            "title": "China's COVID-19 Vaccine Candidate Shows Promise in Human Trials, CNBG Says - The New York Times",
            "url": "https://www.nytimes.com/reuters/2020/06/16/world/asia/16reuters-health-coronavirus-china-vaccine.html",
            "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png",
            "description": "China National Biotec Group (CNBG) said on Tuesday its experimental coronavirus vaccine has triggered antibodies in clinical trials and the company plans late-stage human trials in foreign countries.",
            "content": "\"[We] have secured cooperative intent with companies and institutes in many countries,\" the company said in a statement.\r\nState media reported that the vaccine candidate, along with a different exper… [+636 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Guardian"
            },
            "publishedAt": "2020-06-16T12:27:54Z",
            "title": "Coronavirus live news: New Zealand records first new cases for weeks as Beijing bans high-risk travellers from leaving city - The Guardian",
            "url": "https://www.theguardian.com/world/live/2020/jun/16/coronavirus-live-news-covid-19-update-global-cases-pass-8-million-beijing-china-partial-lockdown-latest-updates",
            "urlToImage": "https://i.guim.co.uk/img/media/ecd7a5f244b9fd56a4efacb01a16f2b8d0999cee/0_68_4980_2988/master/4980.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctbGl2ZS5wbmc&enable=upscale&s=81730e80fea9b2ab2cfa7920d1344a80",
            "description": "China reimposes partial lockdown in capital to tackle new cluster; US authorities revoke emergency use of hydroxychloroquine; two imported cases in NZ. Follow the latest updates",
            "content": "More than 8 million Afghan children will need emergency assistance in 2020 due to the Covid-19 crisis, as its announced the war-torn country is the deadliest place for children for the fifth year str… [+1775 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "680 News"
            },
            "publishedAt": "2020-06-16T11:26:10Z",
            "title": "In Vermont, an immigrant city races to tamp down an outbreak - 680 News",
            "url": "https://www.680news.com/2020/06/16/in-vermont-an-immigrant-city-races-to-tamp-down-an-outbreak/",
            "urlToImage": "https://www.680news.com/wp-content/blogs.dir/sites/2/2020/06/RPWR203-69_2020_183954.jpg",
            "description": "WINOOSKI, Vt. — After months of having some of the fewest coronavirus cases in the country, Vermont is now trying to contain an outbreak that has hit an immigrant community in a small but densely populated city. What health officials described as a small clus…",
            "content": "WINOOSKI, Vt. After months of having some of the fewest coronavirus cases in the country, Vermont is now trying to contain an outbreak that has hit an immigrant community in a small but densely popul… [+4411 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-06-16T11:19:26Z",
            "title": "Mutation could significantly increase coronavirus infection ability, study suggests - Globalnews.ca",
            "url": "http://globalnews.ca/news/7070148/coronavirus-mutation-infection-study/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/06/rjb10467306-11-e1592267063543.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "The research may explain why early outbreaks in some parts of the world did not end up overwhelming health systems as much as other outbreaks in New York and Italy.",
            "content": "A specific mutation in the new coronavirus can significantly increase its ability to infect cells, according to a study by U.S. researchers.\r\nThe research may explain why early outbreaks in some part… [+1560 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-16T10:59:52Z",
            "title": "Former CDC Official Says Public Health Data Crucial For Communities To Beat COVID-19 | NBC News NOW - NBC News",
            "url": "https://www.youtube.com/watch?v=tljplbOMdMo",
            "urlToImage": "https://i.ytimg.com/vi/tljplbOMdMo/maxresdefault.jpg",
            "description": "Nearly half of the U.S. has seen an increase in coronavirus cases and infectious disease experts are warning the pandemic is far from over. NBC News talked t...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "New York Times"
            },
            "publishedAt": "2020-06-16T08:06:40Z",
            "title": "Coronavirus pandemic claims a new type of victims: Prestigious medical journals — The Lancet and New... - Firstpost",
            "url": "https://www.nytimes.com/2020/06/14/health/virus-journals.html",
            "urlToImage": "https://static01.nyt.com/images/2020/07/13/science/13virus-journals-pix1/13virus-journals-pix1-facebookJumbo.jpg",
            "description": "Two major study retractions in one month have left researchers wondering if the peer review process is broken.",
            "content": "The data were immaculate, he noted. There were few missing variables: Race appeared to have been recorded for nearly everyone. So was weight. Smoking rates didnt vary much between continents, nor did… [+8640 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Journal Pioneer"
            },
            "publishedAt": "2020-06-16T05:04:30Z",
            "title": "Thailand reports no new coronavirus cases or deaths - The Journal Pioneer",
            "url": "https://www.journalpioneer.com/news/world/thailand-reports-no-new-coronavirus-cases-or-deaths-462549/",
            "urlToImage": "https://www.journalpioneer.com/media/photologue/photos/cache/thailand-reports-no-new-coronavirus-cases-or-deaths_medium",
            "description": "BANGKOK (Reuters) - Thailand on Tuesday reported no new coronavirus infections or deaths and marked 22 successive days without a domestic transmission. The country has recorded a total 58 deaths related to COVID-19 among some 3,135 confirmed cases,",
            "content": "BANGKOK (Reuters) - Thailand on Tuesday reported no new coronavirus infections or deaths and marked 22 successive days without a domestic transmission.\r\nThe country has recorded a total 58 deaths rel… [+391 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Pentiction Western News"
            },
            "publishedAt": "2020-06-16T00:44:00Z",
            "title": "Webinars offer Penticton residents strategies to cope with dementia - Pentiction Western News",
            "url": "https://www.pentictonwesternnews.com/news/webinars-offer-penticton-residents-strategies-to-cope-with-dementia/",
            "urlToImage": "https://www.pentictonwesternnews.com/wp-content/uploads/2020/06/21854567_web1_200618-PWN-Dementia-dementia_1-1024x682.jpg",
            "description": "<p>Dementia sufferers are particularly impacted by disruption in routine caused by coronavirus </p>",
            "content": "As the COVID-19 pandemic unfolds, challenges remain for people in Penticton, and other communities in the region, affected by dementia.\r\nMany residents are impacted by the changes in care service and… [+3360 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Boing Boing"
            },
            "publishedAt": "2020-06-15T23:55:00Z",
            "title": "Racial disparity in COVID cases far worse than you imagined, CDC data shows - Boing Boing",
            "url": "https://boingboing.net/2020/06/15/racial-disparity-in-covid-case.html",
            "urlToImage": "https://i1.wp.com/media.boingboing.net/wp-content/uploads/2020/03/CDC-coronavirus.jpg?fit=725%2C410&ssl=1",
            "description": "We know Coronavirus is impacting Black, Latinx, and Native Americans at rates far higher than whites. New data from the U.S. Centers for Disease Control shows the racial gap is far worse than previ…",
            "content": "We know Coronavirus is impacting Black, Latinx, and Native Americans at rates far higher than whites. New data from the U.S. Centers for Disease Control shows the racial gap is far worse than previou… [+2580 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Romper"
            },
            "publishedAt": "2020-06-15T23:02:09Z",
            "title": "CDC Stresses The Importance Of Wearing Face Masks In Updated Coronavirus Guidelines - Romper",
            "url": "https://www.romper.com/p/updated-cdc-coronavirus-guidelines-stress-importance-of-wearing-face-masks-22981032",
            "urlToImage": "https://imgix.bustle.com/uploads/getty/2020/6/15/092d56a1-a05b-438f-bd89-2b26bc5be648-getty-1221941955.jpg?w=1200&h=630&q=70&fit=crop&crop=faces&fm=jpg",
            "description": "As more and more states lift stay-at-home orders and allow businesses to reopen, the Centers for Disease Control and Prevention (CDC) has updated its coronavirus guidelines to help further reduce the spread of the virus. In the update, health…",
            "content": "As more and more states lift stay-at-home orders and allow businesses to reopen, the Centers for Disease Control and Prevention (CDC) has updated its coronavirus guidelines to help further reduce the… [+3802 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-06-15T19:11:10Z",
            "title": "More local festivals cancelled in Barrie, Ont., due to novel coronavirus - thepeakfm.com",
            "url": "http://globalnews.ca/news/7067705/barrie-festivals-cancelled-coronavirus/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2018/03/img_0821.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "The annual Promenade Days and Craft Beer & BBQ festivals have been cancelled due to the public health risks associated with mass gatherings.",
            "content": "Two more local summer festivals have been cancelled in Barrie, Ont., as a result of the novel coronavirus.\r\nThe annual Promenade Days and Craft Beer &amp; BBQ festivals have been cancelled due to the… [+1057 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-06-15T18:55:29Z",
            "title": "US CDC reports 2085769 coronavirus cases - Regina Leader-Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/u-s-cdc-reports-2085769-coronavirus-cases",
            "urlToImage": "https://secure.gravatar.com/blavatar/b4ece3189893389a03f063830eacd95c?s=200&ts=1592290270",
            "description": "The U.S. Centers for Disease Control and Prevention (CDC) on Monday reported 2,085,769 cases of new coronavirus, an increase of 21,957 cases from its previous count, and said the number of deaths h…",
            "content": "The U.S. Centers for Disease Control and Prevention (CDC) on Monday reported 2,085,769 cases of new coronavirus, an increase of 21,957 cases from its previous count, and said the number of deaths had… [+383 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-06-15T18:35:01Z",
            "title": "Black Lives Matter rally attendee confirmed to have novel coronavirus: Middlesex-London Health Unit - Global News",
            "url": "http://globalnews.ca/news/7067550/black-lives-matter-london-coronavirus/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/06/23323668.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "Dr. Chris Mackie previously said the protests may bring about 'a bump' in cases but stressed that the vast majority of demonstrators he saw followed the advice and wore masks.",
            "content": "A woman who attended the Black Lives Matter rally in London, Ont., on June 6 has tested positive for the novel coronavirus, according to the Middlesex-London Health Unit (MLHU).\r\nThe MLHU said Monday… [+3203 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-06-15T17:34:36Z",
            "title": "Woman’s lungs look like ‘Swiss cheese’ after COVID-19, gets double transplant - Globalnews.ca",
            "url": "http://globalnews.ca/news/7066642/coronavirus-lung-transplant-damage/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/06/patients-covid-lung-x-ray-crop.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "A young woman's lungs were damaged so badly by the novel coronavirus that she needed a double lung transplant, a U.S. hospital said.",
            "content": "Warning: This story contains content that may be disturbing to some readers. Discretion is advised.A young woman in the U.S. had lungs so damaged by COVID-19 that she needed a double lung transplant,… [+5063 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "MarketWatch"
            },
            "publishedAt": "2020-06-15T17:16:39Z",
            "title": "Yes, America needs to brace itself for a second wave of coronavirus - MarketWatch",
            "url": "https://www.marketwatch.com/story/the-coronavirus-only-knows-one-thing-and-that-is-to-infect-another-host-why-america-should-brace-for-a-second-wave-2020-06-10",
            "urlToImage": "https://s.marketwatch.com/public/resources/images/MW-IC064_corona_ZG_20200311170341.jpg",
            "description": "Coronavirus cases in the U.S. have surpassed 2 million, and have risen by double-digit percentages in 16 U.S. states that have loosened restrictions since Memorial Day",
            "content": "Americans should brace themselves for another round of coronavirus in the fall, health professionals and economists say. The Organization for Economic Cooperation and Development released its twice-a… [+11282 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "95.7 News"
            },
            "publishedAt": "2020-06-15T15:15:33Z",
            "title": "Norway ends virus tracing app over privacy concerns - 95.7 News",
            "url": "https://www.news957.com/business/2020/06/15/norway-ends-virus-tracing-app-over-privacy-concerns/",
            "urlToImage": null,
            "description": "OSLO — Norway has suspended use of its smartphone app meant to track and trace coronavirus contagions after a public spat between health authorities and the information watchdog. Geir Bukholm, an official at the Norwegian Institute of Public Health, said the …",
            "content": "OSLO Norway has suspended use of its smartphone app meant to track and trace coronavirus contagions after a public spat between health authorities and the information watchdog.\r\nGeir Bukholm, an offi… [+1942 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cancer Health Treatment News"
            },
            "publishedAt": "2020-06-15T13:06:15Z",
            "title": "Coronavirus Changes Cancer Care - Cancer Health Treatment News",
            "url": "https://www.cancerhealth.com/article/coronavirus-changes-cancer-care",
            "urlToImage": "https://cdn3.poz.com/94576_iStock-1217138731.jpg_e788a773-43ef-4f61-9d3f-24cdeafff68c_x2.jpeg",
            "description": "Nearly one in four cancer patients have delayed care, including nonurgent surgery.",
            "content": "The coronavirus pandemic has led to dramatic changes for people living with cancer. Many are over 60, and chemotherapy and radiation can cause immune suppression, both of which are linked to poorer C… [+2098 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "News-Medical.Net"
            },
            "publishedAt": "2020-06-15T00:00:42Z",
            "title": "An entire trimeric S-protein of SARS-CoV-2 is necessary for protective immune response - News-Medical.Net",
            "url": "https://www.news-medical.net/news/20200614/An-entire-trimeric-S-protein-of-SARS-CoV-2-is-necessary-for-protective-immune-response.aspx",
            "urlToImage": "https://www.news-medical.net/image.axd?picture=2020%2f6%2f%4049997765208_71196b5d82_k_7ea2a0e3c8574640b14c13bd4179e759-620x480.jpg",
            "description": "Researchers from Seattle Children's Research Institute and the University of Washington described a high-throughput and rapid technique to quantify circulating levels of functional antibodies against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2…",
            "content": "Researchers from Seattle Children's Research Institute and the University of Washington described a high-throughput and rapid technique to quantify circulating levels of functional antibodies against… [+6398 chars]"
        }
    ]
}