{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-10-02T02:23:00Z",
            "title": "Ontario's testing backlog leaves some waiting over a week for results - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/ontario-s-testing-backlog-leaves-some-waiting-over-a-week-for-results-1.5129521",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.5129522.1601603675!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "With cases rapidly rising, Ontario has set a new record for backlogged test results as 82,473 people wait to hear back as to whether or not they’re infected with the novel coronavirus.",
            "content": "OTTAWA -- \r\nEleven days ago, Becky Erb brought her children to a COVID-19 testing site in Ottawa. Today, she still doesnt know if her kids are sick.\r\nWeve been waiting ever since for results, Erb tol… [+2439 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Assiniboiatimes.ca"
            },
            "publishedAt": "2020-10-01T23:02:07Z",
            "title": "Push to bring coronavirus vaccines to the poor faces trouble - Assiniboia Times",
            "url": "https://www.assiniboiatimes.ca/push-to-bring-coronavirus-vaccines-to-the-poor-faces-trouble-1.24213660",
            "urlToImage": "https://images.glaciermedia.ca/polopoly_fs/1.24213661.1601578823!/fileImage/httpImage/image.jpg_gen/derivatives/facebookogimage_560_292/lon503-624-2020-092410-jpg.jpg",
            "description": "LONDON — An ambitious humanitarian project to deliver coronavirus vaccines to the world's poorest people is facing potential shortages of money, cargo planes, refrigeration and vaccines themselves — . . .",
            "content": "LONDON An ambitious humanitarian project to deliver coronavirus vaccines to the world's poorest people is facing potential shortages of money, cargo planes, refrigeration and vaccines themselves and … [+7022 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-10-01T18:03:20Z",
            "title": "Coronavirus: 6 new cases in London, Ont., as assessment centres see operational changes - Global News",
            "url": "https://globalnews.ca/news/7371373/coronavirus-covid-19-cases-london-middlesex-elgin-oxford-oct-1/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/04/gettyimages-1213286297-1.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "Newly reported cases and recoveries make for 80 known active COVID-19 cases in the region. As many as 148 have been reported since the start of September.",
            "content": "Six people have tested positive for the novel coronavirus in London and Middlesex while 11 have recovered, officials with the Middlesex-London Health Unit (MLHU) reported on Thursday.\r\nIt brings the … [+15637 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Daily Mail"
            },
            "publishedAt": "2020-10-01T16:24:43Z",
            "title": "Why is the North and Scotland being hit so badly by coronavirus? - Daily Mail",
            "url": "https://www.dailymail.co.uk/news/article-8793233/Why-North-Scotland-hit-badly-Experts-say-weather.html",
            "urlToImage": "https://i.dailymail.co.uk/1s/2020/10/01/17/33866936-0-image-a-96_1601568738646.jpg",
            "description": "The North of England is facing the biggest coronavirus wave in the UK. Experts have suggested this could be linked to rainy and cold weather at the end of summer.",
            "content": "Colder temperatures, less sunlight and more rain in the North and Scotland may be to blame for them suffering a worse hit from Britain's second wave of coronavirus, scientists say.\r\nBoris Johnson and… [+31000 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sky.com"
            },
            "publishedAt": "2020-10-01T15:47:39Z",
            "title": "Coronavirus: Six areas added to England's COVID-19 watchlist - Sky News",
            "url": "https://news.sky.com/story/coronavirus-six-new-areas-added-to-englands-watchlist-12086985",
            "urlToImage": "https://e3.365dm.com/20/09/1600x900/skynews-bolton-coronavirus_5112631.jpg?20200929110431",
            "description": "Places on the list get access to resources such as targeted testing of high-risk areas.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Science Daily"
            },
            "publishedAt": "2020-09-30T18:20:31Z",
            "title": "Breaking COVID-19's 'clutch' to stop its spread: Researchers engineer RNA-targeting compounds that disable the pandemic coronavirus' replication engine - Science Daily",
            "url": "https://www.sciencedaily.com/releases/2020/09/200930085151.htm",
            "urlToImage": "https://www.sciencedaily.com/images/scidaily-icon.png",
            "description": "The virus that causes COVID-19 uses a clutch-like shifter to enable transcription of one RNA string into multiple proteins, and therein lies a vulnerability. A proof-of-concept study shows it's possible to eliminate that shifter with an RNA-binding compound l…",
            "content": "Scripps Research chemist Matthew Disney, PhD, and colleagues have created drug-like compounds that, in human cell studies, bind and destroy the pandemic coronavirus' so-called \"frameshifting element\"… [+4646 chars]"
        }
    ]
}