{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Dailymail.co.uk"
            },
            "publishedAt": "2020-04-10T16:00:27Z",
            "title": "Coronavirus harms the brain and nerves of HALF of severely ill patients and a third of all cases - Daily Mail",
            "url": "https://www.dailymail.co.uk/sciencetech/article-8208417/In-half-severe-cases-COVID-19-affect-brain-nervous-too.html",
            "urlToImage": "https://i.dailymail.co.uk/1s/2020/04/10/16/27045362-0-image-a-7_1586530923637.jpg",
            "description": "In the study, neurologists analysed 214 patients with COVID-19 from Wuhan, China, the city where the outbreak emerged, between mid-January and mid-February.",
            "content": "Coronavirus harms the brain and nervous system of half of severely ill patients, a study on patients with COVID-19 in the Chinese city of Wuhan has found.\r\nSuch impacts which appear in a third of patients overall lead to symptoms including headaches, stumblin… [+3863 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-10T15:00:55Z",
            "title": "Scientists search for effective COVID-19 treatments - Al Jazeera English",
            "url": "https://www.youtube.com/watch?v=kWjGCHk6TXE",
            "urlToImage": "https://i.ytimg.com/vi/kWjGCHk6TXE/maxresdefault.jpg",
            "description": "Scientists in the United States have begun testing an anti-malarial drug as a potential treatment for coronavirus patients. President Donald Trump has touted...",
            "content": "Scientists in the United States have begun testing an anti-malarial drug as a potential treatment for coronavirus patients.\r\nPresident Donald Trump has touted the benefits of hydroxychloroquine despite warnings from health experts of its long list of side eff… [+419 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nypost.com"
            },
            "publishedAt": "2020-04-10T14:04:12Z",
            "title": "Coronavirus is now the leading cause of death in America - New York Post ",
            "url": "https://nypost.com/2020/04/10/coronavirus-is-now-the-leading-cause-of-death-in-america/",
            "urlToImage": "https://thenypost.files.wordpress.com/2020/04/coronavirus-6.jpg?quality=90&strip=all&w=1200",
            "description": "COVID-19 is now the No. 1 cause of death in the US, where it is killing more people every day than heart disease or cancer, according to a report.",
            "content": "COVID-19 — the illness caused by the novel coronavirus spreading across the globe — is now the No. 1 cause of death in the US, where it is killing more people every day than heart disease or cancer, according to a report.\r\nA new graph published this week by D… [+2716 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-10T13:55:16Z",
            "title": "SEE IT: Simulation shows how cough can spread coronavirus in grocery stores - WKBN27",
            "url": "https://www.youtube.com/watch?v=vv9JQ0iPfgE",
            "urlToImage": "https://i.ytimg.com/vi/vv9JQ0iPfgE/maxresdefault.jpg",
            "description": "Researchers in Finland have released a shocking simulation that apparently shows how respiratory droplets from just one cough in a grocery store can linger i...",
            "content": "Researchers in Finland have released a shocking simulation that apparently shows how respiratory droplets from just one cough in a grocery store can linger in the air."
        },
        {
            "source": {
                "id": null,
                "name": "Nypost.com"
            },
            "publishedAt": "2020-04-10T12:48:25Z",
            "title": "World War II veteran, 99, set to return home after beating coronavirus - New York Post ",
            "url": "https://nypost.com/2020/04/10/albert-chambers-99-year-old-wwii-veteran-beats-coronavirus/",
            "urlToImage": "https://thenypost.files.wordpress.com/2020/04/albert-chambers-55.jpg?quality=90&strip=all&w=1200",
            "description": "A 99-year-old vet who survived being a Nazi prisoner of war has recovered from the coronavirus, and will return to his home in England Friday, hospital officials said. Albert Chambers, a former Bri…",
            "content": "A 99-year-old vet who survived being a Nazi prisoner of war has recovered from the coronavirus, and will return to his home in England Friday, hospital officials said.\r\nAlbert Chambers, a former British Army soldier who was wounded during World War II and hel… [+1961 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mercurynews.com"
            },
            "publishedAt": "2020-04-10T12:27:12Z",
            "title": "Smoking marijuana and coronavirus: Even occasional use raises risk of Covid-19 complications - The Mercury News",
            "url": "https://www.mercurynews.com/smoking-marijuana-and-coronavirus-even-occasional-use-raises-risk-of-covid-19-complications",
            "urlToImage": "https://www.mercurynews.com/wp-content/uploads/2020/04/hypatia-h_1e478d501e8fe7902ba70e715643cc2f-h_dc4a541eb4c1a73bbc1a75304b280859.jpg?w=1024&h=683",
            "description": "If you’re smoking weed to ease your stress during the coronavirus pandemic, experts say it’s time to think twice.",
            "content": "If you’re smoking weed to ease your stress during the coronavirus pandemic, experts say it’s time to think twice.\r\nSmoking marijuana, even occasionally, can increase your risk for more severe complications from Covid-19, the disease caused by the novel corona… [+7304 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-10T11:54:54Z",
            "title": "How is WHO responding to COVID-19 - World Health Organization (WHO)",
            "url": "https://www.youtube.com/watch?v=a7Oe4bOMBws",
            "urlToImage": "https://i.ytimg.com/vi/a7Oe4bOMBws/maxresdefault.jpg",
            "description": "Here are just a few of the ways that the World Health Organization is responding to #COVID19. Coronavirus disease (COVID-19) is an infectious disease caused ...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Thetimes.co.uk"
            },
            "publishedAt": "2020-04-10T11:00:00Z",
            "title": "Italy extends lockdown into May as coronavirus deaths and cases continue to rise - The Times",
            "url": "https://www.thetimes.co.uk/article/italy-extends-lockdown-into-may-as-coronavirus-deaths-and-cases-continue-to-rise-dw8789xj2",
            "urlToImage": "https://www.thetimes.co.uk/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2F9e6cdcec-7b14-11ea-bc41-6517026e24df.jpg?crop=5044%2C2838%2C0%2C263&resize=685",
            "description": "The Italian government is expected to announce an extension of its coronavirus lockdown until May 3 today, as the number of deaths and new cases rose, frustrating hopes that the strict social",
            "content": "The Italian government is expected to announce an extension of its coronavirus lockdown until May 3 today, as the number of deaths and new cases rose, frustrating hopes that the strict social distancing measures were beginning to have an effect. The whole cou… [+467 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thetelegram.com"
            },
            "publishedAt": "2020-04-10T10:25:53Z",
            "title": "Sanofi will donate 100 million doses of hydroxychloroquine to 50 countries - The Telegram",
            "url": "https://www.thetelegram.com/news/world/sanofi-will-donate-100-million-doses-of-hydroxychloroquine-to-50-countries-436156/",
            "urlToImage": "https://www.thetelegram.com/media/photologue/photos/cache/sanofi-will-donate-100-million-doses-of-hydroxychloroquine-to-50-countries_medium",
            "description": "PARIS (Reuters) - French pharmaceutical giant Sanofi said Friday it had decided to donate 100 million doses of hydroxychloroquine, the decades-old anti-malaria drug touted by some as a potential weapon against the novel coronavirus, across 50",
            "content": "PARIS (Reuters) - French pharmaceutical giant Sanofi said Friday it had decided to donate 100 million doses of hydroxychloroquine, the decades-old anti-malaria drug touted by some as a potential weapon against the novel coronavirus, across 50 countries.\r\nIn a… [+504 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-04-10T10:21:29Z",
            "title": "Can my dog or cat catch coronavirus? - BBC News",
            "url": "https://www.bbc.co.uk/news/explainers-52214609",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/140B3/production/_111699028_gettyimages-1168451046.jpg",
            "description": "Can pets contract the virus and if so can they spread it to other animals or to humans?",
            "content": "Image copyrightGetty Images\r\nCan pets contract coronavirus and if so can they spread it to other animals or to humans?\r\nWhat is the evidence? \r\nCats can catch flu from humans and some have caught the Covid-19 virus.\r\nAnd this has been backed up by laboratory … [+2322 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-10T10:04:08Z",
            "title": "More than half of Canadians feel lonely, isolated during coronavirus pandemic: Ipsos poll - Global News",
            "url": "http://globalnews.ca/news/6793214/coronavirus-canada-lonely/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/gettyimages-1171712738-e1586353757753.jpg?quality=70&strip=all&crop=0px%2C34px%2C1025px%2C542px&resize=720%2C379",
            "description": "Canadians are starting to feel the full effects of physical distancing and self-isolation measures during the coronavirus outbreak, according to a recent survey.",
            "content": "Many Canadians have been at home for weeks practising isolation and physical distancing as much as possible in an effort to prevent the spread of the new coronavirus.\r\nNow people are starting to feel the full effects of these practices: 54 per cent of Canadia… [+7494 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ladbible.com"
            },
            "publishedAt": "2020-04-10T01:57:19Z",
            "title": "Simulation Shows Why You Shouldn't Run Behind Someone Amid Coronavirus Pandemic - LADbible",
            "url": "https://www.ladbible.com/news/interesting-simulation-shows-why-you-shouldnt-run-behind-someone-20200410",
            "urlToImage": "https://images.ladbible.com/thumbnail?type=jpeg&url=http://beta.ems.ladbiblegroup.com/s3/content/b36fa5e15e8f6ee9e5d565b9043e3f5b.png&quality=70&width=808",
            "description": "It reveals just how far a cough or sneeze can travel.",
            "content": "A 3D computer simulation has revealed why you shouldn't run behind someone amid the coronavirus pandemic. \r\nAnalysis from Ansys shows that running side-by-side with someone is fine, as is running with no one behind you. \r\nHowever, if you are directly trailing… [+2536 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-10T01:46:28Z",
            "title": "Chicago’s largest jail reports 450 inmates, staff positive for coronavirus - Global News",
            "url": "http://globalnews.ca/news/6803935/coronavirus-chicago-jail-cases/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/2020-04-09t214946z_1239365447_rc291g98p4ra_rtrmadp_3_health-coronavirus-usa.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The situation gained national attention earlier this week when inmates posted handmade signs pleading for help in the windows of their cells overlooking a public street.",
            "content": "Some 450 inmates and staff have tested positive for the novel coronavirus at Chicago’s largest jail, county corrections officials said on Thursday, representing one of the United States’ largest outbreaks of the respiratory illness at a single site so far in … [+3605 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T23:38:07Z",
            "title": "Coronavirus: Two employees at National Microbiology Lab in Winnipeg test positive for COVID-19 - Global News",
            "url": "http://globalnews.ca/news/6803268/coronavirus-national-microbiology-lab-winnipeg/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2019/07/cpt12108959.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Two employees at Canada's National Microbiology Laboratory in Winnipeg are in self-isolation after testing positive for COVID-19.",
            "content": "Two employees at Canada’s National Microbiology Laboratory in Winnipeg are in self-isolation after testing positive for COVID-19.\r\nOne person in close contact with the employees also contracted the virus.\r\nPublic health authorities have begun contact tracing … [+647 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-09T22:43:29Z",
            "title": "Coronavirus: Questions raised over moving seniors out of long-term care homes - Global News",
            "url": "http://globalnews.ca/news/6802259/coronavirus-seniors-care-homes-moving-parents/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/img_7891.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Families with loved ones in long-term care or group homes are faced with heart-wrenching decisions during the COVID-19 pandemic. Given the high potential for outbreaks, many wonder if it’s safe to take them out of their familiar surroundings.",
            "content": "With the senior population so vulnerable to COVID-19, many families across Alberta and the country are struggling with decisions on what’s best for them. Alle Ross was wondering what she should do for her 87-year-old mom, Eunice. \r\n“It was a dilemma. Do you b… [+2436 chars]"
        },
        {
            "source": {
                "id": "the-hill",
                "name": "The Hill"
            },
            "publishedAt": "2020-04-09T21:54:55Z",
            "title": "Study warns of coronavirus resurgence if lockdowns eased too soon | TheHill - The Hill",
            "url": "https://thehill.com/changing-america/well-being/prevention-cures/492103-study-warns-of-coronavirus-resurgence-if",
            "urlToImage": "https://thehill.com/sites/default/files/ca_deblasionyccovid-19_032620getty_4.jpg",
            "description": "Researchers say China’s restrictions ended the first wave of COVID-19, but a second wave could hit the country if normal life resumes too quickly.",
            "content": "Think fast! Add Changing America to your Facebook and Twitter feeds to stay up-to-the-second on the latest news and smartest insights.\r\nA new study from researchers based in Hong Kong is warning countries that completely ending lockdown restrictions too soon … [+3600 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Dailyhive.com"
            },
            "publishedAt": "2020-04-09T21:46:00Z",
            "title": "2 correctional officers at BC prison test positive for coronavirus | News - Daily Hive",
            "url": "https://dailyhive.com/vancouver/correctional-officers-bc-mission-institution-coronavirus",
            "urlToImage": "https://images.dailyhive.com/20200121151249/shutterstock_724345753-500x259.jpg",
            "description": "14 inmates at the medium-security prison in Mission have also tested positive.",
            "content": "Two correctional officers at a medium-security prison in Mission, BC, have tested positive for COVID-19, according to the Union of Canadian Correctional Officers.\r\nThe Mission Medium Institution also has the highest number of inmates who have tested positive … [+627 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-09T21:29:02Z",
            "title": "City announces mental health supports during coronavirus pandemic - CityNews Toronto",
            "url": "https://www.youtube.com/watch?v=U06PkdL_Yas",
            "urlToImage": "https://i.ytimg.com/vi/U06PkdL_Yas/hqdefault.jpg",
            "description": "The city is teaming up with several mental health service providers for people struggling during the COVID-19 pandemic. Mark McAllister with how you can acce...",
            "content": "The city is teaming up with several mental health service providers for people struggling during the COVID-19 pandemic. Mark McAllister with how you can access the services should you need it."
        },
        {
            "source": {
                "id": null,
                "name": "Chch.com"
            },
            "publishedAt": "2020-04-09T20:58:00Z",
            "title": "Dynamic distancing - CHCH News",
            "url": "https://www.chch.com/dynamic-distancing/",
            "urlToImage": "https://www.chch.com/wp-content/uploads/2020/04/taz-dynamic-distancing_000146.jpg",
            "description": "Local News, News, Ontario News-Coronavirus, covid19, Dynamic distancing, Dynamic Physical Distancing, icu, prime minister, Ride the Wave, study, Trudeau",
            "content": "Prime Minister Trudeau said there could be an ongoing wave of new COVID19 cases. That means physical distancing will be Canadas new reality until a vaccine is found. Scientists from the University of Toronto and the University of Guelph used mathematical mode… [+510 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Citynews.ca"
            },
            "publishedAt": "2020-04-09T20:34:43Z",
            "title": "4 deaths, 18 coronavirus cases reported at long-term care home in downtown Toronto - CityNews",
            "url": "https://toronto.citynews.ca/2020/04/09/4-deaths-18-coronavirus-cases-reported-at-long-term-care-home-in-downtown-toronto/",
            "urlToImage": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2020/04/09/mon-sheung-long-term-care-home.jpg",
            "description": "Four residents have died and another 18, including two employees, have tested positive for the coronavirus at a long-term care home in downtown Toronto. The Mon Sheong Home for the Aged near Dundas and University Streets declared an outbreak at the facility o…",
            "content": "Four residents have died and another 18, including two employees, have tested positive for the coronavirus at a long-term care home in downtown Toronto.\r\nThe Mon Sheong Home for the Aged near Dundas and University Streets declared an outbreak at the facility … [+914 chars]"
        }
    ]
}