{
    "articles": [
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-04-01T14:01:00Z",
            "title": "Chinese scientists seeking potential COVID-19 treatment find 'effective' antibodies - Reuters Canada",
            "url": "https://ca.reuters.com/article/topNews/idCAKBN21J4QW",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200401&t=2&i=1511061430&w=1200&r=LYNXMPEG303MY",
            "description": "A team of Chinese scientists has isolated several antibodies that it says are \"extremely effective\" at blocking the ability of the new coronavirus to enter cells, which eventually could be helpful in treating or preventing COVID-19.",
            "content": "BEIJING (Reuters) - A team of Chinese scientists has isolated several antibodies that it says are “extremely effective” at blocking the ability of the new coronavirus to enter cells, which eventually could be helpful in treating or preventing COVID-19. \r\nTher… [+2905 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-01T13:51:52Z",
            "title": "Family friend of youngest UK coronavirus victim speaks out - The Telegraph",
            "url": "https://www.youtube.com/watch?v=xARx3B9S854",
            "urlToImage": "https://i.ytimg.com/vi/xARx3B9S854/maxresdefault.jpg",
            "description": "Ismail Mohamed Abdulwahab is believed to be the youngest person in the UK to die from coronavirus. He was only 13-years-old and had no apparent underlying he...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Citynews1130.com"
            },
            "publishedAt": "2020-04-01T13:12:42Z",
            "title": "28 students positive for coronavirus after spring break trip - CityNews Vancouver",
            "url": "https://www.citynews1130.com/2020/04/01/28-students-positive-for-coronavirus-after-spring-break-trip/",
            "urlToImage": "https://www.citynews1130.com/wp-content/blogs.dir/sites/9/2020/04/TXDAM504-331_2020_112925.jpg",
            "description": "AUSTIN, Texas — More than two dozen University of Texas students have tested positive for the coronavirus after taking a spring break trip to Mexico, public health officials said. A group of about 70 people who are in their 20s took a chartered plane to Cabo …",
            "content": "AUSTIN, Texas More than two dozen University of Texas students have tested positive for the coronavirus after taking a spring break trip to Mexico, public health officials said.\r\nA group of about 70 people who are in their 20s took a chartered plane to Cabo S… [+1480 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Gulfnews.com"
            },
            "publishedAt": "2020-04-01T11:48:50Z",
            "title": "COVID-19: Five things we still don't know about coronavirus - Gulf News",
            "url": "https://gulfnews.com/photos/news/covid-19-five-things-we-still-dont-know-about-coronavirus-1.1585740043842",
            "urlToImage": "https://imagevars.gulfnews.com/2020/04/01/Corona-1_1713576f252_medium.jpg",
            "description": "Despite extensive study, much about coronavirus pandemic is still unclear",
            "content": "Get Breaking News Alerts From Gulf News\r\nWell send you latest news updates through the day. You can manage them any time by clicking on the notification icon.\r\nSubscribeNo Thanks"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-01T11:17:19Z",
            "title": "Coronavirus: Top South African HIV scientist Gita Ramjee dies - BBC News",
            "url": "https://www.bbc.com/news/world-africa-52120265",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/123B7/production/_111497647_gita-ramjee.png",
            "description": "Tributes are being paid to Gita Ramjee for her world-renowned research into HIV prevention.",
            "content": "Image copyrightAurum Institute\r\nTributes are being paid to world-renowned South African scientist Gita Ramjee, who has died from Covid-19-related complications.\r\n\"She dedicated many years of her life to finding HIV prevention solutions for women,\" her colleag… [+2943 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thechronicleherald.ca"
            },
            "publishedAt": "2020-04-01T09:42:36Z",
            "title": "Dutch coronavirus measures have lowered infection rate: health official - TheChronicleHerald.ca",
            "url": "https://www.thechronicleherald.ca/news/world/dutch-coronavirus-measures-have-lowered-infection-rate-health-official-432297/",
            "urlToImage": "https://www.thechronicleherald.ca/media/photologue/photos/cache/dutch-coronavirus-measures-have-lowered-infection-rate-health-official_medium",
            "description": "AMSTERDAM (Reuters) - Measures to limit the coronavirus outbreak in the Netherlands appear to have halved the rate of infection but need to be continued to be really effective, the country's top official for infectious diseases said on",
            "content": "AMSTERDAM (Reuters) - Measures to limit the coronavirus outbreak in the Netherlands appear to have halved the rate of infection but need to be continued to be really effective, the country's top official for infectious diseases said on Wednesday.\r\nThe rate of… [+1274 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-01T08:54:58Z",
            "title": "Iceland lab's testing suggests 50% of coronavirus cases have no symptoms - CNN",
            "url": "https://www.cnn.com/2020/04/01/europe/iceland-testing-coronavirus-intl/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200331132121-02-iceland-coronavirus-testing-super-tease.jpg",
            "description": "There's a lot about Iceland that other countries could envy: Its spectacular natural surroundings, its place among the world's happiest countries, and, now, its large-scale testing for the novel coronavirus, which could influence how the world understands the…",
            "content": "(CNN)There's a lot about Iceland that other countries could envy: Its spectacular natural surroundings, its place among the world's happiest countries, and, now, its large-scale testing for the novel coronavirus, which could influence how the world understand… [+5240 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-04-01T08:03:45Z",
            "title": "Infected with COVID-19, but feeling fine: How people are unwittingly spreading the coronavirus across the... - Firstpost",
            "url": "https://www.nytimes.com/2020/03/31/health/coronavirus-asymptomatic-transmission.html",
            "urlToImage": "https://images.firstpost.com/wp-content/uploads/2020/03/US-coronavirus_825_AP.jpg",
            "description": "As many as 25 percent of people infected with the coronavirus may not show symptoms, the director of the Centres for Disease Control and Prevention warns — a startlingly high number that complicates efforts to predict the pandemic’s course and strategies to m…",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Medicalxpress.com"
            },
            "publishedAt": "2020-04-01T07:45:45Z",
            "title": "2 meters enough for social distancing? MIT researcher says droplets carrying coronavirus can travel up to 8 meters - Medical Xpress",
            "url": "https://medicalxpress.com/news/2020-04-meters-social-distancing-mit-droplets.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/2020/2metersenoug.jpg",
            "description": "The novel coronavirus has prompted social distancing measures around the world. One researcher believes what's being done isn't enough.",
            "content": "The novel coronavirus has prompted social distancing measures around the world. One researcher believes what's being done isn't enough.\r\nLydia Bourouiba, an associate professor at MIT, has researched the dynamics of exhalations (coughs and sneezes, for instan… [+5981 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-04-01T07:32:00Z",
            "title": "Europe to launch coronavirus contact tracing app initiative - Financial Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/europe-to-launch-coronavirus-contact-tracing-app-initiative-2",
            "urlToImage": "https://secure.gravatar.com/blavatar/b4ece3189893389a03f063830eacd95c?s=200&ts=1585752838",
            "description": "BERLIN — European scientists and technologists said they would launch a joint initiative on Wednesday to support the use of digital applications in the fight against coronavirus while complyi…",
            "content": "BERLIN — European scientists and technologists said they would launch a joint initiative on Wednesday to support the use of digital applications in the fight against coronavirus while complying with the region’s tough privacy laws.\r\nThe Pan-European Privacy P… [+1503 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-04-01T07:11:00Z",
            "title": "Mother of invention: the new gadgets dreamt up to fight coronavirus - Reuters Canada",
            "url": "https://ca.reuters.com/article/businessNews/idCAKBN21J4BG",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200401&t=2&i=1510926315&w=1200&r=LYNXMPEG3034C",
            "description": "Driving to work at his factory to the west of London last week, designer Steve Brooks had coronavirus on his mind. What could he make that would let him open a door without touching the handle?",
            "content": "LONDON/OAKLAND/BUCHAREST (Reuters) - Driving to work at his factory to the west of London last week, designer Steve Brooks had coronavirus on his mind. What could he make that would let him open a door without touching the handle? \r\nEntrepreneurs Matthew Tole… [+5497 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Express.co.uk"
            },
            "publishedAt": "2020-04-01T07:03:46Z",
            "title": "Coronavirus symptoms: The easily missable sign that could mean you have COVID-19 - Express",
            "url": "https://www.express.co.uk/life-style/health/1263209/coronavirus-update-cases-news-symptoms-malaise-us",
            "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/11/750x445/1263209.jpg",
            "description": "CORONAVIRUS death toll leapt yesterday as the government was grilled about its response to the escalating outbreak. The pathogen's activity is constantly revealing new insights, including a subtle symptom to watch out for.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-01T03:34:24Z",
            "title": "Experimental coronavirus treatment causing chloroquine shortage for lupus, rheumatoid arthritis pati - WUSA9",
            "url": "https://www.youtube.com/watch?v=W_jp9Ga90qw",
            "urlToImage": "https://i.ytimg.com/vi/W_jp9Ga90qw/hqdefault.jpg",
            "description": "Researchers say chloroquine has not been proven effective against COVID-19, despite some success stories.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-01T01:47:20Z",
            "title": "Coronavirus: COVID-19 outbreak declared at Orangeville, Ont., hospital - Global News",
            "url": "http://globalnews.ca/news/6759840/covid-19-outbreak-orangeville-hospital/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/ny765-311_2020_160123-3.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Public health officials say five healthcare workers and a patient have tested positive for the novel coronavirus.",
            "content": "Public health officials say a COVID-19 outbreak has been declared at Headwaters Health Care Centre in Orangeville, Ont. after five healthcare workers and a patient tested positive for the novel coronavirus.\r\nAccording to an email sent on Tuesday night, the pa… [+1469 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-01T00:57:00Z",
            "title": "Pet cat tests positive for coronavirus in Hong Kong - National Post",
            "url": "https://nationalpost.com/pmn/environment-pmn/pet-cat-tests-positive-for-coronavirus-in-hong-kong",
            "urlToImage": "https://secure.gravatar.com/blavatar/bf69214e83fdd5520e4b5d91ba3b7d64?s=200&ts=1585752768",
            "description": "HONG KONG — A pet cat has tested positive for the coronavirus in Hong Kong after its owner was confirmed with having the virus, the city’s Agricultural and Fisheries department said, ca…",
            "content": "HONG KONG — A pet cat has tested positive for the coronavirus in Hong Kong after its owner was confirmed with having the virus, the city’s Agricultural and Fisheries department said, cautioning that the animal has not shown any signs of the disease.\r\nIn a not… [+1162 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lifesitenews.com"
            },
            "publishedAt": "2020-04-01T00:45:00Z",
            "title": "FDA approves use of Trump-supported drug to fight coronavirus as positive results emerge - Lifesite",
            "url": "https://www.lifesitenews.com/news/fda-approves-use-of-trump-supported-drug-to-fight-coronavirus-as-positive-results-emerge",
            "urlToImage": "https://assets.lifesitenews.com/images/made/images/remote/https_www.lifesitenews.com/images/local/President_Donald_J._Trump_waves_Feb._2020_1024_512_75_s_c1.jpg",
            "description": "One doctor declared that it would be irresponsible not to pursue this option aggressively.",
            "content": "UNITED STATES, March 31, 2020 (LifeSiteNews) — The U.S. Food and Drug Administration (FDA) has issued emergency authorization for experimental coronavirus treatments using chloroquine and hydroxychloroquine, the anti-malaria drugs that have been supported by … [+2903 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Kelownadailycourier.ca"
            },
            "publishedAt": "2020-04-01T00:43:24Z",
            "title": "COVID-19 likely part of B.C. life until summer, says Dr. Henry; five more deaths - The Daily Courier",
            "url": "http://www.kelownadailycourier.ca/prairies/bc/article_557b96de-53ab-5f3e-a571-2ea773298f6e.html",
            "urlToImage": "https://bloximages.newyork1.vip.townnews.com/kelownadailycourier.ca/content/tncms/custom/image/be8fa678-1ebd-11e7-b8ad-f3f097d2c224.gif",
            "description": "VICTORIA - British Columbia's provincial health officer says she expects the novel coronavirus pandemic will continue to impact daily life until the summer followed by a potential second wave of",
            "content": "VICTORIA - British Columbia's provincial health officer says she expects the novel coronavirus pandemic will continue to impact daily life until the summer followed by a potential second wave of the virus in the fall.\r\nDr. Bonnie Henry said Tuesday the search… [+3561 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-31T22:24:12Z",
            "title": "UPMC Researcher Says Social Distancing Is Working, And We Have To Keep Doing It - CBS Pittsburgh",
            "url": "https://www.youtube.com/watch?v=2tgmeSaR8JE",
            "urlToImage": "https://i.ytimg.com/vi/2tgmeSaR8JE/maxresdefault.jpg",
            "description": "As the number of coronavirus cases continues to rise each day, is what we're doing having any impact? KDKA's Andy Sheehan reports.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Thenarwhal.ca"
            },
            "publishedAt": "2020-03-31T22:05:28Z",
            "title": "Former chief medical officer urges BC to shut industrial work camps during coronavirus pandemic - The Narwhal",
            "url": "https://thenarwhal.ca/former-chief-medical-officer-urges-b-c-to-shut-industrial-work-camps-during-coronavirus-pandemic/",
            "urlToImage": "https://thenarwhal.ca/wp-content/uploads/2020/03/Construction-Site-C-Dam-1024x684.jpg",
            "description": "Some projects still house more than 800 people at camps — deemed ‘essential services’ by the province — while small businesses shut their doors and most people stay at home, raising concerns about double-standards and risks to local communities",
            "content": "The Site C dam, LNG Canada and Coastal GasLink pipeline projects should not be designated essential services during the COVID-19 pandemic, according to David Bowering, former chief medical officer for Northern Health, who compared project work camps to cruise… [+11287 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lfpress.com"
            },
            "publishedAt": "2020-03-31T22:05:24Z",
            "title": "Elderly woman first coronavirus-related death in St. Thomas area - The London Free Press",
            "url": "https://lfpress.com/news/local-news/elderly-woman-first-coronavirus-related-death-st-thomas-area",
            "urlToImage": "https://postmedialfpress.files.wordpress.com/2020/03/ldn20200327dr001_77831994-2-e1585660693704.jpg",
            "description": "The COVID-19 pandemic hit home Tuesday when a woman in her late 80s was confirmed as the first coronavirus-related death in the St. Thomas area.She was a resident of a non-profit seniors apartment …",
            "content": "The COVID-19 pandemic hit home Tuesday when a woman in her late 80s was confirmed as the first coronavirus-related death in the St. Thomas area.\r\nShe was a resident of a non-profit seniors apartment in West Elgin and she was being cared for at St. Thomas Elgi… [+3138 chars]"
        }
    ]
}