{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-07T06:00:11Z",
            "title": "Norman Swan looks at mental health issues associated with coping with coronavirus | 7.30 - ABC News (Australia)",
            "url": "https://www.youtube.com/watch?v=JyIxRWMuMDI",
            "urlToImage": "https://i.ytimg.com/vi/JyIxRWMuMDI/maxresdefault.jpg",
            "description": "Throughout the coronavirus pandemic, the focus has been on suppressing the spread of the disease. It's been successful so far, but has come at a severe cost,...",
            "content": "Throughout the coronavirus pandemic, the focus has been on suppressing the spread of the disease. It's been successful so far, but has come at a severe cost, and experts warn there could be a large spike in the number of people struggling with their mental he… [+413 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-05-07T05:38:07Z",
            "title": "Colombia's coronavirus app troubles show rocky path without tech from Apple, Google - Reuters",
            "url": "https://www.reuters.com/article/health-coronavirus-colombia-apps-idUSL1N2CO131",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "description": "Colombia has removed the contact-tracing feature in its official app for informing residents about the novel coronavirus after experiencing glitches, but aims to rebuild using potentially more reliable technology from Apple Inc and Alphabet Inc's Google, a go…",
            "content": "May 6 (Reuters) - Colombia has removed the contact-tracing feature in its official app for informing residents about the novel coronavirus after experiencing glitches, but aims to rebuild using potentially more reliable technology from Apple Inc and Alphabet … [+6062 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Scmp.com"
            },
            "publishedAt": "2020-05-07T03:32:18Z",
            "title": "Coronavirus may have jumped to humans as early as October, study says - South China Morning Post",
            "url": "https://www.scmp.com/news/china/science/article/3083211/coronavirus-may-have-jumped-humans-early-october-study-says",
            "urlToImage": "https://cdn.i-scmp.com/sites/default/files/styles/og_image_scmp_coronavirus_generic/public/d8/images/methode/2020/05/07/65d96c1e-8f92-11ea-a674-527cfdef49ee_image_hires_105821.jpg?itok=rWaz-xqN&v=1588820307",
            "description": "Researchers looked at 7,000 genome sequence assemblies collected from around the world to determine their most recent common ancestor.",
            "content": "Published: 10:00am, 7 May, 2020\r\nUpdated: 10:58am, 7 May, 2020"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-05-07T02:42:59Z",
            "title": "What we know about when -- and where -- coronavirus started appearing - CNN",
            "url": "https://www.cnn.com/2020/05/06/health/coronavirus-spread-what-we-know/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200506153526-health-worker-coronavirus-testing-0328-super-tease.jpg",
            "description": "It's been more than four months since China reported a cluster of cases of pneumonia in Wuhan, but so many questions are still unanswered about what we now know to be a coronavirus that's wreaked havoc and misery around the world -- including where the virus …",
            "content": "(CNN)It's been more than four months since China reported a cluster of cases of pneumonia in Wuhan, but so many questions are still unanswered about what we now know to be a coronavirus that's wreaked havoc and misery around the world -- including where the v… [+4520 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencealert.com"
            },
            "publishedAt": "2020-05-07T02:07:34Z",
            "title": "Llama Antibodies Could Help Us Defeat COVID-19, Scientists Say - ScienceAlert",
            "url": "https://www.sciencealert.com/llama-blood-could-play-a-role-in-helping-people-fight-off-coronavirus-infections",
            "urlToImage": "https://www.sciencealert.com/images/2020-05/processed/llama_ab_covid_1024.jpg",
            "description": "Scientists say llamas could help defeat the coronavirus.",
            "content": "Scientists say llamas could help defeat the coronavirus.\r\nAccording to a new study published in the journal Cell Tuesday by an international team of researchers, antibodies found in the blood of llamas were able to stave off COVID infections.\r\n\"This is one of… [+1944 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Arabnews.com"
            },
            "publishedAt": "2020-05-07T02:07:11Z",
            "title": "Coronavirus mutation detected by American research team - Arab News",
            "url": "https://www.arabnews.com/node/1670786",
            "urlToImage": "https://www.arabnews.com/sites/default/files/2020/05/07/2094791-909397506.jpg",
            "description": "LONDON: Researchers in the US said in a report that they have identified a mutated form of COVID-19 that has swept the globe in the past few months, and could herald a more dangerous strain. Scientists at Los Alamos National Laboratory (LANL) in New Mexico ad…",
            "content": "LONDON: Researchers in the US said in a report that they have identified a mutated form of COVID-19 that has swept the globe in the past few months, and could herald a more dangerous strain.\r\nScientists at Los Alamos National Laboratory (LANL) in New Mexico a… [+2576 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-07T02:00:05Z",
            "title": "NBC Nightly News Broadcast (Full) - May 6th, 2020 | NBC Nightly News - NBC News",
            "url": "https://www.youtube.com/watch?v=TliKx7posYU",
            "urlToImage": "https://i.ytimg.com/vi/TliKx7posYU/maxresdefault.jpg",
            "description": "Rise in cases of children with rare illness thought to be linked to COVID-19, businesses defying coronavirus restrictions as U.S. death toll grows, and coron...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Yourtango.com"
            },
            "publishedAt": "2020-05-07T01:43:43Z",
            "title": "How Poop May Cure Coronavirus (COVID-19) - YourTango",
            "url": "https://www.yourtango.com/2020333791/how-poop-may-cure-coronavirus-covid-19",
            "urlToImage": "https://www.yourtango.com/sites/default/files/styles/listing_big/public/image_blog/0_151.jpg?itok=6_HvZV0G",
            "description": "This is gross... but it might just work.",
            "content": "This is gross... but it might just work. \r\nAs researchers scramble to find new ways to slow the spread of coronavirus, there's no stone they're leaving unturned ... and apparently, that also applies to human excrement.\r\nAccording to new discoveries made by sc… [+4033 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Montrealgazette.com"
            },
            "publishedAt": "2020-05-07T00:58:39Z",
            "title": "Coronavirus: 12 children, four employees infected at Mascouche daycare - Montreal Gazette",
            "url": "https://montrealgazette.com/news/local-news/coronavirus-12-children-four-employees-infected-at-mascouche-daycare",
            "urlToImage": "https://postmediamontrealgazette2.files.wordpress.com/2020/05/0318-city-daycare-2.jpg",
            "description": "Coronavirus: 12 children, four employees infected at Mascouche daycare",
            "content": "Quebec has recorded its first COVID-19 outbreak at a daycare, says the director of public health for the Lanaudière region.\r\nThe daycare centre an emergency childcare service for essential workers in Mascouche was closed on Monday, Dr. Richard Lessard said in… [+670 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Hindustantimes.com"
            },
            "publishedAt": "2020-05-07T00:30:11Z",
            "title": "Italian firm claims to have made a vaccine to contain coronavirus - Hindustan Times",
            "url": "https://www.hindustantimes.com/world-news/italian-firm-claims-to-have-made-a-vaccine-to-contain-coronavirus/story-fl2DYhDRTUeGOb8wY0xULM.html",
            "urlToImage": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/05/07/Pictures/vaccine-sticker-medical-syringe-illustration-bottles-labeled_eb6f33fc-8fd0-11ea-85c6-561c42737975.jpg",
            "description": "The researchers experimented with the vaccine on mice that successfully developed antibodies that blocked the virus from infecting the cells",
            "content": "Italian researchers have claimed that they have successfully developed a vaccine to contain the coronavirus, which is likely to work on humans, Italian news agency ANSA has reported. \r\nLuigi Aurisicchio, CEO of Takis, the firm that claims to have developed th… [+1119 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thelancet.com"
            },
            "publishedAt": "2020-05-06T22:37:16Z",
            "title": "The immune system of children: the key to understanding SARS-CoV-2 susceptibility? - The Lancet",
            "url": "https://www.thelancet.com/journals/lanchi/article/PIIS2352-4642(20)30135-8/fulltext",
            "urlToImage": "//els-jbs-prod-cdn.jbs.elsevierhealth.com/cms/asset/5adce2ab-6375-4a50-b247-21c8ef55c5f0/fx1.jpg",
            "description": "Humanity has repeatedly faced epidemics of known and novel pathogens and the immune\nsystem has adapted to survive. Since severe acute respiratory syndrome coronavirus\n2 (SARS-CoV-2) is a new zoonotic pathogen, there is no pre-existing immunity and the\nwhole o…",
            "content": "We use cookies to help provide and enhance our service and tailor content and ads. By continuing you agree to the use of cookies.\r\nCopyright © 2020 Elsevier Inc. except certain content provided by third parties.\r\nPrivacy Policy   Terms and Conditions"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T22:22:19Z",
            "title": "It's Public Health vs. Privacy As San Diego County Considers Contact Tracing App - KPBS",
            "url": "https://www.youtube.com/watch?v=s8aJgvuHs6E",
            "urlToImage": "https://i.ytimg.com/vi/s8aJgvuHs6E/hqdefault.jpg",
            "description": "The county is among governments worldwide considering using smartphone apps to help with the tracking of people exposed to the coronavirus. But not everyone ...",
            "content": "The county is among governments worldwide considering using smartphone apps to help with the tracking of people exposed to the coronavirus. But not everyone is willing to use them."
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-05-06T21:02:29Z",
            "title": "Coronavirus: Will we ever shake hands again? - BBC News",
            "url": "https://www.bbc.com/news/world-us-canada-52506079",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/3FE6/production/_112085361_adam-nc.png",
            "description": "Will Covid-19 make handshakes a relic of the past? If so, what might that mean about the future of human touch and interaction?",
            "content": "Around the world, humans are struggling to ignore thousands of years of bio-social convention and avoid touching another. Shaking hands might be one of the hardest customs to lose in the post-pandemic world but there are alternatives, writes James Jeffrey.\r\nT… [+9371 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cp24.com"
            },
            "publishedAt": "2020-05-06T19:22:00Z",
            "title": "'If this thing boomerangs': Second wave of infections feared - CP24 Toronto's Breaking News",
            "url": "https://www.cp24.com/world/if-this-thing-boomerangs-second-wave-of-infections-feared-1.4927754",
            "urlToImage": "https://www.cp24.com/polopoly_fs/1.4927760.1588792938!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "As Europe and the U.S. loosen their lockdowns against the coronavirus, health experts are expressing growing dread over what they say is an all-but-certain second wave of deaths and infections that could force governments to clamp back down in a drawn-out, tw…",
            "content": "WASHINGTON - As Europe and the U.S. loosen their lockdowns against the coronavirus, health experts are expressing growing dread over what they say is an all-but-certain second wave of deaths and infections that could force governments to clamp back down.\r\nWe'… [+6319 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencedaily.com"
            },
            "publishedAt": "2020-05-06T19:14:06Z",
            "title": "Bat 'super immunity' may explain how bats carry coronaviruses, study finds: Bat-virus adaptation may explain species spillover, researchers say - Science Daily",
            "url": "https://www.sciencedaily.com/releases/2020/05/200506133614.htm",
            "urlToImage": null,
            "description": "Researchers have uncovered how bats can carry the Middle East respiratory syndrome (MERS) coronavirus without getting sick -- research that could shed light on how coronaviruses make the jump to humans and other animals.",
            "content": "A University of Saskatchewan (USask) research team has uncovered how bats can carry the Middle East respiratory syndrome (MERS) coronavirus without getting sick -- research that could shed light on how coronaviruses make the jump to humans and other animals.C… [+4041 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Marketwatch.com"
            },
            "publishedAt": "2020-05-06T16:12:43Z",
            "title": "A llama named Winter could be the key to fighting the coronavirus - MarketWatch",
            "url": "https://www.marketwatch.com/story/a-llama-named-winter-could-be-the-key-to-fighting-the-coronavirus-2020-05-06",
            "urlToImage": "https://s.marketwatch.com/public/resources/images/MW-IF946_llama__ZG_20200506102217.jpg",
            "description": "Preliminary research suggests a tiny particle in llama blood can stop the coronavirus",
            "content": "Alpaca your bags, coronavirus. The race to find effective coronavirus treatments has led to an unlikely hero: a 4-year-old Belgian llama named Winter, whose antibodies show promise in blocking the novel coronavirus that causes COVID-19 from infecting cells. R… [+3240 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-06T15:56:01Z",
            "title": "U.S. researcher ‘on verge of making very significant’ coronavirus findings shot dead: reports - Global News",
            "url": "http://globalnews.ca/news/6910721/coronavirus-researcher-shot-dead-pittsburgh/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/bing-edited.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Bing Liu, 37, was found dead in a Pittsburgh, Pa., home on Saturday.",
            "content": "A professor working on coronavirus research was found shot dead Saturday inside a home in Pittsburgh, Pa., according to news reports.\r\nBing Liu, 37, was found in a home in Ross Township, the Allegheny County medical examiner said, per NBC News.\r\nLiu suffered … [+2514 chars]"
        },
        {
            "source": {
                "id": "independent",
                "name": "Independent"
            },
            "publishedAt": "2020-05-06T15:53:00Z",
            "title": "Coronavirus: Intensive farming provides perfect conditions for viruses to spread between animals and humans, study shows - The Independent",
            "url": "https://www.independent.co.uk/news/science/archaeology/news/coronavirus-farming-virus-spread-animals-humans-a9501881.html",
            "urlToImage": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2020/05/06/15/livestock-cattle.jpg",
            "description": "Stop the Wildlife Trade: 'I think this is a wake-up call to be more responsible about farming methods, so we can reduce the risk of outbreaks of problematic pathogens in the future,' say scientists",
            "content": "Current intensive farming techniques involving overuse of antibiotics, high numbers of animals, and low genetic diversity are hotbeds for pathogens to spread, scientists have said.\r\nA team of researchers led by the University of Sheffield and Bath studied the… [+2669 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-05-06T08:56:55Z",
            "title": "How to improve your respiratory health in case you get Covid-19 - CNN",
            "url": "https://www.cnn.com/2020/05/06/health/how-to-improve-respiratory-health-coronavirus-wellness/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200505150437-run-respiratory-health-super-tease.jpg",
            "description": "Here's how you can strengthen your body's respiratory capacity so that if you do get infected with coronavirus, the chances of serious illness may be lower.",
            "content": "(CNN)Covid-19 is a respiratory illness, meaning if a person is infected, the condition of their respiratory system is one determinant of how they'll fare with the disease.\r\nFirst it's important to understand how the virus attacks our lungs. When people are in… [+8085 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theconversation.com"
            },
            "publishedAt": "2020-05-06T05:47:00Z",
            "title": "Does nicotine protect us against coronavirus? - The Conversation AU",
            "url": "https://theconversation.com/does-nicotine-protect-us-against-coronavirus-137488",
            "urlToImage": "https://images.theconversation.com/files/332568/original/file-20200505-83730-31qf5t.jpg?ixlib=rb-1.1.0&rect=0%2C86%2C5760%2C2880&q=45&auto=format&w=1356&h=668&fit=crop",
            "description": "A study from France concluded smoking might protect against coronavirus. But particularly now, in the midst of a pandemic, it's critical we don't take headlines at face value.",
            "content": "If you noticed headlines recently suggesting smoking could protect against COVID-19, you might have been surprised.\r\nAfter all, we know smoking is bad for our health. Its a leading risk factor for heart disease, lung disease and many cancers. Smoking also red… [+6570 chars]"
        }
    ]
}