{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Sciencemag.org"
            },
            "publishedAt": "2020-05-15T01:00:00Z",
            "title": "T cells found in COVID-19 patients 'bode well' for long-term immunity - Science Magazine",
            "url": "https://www.sciencemag.org/news/2020/05/t-cells-found-covid-19-patients-bode-well-long-term-immunity",
            "urlToImage": "https://www.sciencemag.org/sites/default/files/styles/article_main_large/public/virus_1280p_0.jpg?itok=q6ILTSGz",
            "description": "New findings suggest past infections may offer some protection against the novel coronavirus",
            "content": "T cells can seek and destroy cells infected with SARS-CoV-2 (yellow).\r\nNIAID \r\nBy Mitch LeslieMay. 14, 2020 , 9:00 PM\r\nScience's COVID-19 reporting is supported by the Pulitzer Center.\r\nImmune warriors known as T cells help us fight some viruses, but their im… [+4421 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T00:40:25Z",
            "title": "What pregnant women should know during coronavirus pandemic - KOAT",
            "url": "https://www.youtube.com/watch?v=qSdQmCYE4os",
            "urlToImage": "https://i.ytimg.com/vi/qSdQmCYE4os/maxresdefault.jpg",
            "description": "EXPECTING MOTHERS OR FAMILIES TAKING CARE OF A NEWBORN... HAVE A LOT OF CONCERNS DURING THIS PANDEMIC. ANCHOR \"ROYALE DA\" SPOKE WITH A DOCTOR WHO SPECIALIZES...",
            "content": "EXPECTING MOTHERS OR FAMILIES TAKING CARE OF A NEWBORN... HAVE A LOT OF CONCERNS DURING THIS PANDEMIC. ANCHOR \"ROYALE DA\" SPOKE WITH A DOCTOR WHO SPECIALIZES IN INFECTIOUS DISEASES AND PREGNANCY.\r\nSubscribe to KOAT on YouTube now for more: http://bit.ly/1jocB… [+166 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-15T00:32:00Z",
            "title": "'Don't Know How I'm Going To Survive': Business Owners On Impact Of COVID-19 | NBC News NOW - NBC News",
            "url": "https://www.youtube.com/watch?v=cFgVP3kNz2s",
            "urlToImage": "https://i.ytimg.com/vi/cFgVP3kNz2s/maxresdefault.jpg",
            "description": "Small business owners share how the coronavirus pandemic has impacted how they earn a living. » Subscribe to NBC News: http://nbcnews.to/SubscribeToNBC » Wat...",
            "content": "Small business owners share how the coronavirus pandemic has impacted how they earn a living.» Subscribe to NBC News: http://nbcnews.to/SubscribeToNBC» Watch more NBC video: http://bit.ly/MoreNBCNews\r\nNBC News Digital is a collection of innovative and powerfu… [+811 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cnet.com"
            },
            "publishedAt": "2020-05-14T23:45:09Z",
            "title": "Coronavirus in cats and dogs: How does COVID-19 impact pets? - CNET",
            "url": "https://www.cnet.com/how-to/coronavirus-in-cats-and-dogs-how-does-covid-19-impact-pets/",
            "urlToImage": "https://cnet3.cbsistatic.com/img/iJZz_l8ohv_4lLQLAxWlVlyJ2EA=/756x567/2020/04/06/6509e097-8d5c-42d1-80e9-e39ec7a288d8/gettyimages-1208282752.jpg",
            "description": "The biggest questions about COVID-19 and companion animals answered.",
            "content": "A stray cat on the streets of an empty Istanbul. \r\nGetty Images\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nThe coronavirus pandemic has moved at such a blistering pace that many fundamental questions … [+11622 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T22:58:08Z",
            "title": "This is how quickly coronavirus can spread - CNN",
            "url": "https://www.youtube.com/watch?v=OOvENoZMmK4",
            "urlToImage": "https://i.ytimg.com/vi/OOvENoZMmK4/maxresdefault.jpg",
            "description": "An experiment in Japan conducted by broadcaster NHK and a team of medical experts shows how quickly and easily Covid-19 can spread. CNN's Anna Coren reports....",
            "content": "An experiment in Japan conducted by broadcaster NHK and a team of medical experts shows how quickly and easily Covid-19 can spread. CNN's Anna Coren reports.\r\n#Covid-19 #CNN#News"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-05-14T22:42:05Z",
            "title": "Coronavirus May Pose a New Risk to Younger Patients: Strokes - The New York Times",
            "url": "https://www.nytimes.com/2020/05/14/health/coronavirus-strokes.html",
            "urlToImage": "https://static01.nyt.com/images/2020/05/14/science/14VIRUS-STROKES/14VIRUS-STROKES-facebookJumbo.jpg",
            "description": "Doctors have reported a flurry of cases in Covid-19 patients — including a healthy 27-year-old emergency medical technician in Queens. After a month in the hospital, he is learning to walk again.",
            "content": "Ravi Sharma was doubled over on his bed when his father found him. Hed had a bad cough for a week and had self-quarantined in his bedroom. As an emergency medical technician, he knew he was probably infected with the coronavirus.\r\nNow, Mr. Sharma, 27, could n… [+9812 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-05-14T22:38:18Z",
            "title": "Coronavirus Infections: Talking Can Generate Droplets That Linger Up to 14 Minutes - The New York Times",
            "url": "https://www.nytimes.com/2020/05/14/health/coronavirus-infections.html",
            "urlToImage": "https://static01.nyt.com/images/2020/05/14/science/14VIRUS-DROPLETS1/14VIRUS-DROPLETS1-facebookJumbo.jpg",
            "description": "A new study shows how respiratory droplets produced during normal conversation may be just as important in transmitting disease, especially indoors.",
            "content": "Coughs or sneezes may not be the only way people transmit infectious pathogens like the novel coronavirus to one another. Talking can also launch thousands of droplets so small they can remain suspended in the air for eight to 14 minutes, according to a new s… [+5633 chars]"
        },
        {
            "source": {
                "id": "the-washington-post",
                "name": "The Washington Post"
            },
            "publishedAt": "2020-05-14T22:36:07Z",
            "title": "See how experts use disease modeling to predict coronavirus cases after states reopen - The Washington Post",
            "url": "https://www.washingtonpost.com/graphics/2020/health/disease-modeling-coronavirus-cases-reopening/",
            "urlToImage": "https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/DUQWXAJRIBDIJPO4A6M54V6Z6M.jpg",
            "description": "Disease modelers are wary of reopening the country. Here’s how they arrive at their verdict.",
            "content": "The Washington Post is providing this story for free so that all readers have access to this important information about the coronavirus. For more free stories, sign up for our daily Coronavirus Updates newsletter. \r\nAs governors across the country reopen the… [+12990 chars]"
        },
        {
            "source": {
                "id": "fox-news",
                "name": "Fox News"
            },
            "publishedAt": "2020-05-14T22:24:19Z",
            "title": "Doctors sound alarm as coronavirus sparks drop in cancer diagnoses - Fox News",
            "url": "https://www.foxnews.com/health/doctors-sound-alarm-coronavirus-cancer-diagnoses",
            "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2020/05/MRI-iStock.jpg",
            "description": "The coronavirus pandemic may be dissuading people from getting cancer screenings, and health experts are concerned, according to a report.",
            "content": "The coronavirus pandemic may be dissuading people from getting cancer screenings, and health experts are beginning to raise concerns.\r\nEarly measures aimed at minimizing the virus’ spread urged health care providers to delay “elective” in-person visits, accor… [+2438 chars]"
        },
        {
            "source": {
                "id": "cbs-news",
                "name": "CBS News"
            },
            "publishedAt": "2020-05-14T22:22:28Z",
            "title": "12-year-old boy dies of coronavirus in Illinois - CBS News",
            "url": "https://www.cbsnews.com/news/coronavirus-12-year-old-dies-illinois/",
            "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/03/06/d80375f7-4e18-42a7-b0eb-fd046572f15b/thumbnail/1200x630/56b5ba089898040c60f907710f3c2412/rts301gn.jpg",
            "description": "Ernesto Guzman is the youngest known person to die of the virus in the county, and one of the younger deaths reported in the United States.",
            "content": "A 12-year-old boy from Chicago died Thursday of coronavirus-related complications, the Cook County Medical Examiner's Office confirmed in a statement. Ernesto Guzman is the youngest known person to die of the virus in the county, and one of the younger deaths… [+1036 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T21:49:17Z",
            "title": "Coronavirus: the cancer patients suffering serious delays in treatment - BBC News - BBC News",
            "url": "https://www.youtube.com/watch?v=RiGdXC_NzYI",
            "urlToImage": "https://i.ytimg.com/vi/RiGdXC_NzYI/hqdefault.jpg",
            "description": "The coronavirus outbreak has had a serious impact on the treatment of other seriously ill people. Cancer care has been badly affected, with some screening, t...",
            "content": "The coronavirus outbreak has had a serious impact on the treatment of other seriously ill people. Cancer care has been badly affected, with some screening, treatments and trials postponed or delayed. \r\nPatients diagnosed with cancer have been speaking to BBC … [+572 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T21:39:57Z",
            "title": "'100% accurate' antibody test could be coronavirus breakthrough | ITV News - ITV News",
            "url": "https://www.youtube.com/watch?v=NTOj8P0wPzE",
            "urlToImage": "https://i.ytimg.com/vi/NTOj8P0wPzE/maxresdefault.jpg",
            "description": "A new test to determine whether people have ever been infected with coronavirus is 100% accurate, public health leaders have said. Prime Minister Boris Johns...",
            "content": "A new test to determine whether people have ever been infected with coronavirus is 100% accurate, public health leaders have said.\r\nPrime Minister Boris Johnson has previously called antibody testing a game-changer as it may reveal how many people have had Co… [+708 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T21:28:44Z",
            "title": "Coronavirus: anger over huge death toll in “abandoned” care homes - BBC News - BBC News",
            "url": "https://www.youtube.com/watch?v=fzTVkL4mKRw",
            "urlToImage": "https://i.ytimg.com/vi/fzTVkL4mKRw/hqdefault.jpg",
            "description": "There is growing anger over how coronavirus has taken hold in care homes across the UK. The government suggests that one in four of all coronavirus deaths in...",
            "content": null
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-05-14T20:26:03Z",
            "title": "Flu deaths overestimated while coronavirus deaths undercounted: report - Business Insider - Business Insider",
            "url": "https://www.businessinsider.com/flu-deaths-overestimated-coronavirus-deaths-undercounted-report-2020-5",
            "urlToImage": "https://i.insider.com/5eb14993144192557a272af4?width=1200&format=jpeg",
            "description": "A new report shows that the number of flu deaths is likely overestimated, while coronavirus deaths could be undercounted.",
            "content": "The seasonal flu and the novel coronavirus seem to lend themselves to an easy comparison, given their overlapping symptoms.\r\nBut it's not that simple.\r\nIn a report published Thursday in the Journal of the American Medicine Association, Drs. Carlos del Rio and… [+3593 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Dailymail.co.uk"
            },
            "publishedAt": "2020-05-14T17:58:36Z",
            "title": "Studies provide more evidence that coronavirus damages the kidneys - Daily Mail",
            "url": "https://www.dailymail.co.uk/health/article-8320113/Studies-provide-evidence-coronavirus-damages-kidneys.html",
            "urlToImage": "https://i.dailymail.co.uk/1s/2020/05/14/18/28399276-0-image-a-8_1589477444925.jpg",
            "description": "Two new studies, from Germany and New York, have found high levels of the coronavirus virus in the kidneys and kidney damage in more than one-third of hospitalized COVID-19 patients.",
            "content": "Studies are continuing to emerge that the novel coronavirus attacks and severely damages the kidneys.\r\nResearch has mostly focused on the ways the virus attacks the lungs, but two new reports reveal high levels of the virus in the kidneys and kidney injury in… [+3660 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T17:00:55Z",
            "title": "Vitamin D Could Be Linked to Coronavirus Survival, Study Says - Bloomberg QuickTake",
            "url": "https://www.youtube.com/watch?v=jn5Yl_gincU",
            "urlToImage": "https://i.ytimg.com/vi/jn5Yl_gincU/maxresdefault.jpg",
            "description": "Vitamin D deficiency may be linked to higher mortality rates from COVID-19, a new study suggests. Research published by medRxiv found that coronavirus infect...",
            "content": "Vitamin D deficiency may be linked to higher mortality rates from COVID-19, a new study suggests.\r\nResearch published by medRxiv found that coronavirus infections and deaths were higher in countries where individuals had lower vitamin D levels, such as Spain … [+962 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "publishedAt": "2020-05-14T16:22:59Z",
            "title": "Chinese Manufacturer Denies Sending Counterfeit N95 Masks to U.S. During Coronavirus Outbreak - Newsweek",
            "url": "https://www.newsweek.com/chinese-manufacturer-denies-sending-counterfeit-n95-masks-us-during-coronavirus-outbreak-1504114",
            "urlToImage": "https://d.newsweek.com/en/full/1590253/counterfeit-n95-masks.jpg",
            "description": "In March, the U.S. received boxes of N95 respirators with ear loops—a telltale sign of a counterfeit—bearing the company's name.",
            "content": "Shanghai Dasheng, a Chinese manufacturer, has denied responsibility for the counterfeit N95 masks that arrived in America bearing the company's name.\r\nIn March, boxes of N95 masks were unloaded in Los Angeles to help front-line health care workers respond to … [+3201 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T15:32:12Z",
            "title": "World Health Organization says COVID-19 may never go away - CBC News",
            "url": "https://www.youtube.com/watch?v=Ng0j4c8a4Oo",
            "urlToImage": "https://i.ytimg.com/vi/Ng0j4c8a4Oo/maxresdefault.jpg",
            "description": "The Word Health Organization is warning that the novel coronavirus may never be eliminated. The global health body is cautioning against trying to predict ho...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Webmd.com"
            },
            "publishedAt": "2020-05-14T14:59:52Z",
            "title": "COVID-19 Can Infect and Harm Digestive Organs - WebMD",
            "url": "https://www.webmd.com/lung/news/20200514/covid-19-can-infect-and-harm-digestive-organs",
            "urlToImage": "https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/article_thumbnails/blog_posts/pain-management/650x350_coronavirus.jpg",
            "description": "The new coronavirus isn't just attacking the lungs: New research shows it's causing harm to the gastrointestinal tract, especially in more advanced cases of COVID-19.",
            "content": "THURSDAY, May 14, 2020 (HealthDay News) -- The new coronavirus isn't just attacking the lungs: New research shows it's causing harm to the gastrointestinal tract, especially in more advanced cases of COVID-19.\r\nA variety of imaging scans performed on hospital… [+2026 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T14:43:04Z",
            "title": "BREAKING NEWS: UK coronavirus deaths rise by 428 to 33614 - Sky News",
            "url": "https://www.youtube.com/watch?v=sslS1rtXWPY",
            "urlToImage": "https://i.ytimg.com/vi/sslS1rtXWPY/maxresdefault.jpg",
            "description": "The number of UK coronavirus deaths have gone up by 428 to 33,614 and ONS data has revealed that 148,000 people in England potentially had the virus in the l...",
            "content": null
        }
    ]
}