{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-04-24T04:48:13Z",
            "title": "Was It Covid? Americans Ask Amid Signs the Coronavirus Came Earlier - The New York Times",
            "url": "https://www.nytimes.com/2020/04/23/us/coronavirus-early-cases.html",
            "urlToImage": "https://static01.nyt.com/images/2020/04/23/us/23VIRUS-WASITCOVID-2/merlin_171622686_1cc5cf61-8dc8-4894-a169-ec60d6b499dd-facebookJumbo.jpg",
            "description": "New revelations have left people wondering about ailments early this year. Doctors are thinking back to unexplained cases. Medical examiners are looking for possible misdiagnosed deaths.",
            "content": "CHICAGO In January, a mystery illness swept through a call center in a skyscraper on Michigan Avenue in Chicago. Close to 30 people in one department alone had symptoms dry, deep coughs and fevers they could not shake. When they gradually returned to work aft… [+9733 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nypost.com"
            },
            "publishedAt": "2020-04-24T04:19:39Z",
            "title": "CDC triples number of coronavirus symptoms - New York Post ",
            "url": "https://nypost.com/2020/04/24/cdc-triples-number-of-coronavirus-symptoms/",
            "urlToImage": "https://thenypost.files.wordpress.com/2020/04/cdc_health.jpg?quality=90&strip=all&w=1200",
            "description": "The Centers for Disease Control has tripled the number of symptoms that could be indicators of coronavirus, including muscle pain, headache and new loss of taste or smell. WGME reported Thursday th…",
            "content": "The Centers for Disease Control has tripled the number of symptoms that could be indicators of coronavirus, including muscle pain, headache and new loss of taste or smell.\r\nWGME reported Thursday that the CDC previously listed three key symptoms as shortness … [+1461 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-24T03:30:46Z",
            "title": "Study: Hidden outbreaks of coronavirus hit U.S. in early February - KCRA News",
            "url": "https://www.youtube.com/watch?v=oaOHNKAYrtE",
            "urlToImage": "https://i.ytimg.com/vi/oaOHNKAYrtE/maxresdefault.jpg",
            "description": "A newly released study from Northeastern University in Boston shows the coronavirus hitting the United States harder – and much earlier – than anyone knew. T...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-23T23:46:51Z",
            "title": "Death rewrites timeline of US COVID-19 outbreak | WNT - ABC News",
            "url": "https://www.youtube.com/watch?v=pzTtusYk1p0",
            "urlToImage": "https://i.ytimg.com/vi/pzTtusYk1p0/maxresdefault.jpg",
            "description": "Patricia Dowd, 57, died in Santa Clara County, California, in February, three weeks before the first documented coronavirus death in the U.S. WATCH THE FULL ...",
            "content": "Patricia Dowd, 57, died in Santa Clara County, California, in February, three weeks before the first documented coronavirus death in the U.S.\r\nWATCH THE FULL EPISODE OF 'WORLD NEWS TONIGHT':https://bit.ly/2Kul5An\r\nWATCH OTHER FULL EPISODES OF WORLD NEWS TONIG… [+139 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-23T23:26:28Z",
            "title": "Sweden rejects lockdown in its coronavirus fight - BBC Newsnight - BBC Newsnight",
            "url": "https://www.youtube.com/watch?v=pzzVxw5FyYs",
            "urlToImage": "https://i.ytimg.com/vi/pzzVxw5FyYs/maxresdefault.jpg",
            "description": "Swathes of the world have gone on some form of lockdown to fight coronavirus, but in Sweden they are still open for business. Subscribe to our channel here: ...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Torontosun.com"
            },
            "publishedAt": "2020-04-23T23:12:00Z",
            "title": "Wuhan lab did 'crazy things' in COVID-19 research - Toronto Sun",
            "url": "https://torontosun.com/news/world/wuhan-lab-did-crazy-things-in-covid-19-research",
            "urlToImage": "https://postmediatorontosun.files.wordpress.com/2020/03/afp_1pd64d-e1582903641907.jpg",
            "description": "A Russian microbiologist says Wuhan laboratory scientists “did absolutely crazy things” to alter coronavirus and enabled it to infect humans.But professor Petr Chumakov, considered an e…",
            "content": "A Russian microbiologist says Wuhan laboratory scientists “did absolutely crazy things” to alter coronavirus and enabled it to infect humans.\r\nBut professor Petr Chumakov, considered an expert in the field, said the aim of the mostly Chinese research team was… [+1054 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sfist.com"
            },
            "publishedAt": "2020-04-23T22:46:56Z",
            "title": "57-Year-Old Bay Area Woman Who May Have Been the First US Coronavirus Death Was Healthy, Only Sick a Few Days - SFist",
            "url": "https://sfist.com/2020/04/23/bay-area-woman-who-may-have-been-the-first-u-s-coronavirus-death-was-active-healthy-but/",
            "urlToImage": "https://images.unsplash.com/photo-1585222515068-7201a72c4181?ixlib=rb-1.2.1&q=80&fm=jpg&crop=entropy&cs=tinysrgb&w=1080&fit=max&ixid=eyJhcHBfaWQiOjExNzczfQ",
            "description": "Details about the case we just learned about Wednesday, a posthumously tested San Jose woman who appears now to be the very first death from COVID-19 in the United States, are now coming in.",
            "content": "Details about the case we just learned about Wednesday, a posthumously tested San Jose woman who appears now to be the very first death from COVID-19 in the United States, are now coming in. And her family says she only reported a few days of flu-like symptom… [+2421 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thelancet.com"
            },
            "publishedAt": "2020-04-23T22:31:17Z",
            "title": "Practical recommendations for the management of diabetes in patients with COVID-19 - The Lancet",
            "url": "https://www.thelancet.com/journals/landia/article/PIIS2213-8587(20)30152-2/fulltext",
            "urlToImage": "//els-jbs-prod-cdn.jbs.elsevierhealth.com/cms/asset/165e31fa-dee6-48c0-8643-e75d37649052/gr1.jpg",
            "description": "Diabetes is one of the most important comorbidities linked to the severity of all\nthree known human pathogenic coronavirus infections, including severe acute respiratory\nsyndrome coronavirus 2. Patients with diabetes have an increased risk of severe complicat…",
            "content": "We use cookies to help provide and enhance our service and tailor content and ads. By continuing you agree to the use of cookies.\r\nCopyright © 2020 Elsevier Inc. except certain content provided by third parties.\r\nPrivacy Policy   Terms and Conditions"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-23T22:24:53Z",
            "title": "No need to wipe down groceries or takeout, experts say, but do wash your hands - CNN",
            "url": "https://www.cnn.com/2020/04/23/health/groceries-takeout-coronavirus-wellness-scn-trnd/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200423163434-wiping-groceries-coronavirus-restricted-super-tease.jpg",
            "description": "In our search for control over coronavirus, America has taken to wiping down our groceries and takeout food, but the true risk is tiny, experts say. More important preventions are proper hand-washing and social distancing.",
            "content": null
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-04-23T21:44:00Z",
            "title": "'Coronavirus is very real': Bill Woolridge recounts his COVID-19 experience — and recovery - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/woolridge-experience-recovery-covid-1.5542934",
            "urlToImage": "https://i.cbc.ca/1.5543109.1587677546!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bill-woolridge.jpg",
            "description": "On Thursday the government of Newfoundland and Labrador announced 205 people have recovered from COVID-19 within the province — among them Bill Woolridge.",
            "content": "On Thursday the government of Newfoundland and Labrador announced 205 people have recovered from COVID-19 within the province among them Bill Woolridge. \r\nWoolridge joined Premier Dwight Ball, Health Minister John Haggie and Chief Medical Officer of Health Ja… [+3502 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Intelligencer.ca"
            },
            "publishedAt": "2020-04-23T21:42:49Z",
            "title": "Tweed's Moira Place seniors' home records first confirmed COVID-19 case - Belleville Intelligencer",
            "url": "https://www.intelligencer.ca/news/local-news/tweeds-moira-place-seniors-home-records-first-confirmed-covid-19-case",
            "urlToImage": "https://nexus.prod.postmedia.digital/wp-content/uploads/2020/04/BI.0424-bi-covid-numbers-rotated.jpg",
            "description": "The COVID-19 coronavirus has made itself known in Tweed with a first reported positive case of the illness appearing at a long term care home.Dr. Piotr Oglaza, medical officer of health for Hasting…",
            "content": "The COVID-19 coronavirus has made itself known in Tweed with a first reported positive case of the illness appearing at a long term care home.\r\nDr. Piotr Oglaza, medical officer of health for Hastings-Prince Edward Public Health, confirmed in a live Facebook … [+3351 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Insideedition.com"
            },
            "publishedAt": "2020-04-23T21:41:54Z",
            "title": "California Woman Thought to Have Had Fatal Heart Attack Is Now Believed to Be First US COVID-19 Fatality - Inside Edition",
            "url": "https://www.insideedition.com/california-woman-thought-to-have-had-fatal-heart-attack-is-now-believed-to-be-first-us-covid-19",
            "urlToImage": "https://www.insideedition.com/sites/default/files/images/2020-04/042320_first_covid_case_web.jpg",
            "description": "Patricia Dowd was among three new coronavirus cases confirmed by Santa Clara County officials posthumously through tissue samples.",
            "content": "A 57-year-old California woman who was seemingly healthy when she died of a sudden heart attack in early February is now believed to be the first American to have died of the coronavirus.\r\nPatricia Dowd was working from home in Santa Clara on Feb. 6 when her … [+1428 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-23T21:38:37Z",
            "title": "Coronavirus vaccine: first human trial in Europe begins at Oxford - BBC News - BBC News",
            "url": "https://www.youtube.com/watch?v=gerQpTFIndI",
            "urlToImage": "https://i.ytimg.com/vi/gerQpTFIndI/maxresdefault.jpg",
            "description": "The first human trial in Europe of a coronavirus vaccine has begun in Oxford. Two volunteers, who are both scientists, have been injected with the experiment...",
            "content": "The first human trial in Europe of a coronavirus vaccine has begun in Oxford. Two volunteers, who are both scientists, have been injected with the experimental vaccine. \r\nThey are the first of more than 800 adults aged between 18 and 55 who have been recruite… [+695 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-23T21:33:39Z",
            "title": "CDC Director Clarifies Coronavirus Comments - HuffPost",
            "url": "https://www.youtube.com/watch?v=XhPtzNbO8iI",
            "urlToImage": "https://i.ytimg.com/vi/XhPtzNbO8iI/hqdefault.jpg",
            "description": "President Donald Trump said Dr. Robert Redfield was misquoted about the coronavirus resurging in the fall, but the CDC director said his interview with The W...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-23T21:31:55Z",
            "title": "Study Reveals New Statistics About Coronavirus Patients In New York - CBS New York",
            "url": "https://www.youtube.com/watch?v=kUo_TCfNA1I",
            "urlToImage": "https://i.ytimg.com/vi/kUo_TCfNA1I/maxresdefault.jpg",
            "description": "We're getting a look at the largest study of how COVID-19 patients are doing at some of our major hospitals, and it could have big implications for measures ...",
            "content": "We're getting a look at the largest study of how COVID-19 patients are doing at some of our major hospitals, and it could have big implications for measures to help reopen the economy; CBS2's Tony Aiello reports."
        },
        {
            "source": {
                "id": null,
                "name": "Straight.com"
            },
            "publishedAt": "2020-04-23T21:11:22Z",
            "title": "COVID-19: Vancouver researchers lead international study to predict novel coronavirus presence - Straight.com",
            "url": "https://www.straight.com/covid-19-pandemic/vancouver-researchers-lead-study-predict-novel-coronavirus",
            "urlToImage": "https://www.straight.com/files/v3/styles/gs_feature/public/images/20/04/covid19lungs.jpg?itok=oN69wfTA",
            "description": "Apr 23, 2020 - A team of researchers from several local institutions are working together on a project that will improve diagnoses of the coronavirus.",
            "content": "As experts from around the world race to develop or improve medical treatments and tools for addressing the COVID-19 pandemic, a team of researchers from several local institutions are working together on a project that will improve diagnoses of the coronavir… [+2063 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-23T20:49:45Z",
            "title": "Hospital uses placenta cells to try to improve two patients - NJTV News",
            "url": "https://www.youtube.com/watch?v=XxUzrrBi-V0",
            "urlToImage": "https://i.ytimg.com/vi/XxUzrrBi-V0/maxresdefault.jpg",
            "description": "Holy Name Medical Center got approval for compassionate use of Pluristem cells for the coronavirus. Dr. Ravit Barkama says she's encouraged by the patients' ...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Nypost.com"
            },
            "publishedAt": "2020-04-23T19:57:55Z",
            "title": "Doctors urge caution when using ventilators for coronavirus patients - New York Post ",
            "url": "https://nypost.com/2020/04/23/doctors-urge-caution-when-using-ventilators-for-coronavirus-patients/",
            "urlToImage": "https://thenypost.files.wordpress.com/2020/04/ventilators.jpg?quality=90&strip=all&w=1200",
            "description": "Doctors are warning against the rush to use mechanical ventilators to treat coronavirus patients, saying the breathing machines could be doing more harm than good. While medical professionals in se…",
            "content": "Doctors are warning against the rush to use mechanical ventilators to treat coronavirus patients, saying the breathing machines could be doing more harm than good.\r\nWhile medical professionals in several countries battling the global pandemic agree that venti… [+3384 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "680news.com"
            },
            "publishedAt": "2020-04-23T19:54:26Z",
            "title": "3rd coronavirus-related death reported at Markham home for adults with disabilities - 680 News",
            "url": "https://www.680news.com/2020/04/23/3rd-coronavirus-related-death-reported-at-markham-home-for-adults-with-disabilities/",
            "urlToImage": "https://www.680news.com/wp-content/blogs.dir/sites/2/2020/04/partcipation-house-april-13.jpg",
            "description": "A third resident of Markham’s Participation House, a long-term care home for adults with physical and mental disabilities, has passed away. Mayor Frank Scarpitti shared the news on Twitter, offering his condolences to the family of the 70-year-old man who liv…",
            "content": "A third resident of Markham’s Participation House, a long-term care home for adults with physical and mental disabilities, has passed away.\r\nMayor Frank Scarpitti shared the news on Twitter, offering his condolences to the family of the 70-year-old man who li… [+1211 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-23T19:41:37Z",
            "title": "When will we actually get a coronavirus vaccine? | WIRED Explains - WIRED UK",
            "url": "https://www.youtube.com/watch?v=2Z-KC_mb_8w",
            "urlToImage": "https://i.ytimg.com/vi/2Z-KC_mb_8w/maxresdefault.jpg",
            "description": "We need a coronavirus vaccine to beat the pandemic, but that's a problem. Why? Because making a Covid-19 vaccine that works (and is safe) will take a long ti...",
            "content": "We need a coronavirus vaccine to beat the pandemic, but that's a problem. Why? Because making a Covid-19 vaccine that works (and is safe) will take a long time. \r\nEven the most hopeful estimates suggest it could take a year, but some believe we may have to wa… [+722 chars]"
        }
    ]
}