{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-09-29T12:38:27Z",
            "title": "Netherlands records 3000 new coronavirus cases in 24 hours, new record - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/netherlands-records-3000-new-coronavirus-cases-in-24-hours-new-record",
            "urlToImage": null,
            "description": "AMSTERDAM — The Netherlands reported 3,011 new coronavirus cases on Tuesday, a daily record, as it imposed new measures to combat a second wave of infections,…",
            "content": "AMSTERDAM The Netherlands reported 3,011 new coronavirus cases on Tuesday, a daily record, as it imposed new measures to combat a second wave of infections, data published by the National Institute f… [+198 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-09-29T10:44:10Z",
            "title": "Nine in ten recovered COVID-19 patients experience side-effects - study - Ottawa Citizen",
            "url": "https://nationalpost.com/pmn/health-pmn/nine-in-ten-recovered-covid-19-patients-experience-side-effects-study",
            "urlToImage": null,
            "description": "SEOUL — Nine in ten coronavirus patients reported experiencing side-effects such as fatigue, psychological after-effects and loss of smell and taste after they…",
            "content": "SEOUL Nine in ten coronavirus patients reported experiencing side-effects such as fatigue, psychological after-effects and loss of smell and taste after they recovered from the disease, according to … [+1519 chars]"
        },
        {
            "source": {
                "id": "the-jerusalem-post",
                "name": "The Jerusalem Post"
            },
            "publishedAt": "2020-09-29T09:42:00Z",
            "title": "Hundreds of thousands of sharks may be killed for coronavirus vaccines - The Jerusalem Post",
            "url": "https://www.jpost.com/international/hundreds-of-thousands-of-sharks-may-be-killed-for-coronavirus-vaccines-643810",
            "urlToImage": "https://www.jpost.com//HttpHandlers/ShowImage.ashx?id=385873&w=822&h=537",
            "description": "It takes about 3,000 sharks to produce one ton of squalene.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "DutchNews.nl"
            },
            "publishedAt": "2020-09-29T09:10:54Z",
            "title": "Face masks recommended in big cities, but critics say move is confusing - DutchNews.nl",
            "url": "https://www.dutchnews.nl/news/2020/09/face-masks-recommended-in-big-cities-but-critics-say-move-is-confusing/",
            "urlToImage": "https://www.dutchnews.nl/wpcms/wp-content/uploads/2020/06/IMG_1698-Large.jpg",
            "description": "The mayors of Amsterdam, Rotterdam, The Hague and Eindhoven have made a plea to people to start wearing face masks in shops and all public places, following the government’s new coronavirus restrictions announced on Monday night. While prime minister Mark Rut…",
            "content": "Face masks for sale in Amsterdam. Credit: DutchNews.nl\r\nThe mayors of Amsterdam, Rotterdam, The Hague and Eindhoven have made a plea to people to start wearing face masks in shops and all public plac… [+3984 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "95.7 News"
            },
            "publishedAt": "2020-09-29T07:40:15Z",
            "title": "Dutch students work hard to keep virus out of shared houses - 95.7 News",
            "url": "https://www.news957.com/world/2020/09/29/dutch-students-work-hard-to-keep-virus-out-of-shared-houses/",
            "urlToImage": "https://www.news957.com/wp-content/blogs.dir/sites/5/2020/09/LON501-928_2020_121013.jpg",
            "description": "LEIDEN, Netherlands — This is not the student life Iris Raats had hoped for when she was accepted at Leiden University to study law. With the coronavirus pandemic casting its long shadow over education in the Netherlands and around the world, most of her lect…",
            "content": "LEIDEN, Netherlands This is not the student life Iris Raats had hoped for when she was accepted at Leiden University to study law.\r\nWith the coronavirus pandemic casting its long shadow over educatio… [+4928 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-09-29T02:19:22Z",
            "title": "Why the coronavirus death rate still eludes scientists - Financial Post",
            "url": "https://financialpost.com/pmn/business-pmn/why-the-coronavirus-death-rate-still-eludes-scientists",
            "urlToImage": null,
            "description": "Global deaths from COVID-19 have reached 1 million, but experts are still struggling to figure out a crucial metric in the pandemic: the fatality rate – the…",
            "content": "What is a case fatality rate?\r\nThere has been an apparent decline in death rates when measured against the number of new infections confirmed by coronavirus testing. In places like the United States,… [+1570 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-09-29T01:04:00Z",
            "title": "Worldwide death toll from coronavirus eclipses 1 million - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/worldwide-death-toll-from-covid-19-eclipses-1-million-1.5124143",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.5124147.1601341442!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "The worldwide death toll from the coronavirus has eclipsed 1 million, nine months into a crisis that has devastated the global economy, tested world leaders' resolve, pitted science against politics and forced multitudes to change the way they live, learn and…",
            "content": "NEW DELHI -- \r\nThe worldwide death toll from the coronavirus has eclipsed 1 million, nine months into a crisis that has devastated the global economy, tested world leaders' resolve, pitted science ag… [+5911 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "95.7 News"
            },
            "publishedAt": "2020-09-29T00:53:22Z",
            "title": "Worldwide grief: Death toll from coronavirus tops 1 million - 95.7 News",
            "url": "https://www.news957.com/world/2020/09/28/worldwide-grief-death-toll-from-coronavirus-tops-1-million/",
            "urlToImage": "https://www.news957.com/wp-content/blogs.dir/sites/5/2020/09/NYAG123-910_2020_090328.jpg",
            "description": "NEW DELHI — Joginder Chaudhary was his parents’ greatest pride, raised with the little they earned farming a half-acre plot in central India to become the first doctor from their village. For the coronavirus, though, he was just one more in a million. After t…",
            "content": "NEW DELHI Joginder Chaudhary was his parents greatest pride, raised with the little they earned farming a half-acre plot in central India to become the first doctor from their village.\r\nFor the coron… [+8359 chars]"
        },
        {
            "source": {
                "id": "google-news",
                "name": "Google News"
            },
            "publishedAt": "2020-09-28T22:27:01Z",
            "title": "Patio heaters, appliances in high demand as coronavirus (COVID-19) pandemic stretches into fall - Click On Detroit | Local 4 | WDIV",
            "url": "https://news.google.com/__i/rss/rd/articles/CBMiK2h0dHBzOi8vd3d3LnlvdXR1YmUuY29tL3dhdGNoP3Y9UWdmR2IwMWZiVUHSAQA?oc=5",
            "urlToImage": null,
            "description": null,
            "content": null
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-09-28T22:27:00Z",
            "title": "Toronto reports 381 new COVID-19 cases as medical officer calls for new restaurant rules - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/toronto/toronto-covid-monday-sept-28-1.5741628",
            "urlToImage": "https://i.cbc.ca/1.5742373.1601328958!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/restaurant-patrons-on-patio-toronto.JPG",
            "description": "Toronto reported 381 new cases of COVID-19 on Monday as the city's medical officer of health said she will recommend that city council take immediate actions to limit the spread of the novel coronavirus.",
            "content": "Toronto reported 381 new cases of COVID-19 on Monday as the city's medical officer of health said she will recommend that city council take immediate actions to limit the spread of the novel coronavi… [+6043 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-09-28T20:18:00Z",
            "title": "Ottawa Public Health releases coronavirus data by neighbourhood - CTV Edmonton",
            "url": "https://ottawa.ctvnews.ca/these-ottawa-neighbourhoods-have-the-most-covid-19-cases-1.5123596",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4853986.1584301322!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "A new, interactive neighbourhood-by-neighbourhood map shows a breakdown of COVID-19 infections in the city.",
            "content": "OTTAWA -- \r\nA new, interactive neighbourhood-by-neighbourhood map shows a breakdown of COVID-19 infections in the city.\r\nThe map was produced in a partnership between Ottawa Public Health and the Ott… [+3083 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-09-28T13:28:48Z",
            "title": "In Brazil's Amazon a COVID-19 resurgence dashes herd immunity hopes - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/in-brazils-amazon-a-covid-19-resurgence-dashes-herd-immunity-hopes-3",
            "urlToImage": null,
            "description": "BRASILIA — The largest city in Brazil’s Amazon has closed bars and river beaches to contain a fresh surge of coronavirus cases, a trend that may dash theories…",
            "content": "Research posted last week to medRxiv, a website distributing unpublished papers on health science, estimated that 44% to 66% of the Manaus population was infected between the peak in mid-May and Augu… [+1339 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sputnik International"
            },
            "publishedAt": "2020-09-28T10:17:00Z",
            "title": "Up to Half a Million Sharks Could Be Killed to Produce Coronavirus Vaccine, Warn Conservationists - Sputnik International",
            "url": "https://sputniknews.com/science/202009281080598544-up-to-half-a-million-sharks-could-be-killed-to-produce-coronavirus-vaccine-warn-conservationists/",
            "urlToImage": "https://cdn1.img.sputniknews.com/images/107538/75/1075387538.jpg",
            "description": "Squalene, an organic compound harvested from shark livers, is used in a variety of areas, including pharmacology. It is the main ingredient in adjuvants, which are used...",
            "content": "Squalene, an organic compound harvested from shark livers, is used in a variety of areas, including pharmacology. It is the main ingredient in adjuvants, which are used to improve immune system respo… [+2270 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-09-28T02:04:37Z",
            "title": "Coronavirus: AHS confirms 5 more patient, 7 additional staff cases at Calgary’s Foothills Medical Centre - Global News",
            "url": "https://globalnews.ca/news/7363114/coronavirus-foothills-medical-centre-calgary-sept-27/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/09/foothills2-1.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "Alberta Health Services confirmed more COVID-19 cases at Calgary's Foothills Medical Centre on Sunday, as outbreaks at the hospital continue.",
            "content": "Alberta Health Services confirmed more COVID-19 cases at Calgary’s Foothills Medical Centre on Sunday, as outbreaks at the hospital continue.\r\nRead more: \r\nAHS declares COVID-19 outbreak at Calgarys … [+1373 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Toronto Star"
            },
            "publishedAt": "2020-09-27T22:55:20Z",
            "title": "Today's coronavirus news: King St. E. restaurant closes after staffer tests positive; Quebec reports 896 new cases; 491 new cases in Ontario - mississauga.com",
            "url": "https://www.thestar.com/news/canada/2020/09/27/coronavirus-covid-19-updates-toronto-canada-september-27.html",
            "urlToImage": "https://images.thestar.com/7UtS4b_rLYpBEYIYkqBgtI4FZqs=/1200x800/smart/filters:cb(1601292789446)/https://www.thestar.com/content/dam/thestar/news/canada/2020/09/27/coronavirus-covid-19-updates-toronto-canada-september-27/afwfeature14sep01.jpg",
            "description": "The provincial new-case number compares to 435 new cases reported on Saturday and 409 on Friday.",
            "content": "The latest coronavirus news from Canada and around the world Sunday. This file is no longer updating. Click here to read the latest. Web links to longer stories if available.\r\n9:30 p.m.: The Toronto … [+15248 chars]"
        }
    ]
}