{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Torontosun.com"
            },
            "publishedAt": "2020-04-26T21:09:00Z",
            "title": "COVID-19 can be spread by building ventilation, say Canadian researchers - Toronto Sun",
            "url": "https://torontosun.com/news/national/covid-19-can-be-spread-by-building-ventilation-say-canadian-researchers",
            "urlToImage": null,
            "description": "Tom Blackwell, Postmedia NewsThe outbreak of COVID-19 at a restaurant in the southern Chinese city of Guangzhou was a puzzle.The suspected index patient was a visitor from the coronavirus’ ep…",
            "content": "Tom Blackwell, Postmedia News\r\nThe outbreak of COVID-19 at a restaurant in the southern Chinese city of Guangzhou was a puzzle.\r\nThe suspected index patient was a visitor from the coronavirus’ epicentre in Wuhan. But the eight other customers who later tested… [+5237 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-04-26T19:32:14Z",
            "title": "People are buying pulse oximeters to try detect coronavirus at home - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/people-are-buying-pulse-oximeters-to-try-detect-coronavirus-at-home-1.4912564",
            "urlToImage": null,
            "description": "People are purchasing pulse oximeters amid the COVID-19 pandemic, medical devices that measure the saturation of oxygen in red blood cells.",
            "content": "Many patients with severe cases of COVID-19 have been shown to have extremely low levels of oxygen in the blood. Others who have tested positive find themselves experiencing shortness of breath.\r\nPerhaps that's why people are so interested lately in pulse oxi… [+5476 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-26T19:00:54Z",
            "title": "Italy questions what went wrong as coronavirus measures begin to ease - Global News",
            "url": "http://globalnews.ca/news/6870418/coronavirus-italy-lockdown-ease/",
            "urlToImage": null,
            "description": "Italy had the bad luck of being the first Western nation to be slammed by the outbreak, and its total of 26,600 fatalities lags behind only the U.S. in the global death toll.",
            "content": "As Italy prepares to emerge from the West’s first and most extensive coronavirus lockdown, it is increasingly clear that something went terribly wrong in Lombardy, the hardest-hit region in Europe’s hardest-hit country.\r\nItaly had the bad luck of being the fi… [+6596 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Dailymail.co.uk"
            },
            "publishedAt": "2020-04-26T18:43:21Z",
            "title": "People living in the cities hardest-hit by coronavirus have mostly stopped using public transit - Daily Mail",
            "url": "https://www.dailymail.co.uk/news/article-8258357/People-living-cities-hardest-hit-coronavirus-stopped-using-public-transit.html",
            "urlToImage": null,
            "description": "A new mobility tool from Apple shows people living in America's hardest-hit coronavirus cities have all but stopped using public transit, are walking far less and are even driving less during the outbreak.",
            "content": "Apple has released a mobility tool that shows people living in America's hardest-hit coronavirus cities have all but stopped using public transport, are walking far less and are even driving less. \r\nThe Mobility Trends Reports shows how movement tools around … [+11912 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-26T18:08:07Z",
            "title": "Coronavirus: Health Canada issues warning on hydroxychloroquine, chloroquine use - Global News",
            "url": "http://globalnews.ca/news/6869868/coronavirus-hydroxychloroquine-chloroquine-warning/",
            "urlToImage": null,
            "description": "Health Canada said chloroquine and hydroxychloroquine can have \"serious side effects\" and should only be used under the supervision of a physician.",
            "content": "Canadian health officials working to stem the spread of the novel coronavirus are warning against the use of two drugs touted some as a possible treatment for COVID-19.\r\nHealth Canada said chloroquine and hydroxychloroquine can have “serious side effects” and… [+3351 chars]"
        },
        {
            "source": {
                "id": "google-news",
                "name": "Google News"
            },
            "publishedAt": "2020-04-26T18:00:14Z",
            "title": "First known coronavirus victim in U.S. died of ‘burst’ heart, pathologist says - Sacramento Bee",
            "url": "https://news.google.com/__i/rss/rd/articles/CBMiPWh0dHBzOi8vd3d3LnNhY2JlZS5jb20vbmV3cy9jb3JvbmF2aXJ1cy9hcnRpY2xlMjQyMzA0NTM2Lmh0bWzSAT1odHRwczovL2FtcC5zYWNiZWUuY29tL25ld3MvY29yb25hdmlydXMvYXJ0aWNsZTI0MjMwNDUzNi5odG1s?oc=5",
            "urlToImage": null,
            "description": null,
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.com"
            },
            "publishedAt": "2020-04-26T17:40:59Z",
            "title": "Coronavirus UK: government assessing antibody test kits - The Guardian",
            "url": "https://www.theguardian.com/world/2020/apr/26/coronavirus-uk-government-assessing-antibody-test-kits",
            "urlToImage": null,
            "description": "Ministers are considering ordering millions of tests although concerns remain over their accuracy",
            "content": null
        },
        {
            "source": {
                "id": "financial-times",
                "name": "Financial Times"
            },
            "publishedAt": "2020-04-26T17:06:03Z",
            "title": "Global coronavirus death toll could be 60% higher than reported - Financial Times",
            "url": "https://www.ft.com/content/6bd88b7d-3386-4543-b2e9-0d5c6fac846c",
            "urlToImage": null,
            "description": "Mortality statistics show 122,000 deaths in excess of normal levels across 14 countries analysed by the FT",
            "content": "The death toll from coronavirus may be almost 60 per cent higher than reported in official counts, according to an FT analysis of overall fatalities during the pandemic in 14 countries. \r\nMortality statistics show 122,000 deaths in excess of normal levels acr… [+5228 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Albernivalleynews.com"
            },
            "publishedAt": "2020-04-26T16:45:00Z",
            "title": "Canada’s top doctor says measures ‘starting to pay off’, even as COVID-19 deaths near 2,500 - Alberni Valley News",
            "url": "https://www.albernivalleynews.com/news/canadas-top-doctor-says-measures-starting-to-pay-off-even-as-covid-19-deaths-near-2500/",
            "urlToImage": null,
            "description": "<p>A total of 45,791 Canadians have tested positive for the novel coronavirus </p>",
            "content": "The COVID-19 pandemic has claimed the lives of 2,489 Canadians and led to 45,791 test positive cases, even as the country’s top doctor said measures to slow the spread are beginning to pay off.\r\nIn a statement released Sunday (April 26) in lieu of a live upda… [+1805 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Euronews.com"
            },
            "publishedAt": "2020-04-26T15:21:13Z",
            "title": "Coronavirus: Minks test positive for COVID-19 at two Dutch farms - Euronews",
            "url": "https://www.euronews.com/2020/04/26/coronavirus-minks-test-positive-for-covid-19-at-two-dutch-farms",
            "urlToImage": null,
            "description": "Authorities \"assume that people infected animals\" as the two farms had employees with symptoms for COVID-19",
            "content": "Two Dutch mink farms have reported cases of COVID-19 among their animals, the country's Ministry of Agriculture confirmed on Sunday.\r\nMinks at the two farms located within 15km of each other in southern Netherlands \"showed various symptoms including respirato… [+1572 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-26T15:20:21Z",
            "title": "Public demands more education on the mandatory wearing of face masks | Citi Newsroom - CitiTube",
            "url": "https://www.youtube.com/watch?v=JOBBHlmc1Xg",
            "urlToImage": null,
            "description": "As part of measures to curb the spread of the Coronavirus (COVID-19) disease in the country, wearing of face masks in public places has been made mandatory w...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Forbes.com"
            },
            "publishedAt": "2020-04-26T14:37:39Z",
            "title": "CDC Adds 6 New Coronavirus Symptoms - Forbes",
            "url": "https://www.forbes.com/sites/alexandrasternlicht/2020/04/26/cdc-adds-6-new-coronavirus-symptoms/",
            "urlToImage": null,
            "description": "The CDC had only included fever, cough and shortness of breath in prior guidelines.",
            "content": "The Centers for Disease Control and Prevention added six new symptoms to its official list of COVID-19 symptoms Sunday, as the medical community continues to report new presentations of the virus and coalesces around a precise definition of the disease it cau… [+1915 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Kacu.org"
            },
            "publishedAt": "2020-04-26T11:53:33Z",
            "title": "6 Solutions To Beat COVID-19 In Countries Where The Usual Advice Just Won't Work - KACU",
            "url": "https://www.kacu.org/post/6-solutions-beat-covid-19-countries-where-usual-advice-just-wont-work",
            "urlToImage": null,
            "description": "The fight against coronavirus will not be won until every country in the world can control the disease. But not every country has the same ability to",
            "content": "The fight against coronavirus will not be won until every country in the world can control the disease. But not every country has the same ability to protect people.\r\nFor low-income countries that struggle with weak health systems, large populations of impove… [+9705 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-26T11:18:24Z",
            "title": "Coronavirus: Some countries move towards re-opening as COVID-19 deaths rise - Global News",
            "url": "http://globalnews.ca/news/6869675/coronavirus-countries-re-open/",
            "urlToImage": null,
            "description": "The number of deaths officially attributed to the new coronavirus has topped 200,000 globally, a figure widely believed to understate the actual total.",
            "content": "British Prime Minister Boris Johnson is set to return to work after recovering from the coronavirus, his office said Sunday, as U.S. states and nations around the world took divergent paths on when to reopen their economies and communities.\r\nThe 55-year-old U… [+5127 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-26T06:41:34Z",
            "title": "The Virus: Latest developments in the COVID-19 pandemic, 26 April | ABC News - ABC News (Australia)",
            "url": "https://www.youtube.com/watch?v=N446G4fqPuA",
            "urlToImage": null,
            "description": "Jeremy Fernandez takes you through the key developments in Australia's battle against the spread of coronavirus. In this epsiode, we look at the first human ...",
            "content": "Jeremy Fernandez takes you through the key developments in Australia's battle against the spread of coronavirus. \r\nIn this epsiode, we look at the first human trials of a vaccine, how Japan is faring in its battle against COVID-19, and our panel answers your … [+476 chars]"
        },
        {
            "source": {
                "id": "the-irish-times",
                "name": "The Irish Times"
            },
            "publishedAt": "2020-04-26T05:02:03Z",
            "title": "Coronavirus: Race for vaccine must take no shortcuts - The Irish Times",
            "url": "https://www.irishtimes.com/life-and-style/health-family/coronavirus-race-for-vaccine-must-take-no-shortcuts-1.4236155",
            "urlToImage": null,
            "description": "Scientists have saved humanity from diseases. Our unity of purpose will beat Covid-19",
            "content": "As the world struggles to get to grips with Covid-19, all eyes are on the response of scientists and biopharmaceutical companies. The urgency to deal with the pandemic is pushing thousands of scientists across industry and academia to turn to their portfolios… [+5535 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-26T00:03:23Z",
            "title": "Coronavirus: Winnipeg 3D printer hobbyists make PPE for front-line workers - Global News",
            "url": "http://globalnews.ca/news/6869158/coronavirus-winnipeg-3d-printer-ppe-front-line-workers/",
            "urlToImage": null,
            "description": "The volunteers have crafted and donated about 3,000 ear protectors with 110 3D printers.",
            "content": "Winnipeg 3D printer hobbyists and businesses have banded together to manufacture personal protective equipment (PPE) free of charge for health-care workers and other people on the front lines of the COVID-19 pandemic.\r\nThe group of about 75 volunteers Winnipe… [+2982 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "7news.com.au"
            },
            "publishedAt": "2020-04-25T22:48:49Z",
            "title": "Coronavirus update: Six-month-old baby with heart condition survives COVID-19 - 7NEWS.com.au",
            "url": "https://7news.com.au/lifestyle/health-wellbeing/coronavirus-update-six-month-old-baby-with-heart-condition-survives-covid-19-c-999490",
            "urlToImage": null,
            "description": "The baby received a standing ovation from hospital staff but just weeks prior, her parents Emma and Wayne had been told they were going to lose her.",
            "content": "A six-month-old baby who fought through a rare heart defect, a respiratory illness and collapsed lungs has now survived COVID-19.\r\nThe baby from Manchester, England, received a standing ovation from NHS staff as she was escorted through the hospital.\r\nJust we… [+3155 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Keyc.tv"
            },
            "publishedAt": "2020-04-25T21:30:17Z",
            "title": "WHO says you Will Grab coronavirus over Formerly, warns against Thought of'Resistance passports' | - KEYC TV",
            "url": "http://www.keyc.tv/who-says-you-will-grab-coronavirus-over-formerly-warns-against-thought-ofresistance-passports/",
            "urlToImage": null,
            "description": "Catching Covid-19 once might not protect you from accessing it, according to the World Health Organization.",
            "content": "Catching Covid-19 once might not protect you from accessing it, according to the World Health Organization.\r\n“There is now no evidence that those who’ve recovered from Covid-19 and also have antibodies are protected by another disease,” the United Nations age… [+661 chars]"
        },
        {
            "source": {
                "id": "al-jazeera-english",
                "name": "Al Jazeera English"
            },
            "publishedAt": "2020-04-25T21:22:24Z",
            "title": "WHO warns against coronavirus 'immunity passports' - Al Jazeera English",
            "url": "https://www.aljazeera.com/news/2020/04/warns-coronavirus-immunity-passports-200425150532564.html",
            "urlToImage": null,
            "description": "UN health agency says there is 'no evidence' that recovered coronavirus patients are protected from reinfection.",
            "content": "The United Nations's health agency has warned there is no scientific evidence to prove that people who have recovered from the coronavirus develop immunity against potential infection in the future, as the global death toll from COVID-19 passed 200,000 on Sat… [+4030 chars]"
        }
    ]
}