{
    "articles": [
        {
            "source": {
                "id": "the-washington-post",
                "name": "The Washington Post"
            },
            "publishedAt": "2020-05-14T18:27:33Z",
            "title": "Live updates: Expert casts doubt on coronavirus vaccine timeline in testimony before Congress - The Washington Post",
            "url": "https://www.washingtonpost.com/nation/2020/05/14/coronavirus-update-us/",
            "urlToImage": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/4QN5RHUVWYI6VB5DELJSII2WGY.jpg&w=1440",
            "description": "Demoted vaccine expert Rick Bright also told a House panel that federal officials responded indifferently in January when he raised concerns about shortages of medical materials.",
            "content": "Protesters again converged on the Michigan State Capitol on Thursday morning, standing in the rain to demand an end to restrictions enacted to combat the coronavirus.\r\nTensions flared when a man appeared carrying a brown-haired doll with a noose around its ne… [+2425 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T18:14:23Z",
            "title": "Data reveals parts of the country with the highest rate of coronavirus infection | ITV News - ITV News",
            "url": "https://www.youtube.com/watch?v=Ikjsrh4XaCo",
            "urlToImage": "https://i.ytimg.com/vi/Ikjsrh4XaCo/maxresdefault.jpg",
            "description": "The North East of England has the highest rate of coronavirus infection in the country - double that of London - according to new data. A report published by...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Dailymail.co.uk"
            },
            "publishedAt": "2020-05-14T17:58:36Z",
            "title": "Studies provide more evidence that coronavirus damages the kidneys - Daily Mail",
            "url": "https://www.dailymail.co.uk/health/article-8320113/Studies-provide-evidence-coronavirus-damages-kidneys.html",
            "urlToImage": "https://i.dailymail.co.uk/1s/2020/05/14/18/28399276-0-image-a-8_1589477444925.jpg",
            "description": "Two new studies, from Germany and New York, have found high levels of the coronavirus virus in the kidneys and kidney damage in more than one-third of hospitalized COVID-19 patients.",
            "content": "Studies are continuing to emerge that the novel coronavirus attacks and severely damages the kidneys.\r\nResearch has mostly focused on the ways the virus attacks the lungs, but two new reports reveal high levels of the virus in the kidneys and kidney injury in… [+3660 chars]"
        },
        {
            "source": {
                "id": "fox-news",
                "name": "Fox News"
            },
            "publishedAt": "2020-05-14T17:33:10Z",
            "title": "Colorado sees first coronavirus outbreaks connected to childcare centers - Fox News",
            "url": "https://www.foxnews.com/health/colorado-sees-first-coronavirus-outbreaks-connected-to-childcare-centers",
            "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2020/05/iStock-1069920924.jpg",
            "description": "Colorado health officials this week identified the first croronavirus outbreaks connected to childcare facilities in the state.",
            "content": "Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.\r\nColorado health officials this week identified the first coronavirus outbreaks connected to childcare facilities in the state.\r\nAt least four adults and one child ha… [+2239 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T17:00:55Z",
            "title": "Vitamin D Could Be Linked to Coronavirus Survival, Study Says - Bloomberg QuickTake",
            "url": "https://www.youtube.com/watch?v=jn5Yl_gincU",
            "urlToImage": "https://i.ytimg.com/vi/jn5Yl_gincU/maxresdefault.jpg",
            "description": "Vitamin D deficiency may be linked to higher mortality rates from COVID-19, a new study suggests. Research published by medRxiv found that coronavirus infect...",
            "content": "Vitamin D deficiency may be linked to higher mortality rates from COVID-19, a new study suggests.\r\nResearch published by medRxiv found that coronavirus infections and deaths were higher in countries where individuals had lower vitamin D levels, such as Spain … [+962 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T16:58:09Z",
            "title": "How the antibody test could mean returning to normal life | Coronavirus - The Telegraph",
            "url": "https://www.youtube.com/watch?v=_CNgy9Mu1iQ",
            "urlToImage": "https://i.ytimg.com/vi/_CNgy9Mu1iQ/maxresdefault.jpg",
            "description": "Roche's new, extremely accurate antibody test has received Public Health England's seal of approval, and been hailed by many as \"game changing\". But just how...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Marketwatch.com"
            },
            "publishedAt": "2020-05-14T16:48:50Z",
            "title": "See how quickly the coronavirus can spread in a restaurant in this stomach-churning black light video - MarketWatch",
            "url": "https://www.marketwatch.com/story/watch-this-video-to-see-how-quickly-the-coronavirus-can-spread-in-a-restaurant-2020-05-14",
            "urlToImage": "https://s.marketwatch.com/public/resources/images/MW-IG522_blackl_ZG_20200514110513.jpg",
            "description": "The video, from Japanese state broadcaster NHK, shows how important it is to wash your hands",
            "content": "This could make you lose your appetite for going back to a restaurant or cruise ship anytime soon. A black light video from Japan is going viral for showing just how quickly the coronavirus or any germ, really can spread through touch alone. Japanese state br… [+1974 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T16:45:00Z",
            "title": "Coronavirus: NHS data reveals lowest numbers of A&E patients ever on record | 5 News - 5 News",
            "url": "https://www.youtube.com/watch?v=4HyOQfFcruk",
            "urlToImage": "https://i.ytimg.com/vi/4HyOQfFcruk/maxresdefault.jpg",
            "description": "► Subscribe to 5 News: http://bit.ly/5NewsSub ► NHS data reveals the number of patients visiting A&E is the lowest on record. Doctors are concerned people ar...",
            "content": "Subscribe to 5 News: http://bit.ly/5NewsSub\r\nNHS data reveals the number of patients visiting A&amp;E is the lowest on record. Doctors are concerned people are missing out on lifesaving care because they fear going to hospital due to COVID-19.\r\n#5News#News#Co… [+800 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T16:42:05Z",
            "title": "Coronavirus: UT Medical Center participating in plasma treatment trial - WATE 6 On Your Side",
            "url": "https://www.youtube.com/watch?v=SK7trW2D774",
            "urlToImage": "https://i.ytimg.com/vi/SK7trW2D774/maxresdefault.jpg",
            "description": "The University of Tennessee Medical Center will take part in a Mayo Clinic trial to treat COVID-19 patients with plasma from individuals who have been infect...",
            "content": "The University of Tennessee Medical Center will take part in a Mayo Clinic trial to treat COVID-19 patients with plasma from individuals who have been infected and recovered from the virus."
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T16:13:45Z",
            "title": "COVID-19: Katsina govt embarks on contact tracing testing - TVC News Nigeria",
            "url": "https://www.youtube.com/watch?v=ERQYppgedIg",
            "urlToImage": "https://i.ytimg.com/vi/ERQYppgedIg/maxresdefault.jpg",
            "description": "Katsina state government has commenced contact tracing testing for suspected cases of coronavirus patients. #COVID19Patients #Coronavirus #Lockdown Subscribe...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Thesun.co.uk"
            },
            "publishedAt": "2020-05-14T15:29:18Z",
            "title": "Terrifying video shows how quickly coronavirus can spread in a restaurant - The Sun",
            "url": "http://www.thesun.co.uk/news/11620371/terrifying-video-coronavirus-spread-restaurant/",
            "urlToImage": "https://www.thesun.co.uk/wp-content/uploads/2020/05/CM-COMP-COVID-SPREADING.jpg?strip=all&quality=100&w=1200&h=800&crop=1",
            "description": "",
            "content": "THIS terrifying video shows how coronavirus can spread in a restaurant in just 30 minutes - after just one person is infected.\r\nScientists from Japan recreated the atmosphere at a buffet restaurant or on a cruise ship to look at how far the deadly bug can tra… [+5016 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Livescience.com"
            },
            "publishedAt": "2020-05-14T15:24:10Z",
            "title": "COVID-19 is killing 20 times more people per week than flu does, new paper says - Live Science",
            "url": "https://www.livescience.com/covid-19-deaths-vs-flu-deaths.html",
            "urlToImage": "https://cdn.mos.cms.futurecdn.net/u5GjgyXpBsXTH7eKE8WV5H-1200-80.jpg",
            "description": "The new coronavirus is not \"just another flu.\"",
            "content": "If there was any doubt that the new coronavirus isn't just \"a bad flu,\" a new paper lays that myth to rest. The study authors found that in the U.S. there were 20 times more deaths per week from COVID-19 than from the flu in the deadliest week of an average i… [+3745 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Marketwatch.com"
            },
            "publishedAt": "2020-05-14T15:06:21Z",
            "title": "‘Speaking causes airborne virus transmission’: Coronavirus study says droplets caused by talking can last 8-14 minutes - MarketWatch",
            "url": "https://www.marketwatch.com/story/speaking-causes-airborne-virus-transmission-coroanvirus-study-gives-more-insight-into-the-diseases-rapid-contagion-2020-05-14",
            "urlToImage": "https://s.marketwatch.com/public/resources/images/MW-IG516_corona_ZG_20200514103352.jpg",
            "description": "New peer-reviewed research gives more insight into COVID-19’s rapid contagion",
            "content": "Talking spreads coronavirus and likely plays a part in its contagiousness.Thats the conclusion of a new study released Thursday published in the peer-reviewed Proceedings of the National Academy of Sciences, the official journal of the National Academy of Sci… [+6780 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T14:43:04Z",
            "title": "BREAKING NEWS: UK coronavirus deaths rise by 428 to 33614 - Sky News",
            "url": "https://www.youtube.com/watch?v=sslS1rtXWPY",
            "urlToImage": "https://i.ytimg.com/vi/sslS1rtXWPY/maxresdefault.jpg",
            "description": "The number of UK coronavirus deaths have gone up by 428 to 33,614 and ONS data has revealed that 148,000 people in England potentially had the virus in the l...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Thesun.co.uk"
            },
            "publishedAt": "2020-05-14T14:04:15Z",
            "title": "Gargling mouthwash could KILL coronavirus and slash risk of infection, scientists find - The Sun",
            "url": "http://www.thesun.co.uk/news/11622022/gargling-mouthwash-kill-coronavirus/",
            "urlToImage": "https://www.thesun.co.uk/wp-content/uploads/2020/05/NINTCHDBPICT000319280744.jpg?strip=all&quality=100&w=1200&h=800&crop=1",
            "description": "",
            "content": "GARGLING mouthwash could kill coronavirus and slash the risk of infection, scientists believe.\r\nJust 30 seconds of swirling has proven effective against similar viruses, a review found.\r\n Gargling mouthwash could kill coronavirus and slash infection risk, sci… [+2623 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-05-14T13:22:00Z",
            "title": "WHO emergencies chief says novel coronavirus may be here to stay - CBC.ca",
            "url": "https://www.cbc.ca/news/world/who-novel-coronavirus-1.5569227",
            "urlToImage": "https://i.cbc.ca/1.5569232.1589458660!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/1224728345.jpg",
            "description": "The World Health Organization's emergencies chief said it's possible the new coronavirus may be here to stay, warning it's impossible to predict when the pandemic might be controlled.",
            "content": "The World Health Organization's emergencies chief said it's possible the new coronavirus may be here to stay, warning it's impossible to predict when the pandemic might be controlled.\r\n\"This virus may never go away,\" Dr. Michael Ryan said in a news briefing o… [+2483 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T12:06:11Z",
            "title": "London, Ont, RN first in Canada to die from COVID-19 complications - CBC News: The National",
            "url": "https://www.youtube.com/watch?v=vTse1ymOwuM",
            "urlToImage": "https://i.ytimg.com/vi/vTse1ymOwuM/maxresdefault.jpg",
            "description": "Brian Beattie, who worked at a long-term care home dealing with a coronavirus outbreak in London, Ont., has become Canada's first registered nurse to die fro...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Metro.co.uk"
            },
            "publishedAt": "2020-05-14T11:43:00Z",
            "title": "What is the coronavirus calculator and how does it calculate risk of dying? - Metro.co.uk",
            "url": "https://metro.co.uk/2020/05/14/what-coronavirus-calculator-risk-12701478/",
            "urlToImage": "https://i1.wp.com/metro.co.uk/wp-content/uploads/2020/05/PRI_150892547-1_1589454216.jpg?quality=90&strip=all&w=1200&h=630&crop=1&zoom=1&ssl=1",
            "description": "It aims to help individuals understand their risk of dying from Covid-19.",
            "content": "The coronavirus calculator helps individuals understand their risk of dying from Covid-19 (Picture: PA)\r\nOver the past few months, weve heard a variety of things which can put someone at increased risk of dying from coronavirus.\r\nNow, British scientists have … [+2264 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Weforum.org"
            },
            "publishedAt": "2020-05-14T11:03:31Z",
            "title": "UN: Coronavirus could cause a global mental health crisis - World Economic Forum",
            "url": "https://www.weforum.org/agenda/2020/05/united-nations-global-mental-health-crisis-covid19-pandemic/",
            "urlToImage": "https://assets.weforum.org/editor/OXwfSTNCICwvVRBXxpqLxJLwpeQrFPmnQ31wbHFufws.PNG",
            "description": "A U.N. report has highlighted those vulnerable to mental distress, including children and young people, and healthcare workers who see patients dying from COVID-19.",
            "content": "<ul><li>The United Nations has warned coronavirus could cause a global mental health crisis.</li><li>The U.N. report highlighted those vulnerable to mental distress, including children and young people, and healthcare workers who see patients dying from COVID… [+2873 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-14T09:05:41Z",
            "title": "COVID-19 But No Symptoms: How Much Does Coronavirus Spread In This Way? - Swarajya",
            "url": "https://www.youtube.com/watch?v=cMcn-lMnyvc",
            "urlToImage": "https://i.ytimg.com/vi/cMcn-lMnyvc/maxresdefault.jpg",
            "description": "Scientists at the Indian Council of Medical Research (ICMR) are beginning to study those Coronavirus infected patients who are without symptoms. Last month, ...",
            "content": "Scientists at the Indian Council of Medical Research (ICMR) are beginning to study those Coronavirus infected patients who are without symptoms. Last month, ICMR head of epidemiology and communicable diseases Dr R R Gangakhedkar said that 69 per cent of total… [+462 chars]"
        }
    ]
}