{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Dailypost.co.uk"
            },
            "publishedAt": "2020-03-29T12:30:25Z",
            "title": "Snowdonia visitor blocked in by angry locals as police are called to stand-off on country lane - Daily Post",
            "url": "https://www.dailypost.co.uk/news/north-wales-news/snowdonia-visitor-blocked-angry-locals-18000081",
            "urlToImage": "https://i2-prod.dailypost.co.uk/incoming/article18000314.ece/ALTERNATES/s1200/0_Covid19-lockdown-incident-at-Parc-near-Bala-March-282020.jpg",
            "description": "The man from Sheffield was spotted near Bala despite the coronavirus lockdown being in place",
            "content": "A man visiting North Wales from Sheffield amid the coronavirus crisis was blocked on a country road by angry locals as police were called to the confrontation.\r\n The incident took place on Saturday morning on a narrow lane near Bala after locals spotted a Ran… [+2075 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-03-29T12:26:27Z",
            "title": "New York residents urged to avoid travel as virus spreads - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/new-york-residents-urged-to-avoid-travel-as-virus-spreads-1.4873078",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4873080.1585480008!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Health authorities urged millions of residents of the New York City region to avoid non-essential travel due to surging coronavirus infections there as deaths in the United States and Europe rose.",
            "content": "BEIJING -- \r\nHealth authorities urged millions of residents of the New York City region to avoid non-essential travel due to surging coronavirus infections there as deaths in the United States and Europe rose and countries including Russia and Vietnam tighten… [+7122 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-29T11:50:23Z",
            "title": "Theme park turns into drive-thru coronavirus testing facility - The Telegraph",
            "url": "https://www.youtube.com/watch?v=hx2ANoeUTE4",
            "urlToImage": "https://i.ytimg.com/vi/hx2ANoeUTE4/maxresdefault.jpg",
            "description": "Medical staff conduct tests at an NHS drive through coronavirus disease testing facility in the car park of Chessington World of Adventures in Surrey. The co...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-29T10:07:13Z",
            "title": "Why are more men dying of COVID-19? - Global News",
            "url": "http://globalnews.ca/news/6738088/coronavirus-deaths-men/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/2020-03-16t142551z_1621709688_rc22lf9tw419_rtrmadp_3_health-coronavirus-italy-e1584396617772.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Although the new coronavirus infects both men and women, more men seem to be dying of COVID-19 in many countries.",
            "content": "The novel coronavirus, which causes COVID-19, is an equal-opportunity virus says Dr. Cara Tannenbaum, scientific director of the Institute of Gender and Health for the Canadian Institutes of Health Research.\r\nIt seems to infect men and women equally, with abo… [+6603 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Www.geo.tv"
            },
            "publishedAt": "2020-03-29T08:10:10Z",
            "title": "Coming up with the coronavirus vaccines has its own sets of challenges - Geo News",
            "url": "https://www.geo.tv/latest/279753-coming-up-with-the-coronavirus-vaccines-has-its-own-sets-of-challenges",
            "urlToImage": "https://www.geo.tv/assets/uploads/updates/2020-03-29/279753_080820_updates.jpg",
            "description": "Scientists around the globe are working hard to come up with a coronavirus vaccine",
            "content": "As the novel coronavirus continues to spread to almost 200 countries and infect more than half a million people, various companies and researchers across the globe are racing to come up with a vaccine for the virus. The question on everyones minds is, when wi… [+5077 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Abc14news.com"
            },
            "publishedAt": "2020-03-29T05:44:00Z",
            "title": "Coronavirus: What we still don't know about Covid-19 - ABC 14 News",
            "url": "https://abc14news.com/2020/03/28/coronavirus-what-we-still-dont-know-about-covid-19/",
            "urlToImage": "https://abc14news.com/wp-content/uploads/2020/03/_111397315_gettyimages-1204793213.jpg",
            "description": "Impression copyright                 Getty Visuals                                                It feels like an eternity ago, but",
            "content": "Impression copyrightGetty Visuals\r\nIt feels like an eternity ago, but the earth only became informed of the coronavirus in December. \r\nIn spite of remarkable attempts by researchers all over the environment, there is continue to a lot we do not understand, an… [+4979 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-29T04:31:52Z",
            "title": "Coronavirus: 2nd employee at Oshawa, Ont., grocery store tests positive for COVID-19 - Global News",
            "url": "http://globalnews.ca/news/6747399/coronavirus-oshawa-real-canadian-superstore-second-employee-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/capture-26.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Real Canadian Superstore confirmed the news in a social media post and said the store has been temporarily closed in order for a third-party cleaning crew to attend the business and \"thoroughly clean and disinfect\" it.",
            "content": "A second employee at an Oshawa Real Canadian Superstore location has tested positive for coronavirus, according to the store’s Facebook page.\r\nThe company said in a post late Saturday that the store has been temporarily closed in order for a third-party clean… [+1865 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cantechletter.com"
            },
            "publishedAt": "2020-03-29T01:37:08Z",
            "title": "Polio Lasted 50 Years. Will Coronavirus? - Cantech Letter",
            "url": "https://www.cantechletter.com/2020/03/polio-lasted-50-years-will-coronavirus/",
            "urlToImage": "https://www.cantechletter.com/wp-content/uploads/2015/01/jonassalk.jpg",
            "description": "Polio lasted 50 Years. Will Coronavirus? How long will coronavirus last. Could it be years before it is eradicated, the same way polio was?",
            "content": "Dr. Jonas Salk, who discovered and developed the first successful inactivated polio vaccine.\r\nApril 26, 2020 will mark the 66th anniversary of the massive polio vaccine trial on thousands of schoolchildren. Considering what is happening in the world right now… [+6180 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-03-29T00:33:35Z",
            "title": "N.Y.C.’s 911 System Is Overwhelmed. ‘I’m Terrified,’ a Paramedic Says. - The New York Times",
            "url": "https://www.nytimes.com/2020/03/28/nyregion/nyc-coronavirus-ems.html",
            "urlToImage": "https://static01.nyt.com/images/2020/03/28/nyregion/00nyvirus-ems001/00nyvirus-ems001-facebookJumbo.jpg",
            "description": "With coronavirus cases mounting, emergency workers are making life-or-death decisions about who goes to a hospital, and who is left behind.",
            "content": "Three weeks ago, the paramedics said, most coronavirus calls were for respiratory distress or fever. Now the same types of patients, after having been sent home from the hospital, are experiencing organ failure and cardiac arrest.\r\nWere getting them at the po… [+1734 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ntd.com"
            },
            "publishedAt": "2020-03-29T00:26:19Z",
            "title": "Italy’s Coronavirus Death Toll Passes 10,000. Many Are Asking Why the Fatality Rate Is so High - NTD",
            "url": "https://www.ntd.com/italys-coronavirus-death-toll-passes-10000-many-are-asking-why-the-fatality-rate-is-so-high_449737.html",
            "urlToImage": "https://www.ntd.com/assets/uploads/2020/03/death-funeral-italy-coronavirus.jpg",
            "description": "When Milan resident Antonia Mortensen was pulled over by police while driving recently, it wasn't for a traffic ...",
            "content": "When Milan resident Antonia Mortensen was pulled over by police while driving recently, it wasn’t for a traffic offense. It was to instruct her fellow passenger to sit in the back of the car and to check that both were wearing face masks.\r\n“We were told we ca… [+5427 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-03-29T00:02:48Z",
            "title": "Coronavirus: What we still don't know about the virus - BBC News",
            "url": "https://www.bbc.com/news/health-52006988",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/C8B3/production/_111397315_gettyimages-1204793213.jpg",
            "description": "There are many unanswered questions about the new coronavirus, Covid-19.",
            "content": "Image copyrightGetty Images\r\nIt feels like an eternity ago, but the world only became aware of the coronavirus in December. \r\nDespite incredible efforts by scientists around the world, there is still much we do not understand, and we are all now part of a pla… [+4318 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sudbury.com"
            },
            "publishedAt": "2020-03-28T23:00:00Z",
            "title": "COVID-19 facts versus fiction courtesy of the WHO - Sudbury.com",
            "url": "https://www.sudbury.com/local-news/covid-19-facts-versus-fiction-courtesy-of-the-who-2208582",
            "urlToImage": "https://www.vmcdn.ca/f/files/kamloopsmatters/images/bc-photos/coronavirus.jpg;w=804;h=444;mode=crop",
            "description": "World Health Organization debunks common myths about the new coronavirus",
            "content": "The World Health Organization has launched a campaign to address some of the common myths surrounding the prevention and treatment of the novel coronavirus, SARS-CoV-2, which causes the illness COVID-19.\r\nBecause sometimes, there is such a thing as a wrong an… [+4772 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Huffpost.com"
            },
            "publishedAt": "2020-03-28T22:02:16Z",
            "title": "A Cat In Belgium Tested Positive For COVID-19, But You Shouldn't Panic - HuffPost",
            "url": "https://www.huffpost.com/entry/cat-belgium-positive-coronavirus_n_5e7f79e4c5b6cb9dc1a145bc",
            "urlToImage": "https://img.huffingtonpost.com/asset/5e7f7c45230000f2360c6f04.jpeg?cache=onqMgMWMFL&ops=1200_630",
            "description": "This may be the first known case of a cat getting sick from the novel coronavirus, though experts stress cases of pets catching it remain extremely rare.",
            "content": "Health officials in Belgium say a pet cat appears to have contracted COVID-19 from her owner, though they emphasized human-to-pet transmission seems to be extremely rare.\r\n“Recently, the veterinary medicine faculty in Liège reported that a coronavirus infecti… [+3375 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thewhig.com"
            },
            "publishedAt": "2020-03-28T21:52:50Z",
            "title": "Look back at Spanish flu has some local similarities to COVID-19 - The Kingston Whig-Standard",
            "url": "https://www.thewhig.com/news/local-news/look-back-at-spanish-flu-has-some-local-similarities-to-covid-19",
            "urlToImage": "https://nexus.prod.postmedia.digital/wp-content/uploads/2020/03/KI.Kingston-and-worldwide-influenza-pandemic.-3.jpg",
            "description": "In the midst of the 2020 global COVID-19 pandemic, the spread of the current coronavirus and the community’s response to the Spanish flu pandemic just over 100 years ago has some striking par…",
            "content": "In the midst of the 2020 global COVID-19 pandemic, the spread of the current coronavirus and the community’s response to the Spanish flu pandemic just over 100 years ago has some striking parallels.\r\nBack then, the strain of the flu was an unknown form of inf… [+6307 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-03-28T20:37:14Z",
            "title": "New York's paramedics unable to answer emergency calls as 20% of service ill, most with COVID-19 - The London Free Press",
            "url": "https://nationalpost.com/news/canada/coronavirus-outbreak-is-stretching-new-yorks-ambulance-service-to-breaking-point",
            "urlToImage": "https://nationalpostcom.files.wordpress.com/2020/03/health-coronavirus_usa-new_york.1-e1585427146494.jpg",
            "description": "Officials are saying the EMS is breaking nearly every record with the coronavirus pandemic",
            "content": "The coronavirus outbreak sweeping through New York City has pushed its ambulance service close to the breaking point, with hundreds of personnel out ill and emergency calls skyrocketing, supervisors and rank-and-file emergency medical technicians said on Frid… [+3392 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-28T20:01:06Z",
            "title": "Coronavirus: First COVID-19-related death reported in Middlesex-London - Global News",
            "url": "http://globalnews.ca/news/6746507/coronavirus-middlesex-london-death/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/22999947.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "As the number of confirmed cases of COVID-19 grows in the Middlesex London health region, officials say one patient has now died of the disease.",
            "content": "Ontario’s Middlesex London Health Unit is reporting the first local death related to the COVID-19 pandemic.\r\nThe death was a man in his 70s who had returned from Portugal earlier this month. Health Officials say he passed away Friday night.\r\nWe are deeply sad… [+2488 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.com"
            },
            "publishedAt": "2020-03-28T19:53:58Z",
            "title": "First working NHS surgeon dies from coronavirus - The Guardian",
            "url": "https://www.theguardian.com/world/2020/mar/28/first-working-nhs-surgeon-dies-from-coronavirus",
            "urlToImage": "https://i.guim.co.uk/img/media/41b41fade42ada6b6ae043ac6d41fdc19a379ac6/0_0_1200_720/master/1200.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=fd5e5153e0ac67cd5aa234690261e413",
            "description": "Adil El Tayar, 63, had spent his final days volunteering in an A&E department",
            "content": "An organ transplant specialist has become the first working NHS surgeon to die from coronavirus.\r\nAdil El Tayar, 63, died on Wednesday at West Middlesex university hospital in London, his family said.\r\nThe doctor, who had worked around the world, spent his fi… [+2500 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Canoe.com"
            },
            "publishedAt": "2020-03-28T17:05:00Z",
            "title": "Trump mulls quarantining New York, New Jersey and Connecticut - Calgary Sun",
            "url": "https://canoe.com/news/world/trump-mulls-quarantining-new-york-new-jersey-and-connecticut",
            "urlToImage": "https://postmediacanoe.files.wordpress.com/2020/03/2020-03-28t165704z_1983637046_rc24tf9h2g4v_rtrmadp_3_health-coronavirus-usa-trump-e1585415101900.jpg",
            "description": "WASHINGTON — President Donald Trump said on Saturday that he would issue a travel warning for the hard-hit New York area to limit the spread of the coronavirus, backing off from an earlier su…",
            "content": "WASHINGTON — President Donald Trump said on Saturday that he would issue a travel warning for the hard-hit New York area to limit the spread of the coronavirus, backing off from an earlier suggestion that he might try to cut off the region entirely.\r\n“A quara… [+3903 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-03-28T16:43:00Z",
            "title": "UK to help stricken businesses by easing regulation - Financial Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/uk-to-help-stricken-businesses-by-easing-regulation-2",
            "urlToImage": "https://secure.gravatar.com/blavatar/b4ece3189893389a03f063830eacd95c?s=200&ts=1585486366",
            "description": "LONDON — Britain will ease the regulations for stricken businesses to help them survive the coronavirus crisis, including simplifying the insolvency system to keep companies trading, Business…",
            "content": "LONDON — Britain will ease the regulations for stricken businesses to help them survive the coronavirus crisis, including simplifying the insolvency system to keep companies trading, Business Secretary Alok Sharma said on Saturday.\r\n“Our overriding objective … [+363 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thetelegram.com"
            },
            "publishedAt": "2020-03-28T16:22:20Z",
            "title": "UK coronavirus death toll under 20000 would be 'good result', says health chief - The Telegram",
            "url": "https://www.thetelegram.com/news/world/uk-coronavirus-death-toll-under-20000-would-be-good-result-says-health-chief-430867/",
            "urlToImage": "https://www.thetelegram.com/media/photologue/photos/cache/theme-park-opens-drive-through-coronavirus-testing-unit-as-uk-ramps-up-response_medium",
            "description": "By Paul Sandle and Guy Faulconbridge LONDON (Reuters) - The United Kingdom will do well if it manages to keep the coronavirus death toll below 20,000, a senior health official said on Saturday after the deadliest day so far of the outbreak saw the",
            "content": "By Paul Sandle and Guy Faulconbridge\r\nLONDON (Reuters) - The United Kingdom will do well if it manages to keep the coronavirus death toll below 20,000, a senior health official said on Saturday after the deadliest day so far of the outbreak saw the number of … [+3018 chars]"
        }
    ]
}