{
    "articles": [
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-03-27T02:10:32Z",
            "title": "Hospitals consider changes to do-not-resuscitate situations amid coronavirus pandemic - CNN",
            "url": "https://www.cnn.com/2020/03/26/health/coronavirus-hospitals-do-not-resuscitate-bn/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200324031823-coronavirus-new-york-0323-super-tease.jpg",
            "description": "As the coronavirus pandemic continues to sweep the United States, some hospitals are considering whether to make changes to their policies and practices in efforts to protect their staff.",
            "content": "(CNN)As the coronavirus pandemic continues to sweep the United States, some hospitals are considering whether to make changes to policies and practices when it comes to do-not-resuscitate situations.\r\nSuch conversations come as hospitals brace for a surge of … [+6763 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-27T00:54:58Z",
            "title": "Coronavirus: Case confirmed at Kamloops grocery store - Global News",
            "url": "http://globalnews.ca/news/6739314/coronavirus-confirmed-case-kamloops/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/kamloops-save-on-foods.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Interior Health says those who visited the pharmacy on March 10, 13, 14, or March 16-21 should self-isolate and monitor for symptoms for 14 days from the time of their visit.",
            "content": "Interior Health says it has identified a case of coronavirus at a grocery store in Kamloops.\r\nThe case, according to Interior Health, involved the Save-On-Foods pharmacy at the Columbia Place Shopping Centre.\r\nInterior Health says those who visited the pharma… [+1964 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cranbrooktownsman.com"
            },
            "publishedAt": "2020-03-27T00:30:00Z",
            "title": "Should non-violent offenders be released from prison to avoid COVID-19 spread? - Cranbrook Townsman",
            "url": "https://www.cranbrooktownsman.com/news/should-non-violent-offenders-be-released-from-prison-to-avoid-covid-19-spread/",
            "urlToImage": "https://www.cranbrooktownsman.com/wp-content/uploads/2020/03/21078167_web1_22967097-1024x683.jpg",
            "description": "<p>Union of BC Indian Chiefs calling on the province to prevent spread of the novel coronavirus </p>",
            "content": "Prisoners in the U.S. and parts of the U.K. could be released from jail early as the latest move by officials to prevent the spread of COVID-19.\r\nHere in B.C, a group of Indigenous chiefs are joining a chorus of other advocates nationwide in calling for simil… [+5835 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-26T23:30:45Z",
            "title": "Why is it taking so long to develop a coronavirus vaccine? One scientist explains. - Washington Post",
            "url": "https://www.youtube.com/watch?v=P3qrokf9038",
            "urlToImage": "https://i.ytimg.com/vi/P3qrokf9038/maxresdefault.jpg",
            "description": "Peter Hotez, dean of the National School of Tropical Medicine, has been working on coronavirus vaccines for years. He explains why he thinks developing a vac...",
            "content": "Peter Hotez, dean of the National School of Tropical Medicine, has been working on coronavirus vaccines for years. He explains why he thinks developing a vaccine for the current pandemic will take time. Subscribe to The Washington Post on YouTube: https://wap… [+167 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nypost.com"
            },
            "publishedAt": "2020-03-26T23:18:45Z",
            "title": "65 NY nurses have tested positive for the coronavirus, survey claims - New York Post ",
            "url": "https://nypost.com/2020/03/26/65-ny-nurses-have-tested-positive-for-the-coronavirus-survey-claims/",
            "urlToImage": "https://thenypost.files.wordpress.com/2020/03/nyc-nurses.jpg?quality=90&strip=all&w=1200",
            "description": "The NYS Nurses Association queried its members in a text survey between March 23 and March 24 and found positive COVID-19 cases at nearly all downstate hospitals where it has members.",
            "content": "At least 65 nurses at New York hospitals have tested positive for the coronavirus, according to a survey conducted by a nurses union.\r\nThe NYS Nurses Association queried its members in a text survey between March 23 and March 24 and found positive COVID-19 ca… [+770 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-26T23:04:37Z",
            "title": "Covid-19: People use freedom in Wuhan to queue at cemeteries as restrictions ease | ITV News - ITV News",
            "url": "https://www.youtube.com/watch?v=kK4MaN-z-7c",
            "urlToImage": "https://i.ytimg.com/vi/kK4MaN-z-7c/maxresdefault.jpg",
            "description": "The first thing hundreds of people did in Wuhan, as travel restrictions eased in the epicentre of the coronavirus outbreak, was to queue at cemeteries to arr...",
            "content": "The first thing hundreds of people did in Wuhan, as travel restrictions eased in the epicentre of the coronavirus outbreak, was to queue at cemeteries to arrange funerals for their loved ones.\r\nThe two-month lockdown in Wuhan will be partially lifted on April… [+566 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-03-26T22:56:06Z",
            "title": "Why do some people exposed to coronavirus get sick and others don't? - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/why-do-some-people-exposed-to-coronavirus-get-sick-and-others-don-t-1.4870078",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4870093.1585262504!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "The question of why some people fall ill with the coronavirus and others don’t is one that researchers are working to answer. But one of the likeliest factors is how healthy an individual’s immune system is.",
            "content": "TORONTO -- \r\nOne of the most perplexing parts of the coronavirus pandemic has been the fact that some people become seriously sick with the virus while their closest loved ones remain healthy and, in some cases, test negative.\r\nEarlier this week, Prince Charl… [+3568 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-03-26T22:48:52Z",
            "title": "A N.Y. Nurse Dies. Angry Co-Workers Blame a Lack of Protective Gear. - The New York Times",
            "url": "https://www.nytimes.com/2020/03/26/nyregion/nurse-dies-coronavirus-mount-sinai.html",
            "urlToImage": "https://static01.nyt.com/images/2020/03/26/nyregion/26nyvirus-nurse/26nyvirus-nurse-facebookJumbo.jpg",
            "description": "“I’m okay. Don’t tell Mom and Dad. They’ll worry,” he wrote to his sister. He may be the first nurse in New York City to die from the coronavirus.",
            "content": "Bevon Bloise, a registered nurse at Mount Sinai West, complained on Facebook that the hospital does not have sufficient personal protective equipment, or P.P.E. Im also very angry with the Mount Sinai Health System for not protecting him. We do not have enoug… [+1601 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-03-26T22:38:27Z",
            "title": "Experts skeptical of study connecting blood type to COVID-19 risk - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/experts-skeptical-of-study-connecting-blood-type-to-covid-19-risk-1.4869886",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4863221.1584846323!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "A recent study out of China claiming people with type A blood may be more susceptible to the novel coronavirus has garnered a lot of attention on social media. But experts warn the study, which has not been peer reviewed, should be viewed with skepticism.",
            "content": "TORONTO -- \r\nFacing a growing pandemic, the medical research community has quickly mobilized to study every inch of the novel coronavirus responsible for COVID-19.\r\nHeadlines touting new discoveries about the deadly disease, responsible for more than 500,000 … [+4857 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-26T21:58:36Z",
            "title": "At least 1 N.Y. hospital has 2 patients on single ventilator as coronavirus cases rise - Global News",
            "url": "http://globalnews.ca/news/6738273/new-york-coronavirus-split-ventilators/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/2020-03-26t210703z_1012082140_rc2xrf9rgrg9_rtrmadp_3_health-coronavirus-usa-ventilators.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "A tool of last resort that involves threading a tube down a patient's windpipe, a mechanical ventilator can sustain a person who can no longer breathe unaided.",
            "content": "At least one New York hospital has begun putting two patients on a single ventilator machine, an experimental crisis-mode protocol some doctors worry is too risky but others deemed necessary as the coronavirus outbreak strains medical resources.\r\nThe coronavi… [+3582 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cabinradio.ca"
            },
            "publishedAt": "2020-03-26T21:41:00Z",
            "title": "YK shuts all playgrounds on chief public health officer's advice - Cabin Radio",
            "url": "https://cabinradio.ca/33144/news/health/coronavirus/yk-shuts-all-playgrounds-on-chief-public-health-officers-advice/",
            "urlToImage": "https://i2.wp.com/cabinradio.ca/wp-content/uploads/2020/02/hockey-day-in-canada_sarah-pruys_cabin-radio_5.jpg?resize=1280%2C800&ssl=1",
            "description": "The City of Yellowknife closed all of its playgrounds after the NWT's chief public health officer said steel play equipment can harbour the coronavirus.",
            "content": "The City of Yellowknife closed all of its playgrounds on Thursday after the NWT's chief public health officer said steel play equipment can harbour the coronavirus.\r\nIn a statement, City Hall said \"all City playgrounds and any parks with playgrounds inside\" a… [+5494 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-03-26T20:20:00Z",
            "title": "GameStop not to provide annual forecast on virus fears - Regina Leader-Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/gamestop-not-to-provide-annual-forecast-on-virus-fears",
            "urlToImage": null,
            "description": "Video game retailer GameStop Corp said on Thursday it would not provide any forecast for 2020, citing uncertainty caused by the coronavirus outbreak.",
            "content": "Visit the Postmedia Brands page\r\n365 Bloor Street East, Toronto, Ontario, M4W 3L4\r\n© 2020 Regina Leader Post, a division of Postmedia Network Inc. All rights reserved. Unauthorized distribution, transmission or republication strictly prohibited."
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-26T20:15:52Z",
            "title": "Man holds sign at hospital window, thanks staff for saving wife’s life amid coronavirus pandemic - Global News",
            "url": "http://globalnews.ca/news/6737048/man-thanks-nurses-coronavirus/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/hospital-edited.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "An unknown man tearfully thanked emergency room workers at a New Jersey hospital.",
            "content": "A mystery man appeared at the window of a New Jersey hospital to thank emergency staff for saving his wife’s life during the novel coronavirus outbreak.\r\nIn a heartwarming Facebook post, Shay Vander Vliet explains that her sister-in-law, Paige, took a snapsho… [+2893 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-03-26T19:15:00Z",
            "title": "Diane Francis: To beat this coronavirus, we must sacrifice our freedoms - Financial Post",
            "url": "https://business.financialpost.com/diane-francis/diane-francis-to-beat-this-coronavirus-we-must-sacrifice-our-freedoms",
            "urlToImage": "https://financialpostcom.files.wordpress.com/2020/03/south-korea.jpg",
            "description": "South Korea, China, Singapore and Taiwan have demonstrated that draconian methods, like tracking people with technology, work",
            "content": "Canada needs a more concerted “COVID crackdown” than the mandatory restrictions announced on Thursday, which require people returning from another country to self-isolate for 14 days, not use public transportation and not co-habit with anyone who’s vulnerable… [+3690 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theconversation.com"
            },
            "publishedAt": "2020-03-26T19:06:00Z",
            "title": "Want to make social distancing even more effective? It's about time (as well as space) - The Conversation AU",
            "url": "http://theconversation.com/want-to-make-social-distancing-even-more-effective-its-about-time-as-well-as-space-134551",
            "urlToImage": "https://images.theconversation.com/files/323268/original/file-20200326-133040-2s16j5.jpg?ixlib=rb-1.1.0&rect=0%2C189%2C4365%2C2182&q=45&auto=format&w=1356&h=668&fit=crop",
            "description": "Social distancing is vital to curb the spread of the COVID-19 coronavirus. But it doesn't have to be purely physical - we can separate ourselves in time too, by staggering our daily routines.",
            "content": "While the world waits for an effective vaccine against COVID-19, we are relying heavily on social distancing perhaps better termed physical distancing to control the spread of the coronavirus. \r\nPhysical distancing works because COVID-19 spreads most efficien… [+4962 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-03-26T18:41:34Z",
            "title": "Coronavirus: UK deaths rise by more than 100 in a day - BBC News",
            "url": "https://www.bbc.co.uk/news/uk-52056534",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/08D8/production/_111146220_scotland-coronavirus_index_getty.jpg",
            "description": "The death toll has risen from 475 to 578, the Department of Health and Social Care confirms.",
            "content": "Image copyrightGetty Images\r\nThe number of coronavirus deaths in the UK has jumped by more than 100 in a day for the first time.\r\nThe death toll has risen from 475 to 578, health officials have confirmed, with 11,658 confirmed cases. \r\nThe latest figures came… [+4508 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-03-26T18:28:00Z",
            "title": "U.S. can avoid lockdowns if coronavirus returns -Fauci - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/u-s-can-avoid-lockdowns-if-coronavirus-returns-fauci",
            "urlToImage": "https://secure.gravatar.com/blavatar/bf69214e83fdd5520e4b5d91ba3b7d64?s=200&ts=1585284775",
            "description": "WASHINGTON — The United States will likely see another cycle of the coronavirus sometime after the current outbreak has ended, but entire cities will not be need to be closed down again becau…",
            "content": "WASHINGTON — The United States will likely see another cycle of the coronavirus sometime after the current outbreak has ended, but entire cities will not be need to be closed down again because of what is being learned now, the government’s top infectious dis… [+1148 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Latimes.com"
            },
            "publishedAt": "2020-03-26T18:01:23Z",
            "title": "Pregnant women with coronavirus can pass it to their babies - Los Angeles Times",
            "url": "https://www.latimes.com/science/story/2020-03-26/coronavirus-pregnant-women-with-covid-19-babies",
            "urlToImage": "https://ca-times.brightspotcdn.com/dims4/default/e8b3b6b/2147483647/strip/true/crop/600x315+0+27/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Ff6%2F6b%2Ff5ac54b0394e0c05f82d3c469735%2Fla-na-nn-census-data-20120517-001",
            "description": "A study of 33 pregnant women in China with the new coronavirus found that three of them gave birth to babies with COVID-19. All three babies survived.",
            "content": "A study of 33 pregnant women in China who were infected with the new coronavirus found that three of them gave birth to babies with COVID-19.\r\nAll three infants survived after receiving treatment for their symptoms, doctors reported Thursday in the medical jo… [+1143 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bgr.com"
            },
            "publishedAt": "2020-03-26T17:57:20Z",
            "title": "Can food give you coronavirus? Here’s what you need to know - BGR",
            "url": "https://bgr.com/2020/03/26/coronavirus-food-safety-why-you-cant-get-covid-19-from-meals/",
            "urlToImage": "https://boygeniusreport.files.wordpress.com/2020/03/coronavirus-covid-19-philadelphia-usa.jpg?quality=98&strip=all",
            "description": "The novel coronavirus can survive on plenty of surfaces but there’s no evidence it can infect people who ingest food that might contain SARS-CoV-2 droplets. An extensive report explains why food, w…",
            "content": "<ul><li>The novel coronavirus can survive on plenty of surfaces but there’s no evidence it can infect people who ingest food that might contain SARS-CoV-2 droplets. </li><li>An extensive report explains why food, whether it’s cooked at home or delivered from … [+6205 chars]"
        },
        {
            "source": {
                "id": "the-globe-and-mail",
                "name": "The Globe And Mail"
            },
            "publishedAt": "2020-03-26T16:54:06Z",
            "title": "Coronavirus disrupting your workout routine? Here's how to take up jogging – safely - The Globe and Mail",
            "url": "https://www.theglobeandmail.com/life/health-and-fitness/article-coronavirus-disrupting-your-workout-routine-heres-how-to-take-up/",
            "urlToImage": "https://www.theglobeandmail.com/resizer/HLwKixEXZwNRN5vfxgf8cDdLu6E=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/VBYOFIJXANOXXNFCHEORBKMIMU.jpg",
            "description": "With gyms shuttered, many people are taking to the streets for their cardio. Here’s how to do it right",
            "content": "A runner passes an empty Place Jacques Cartier on March 25, 2020, in Montreal.\r\nRyan Remiorz/The Canadian Press\r\nTheres a scene in the 2004 movie Anchorman where our hero, dimwitted-but-loveable 1970s newsman Ron Burgundy (played by Will Ferrell), explains to… [+4336 chars]"
        }
    ]
}