{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-26T00:03:23Z",
            "title": "Coronavirus: Winnipeg 3D printer hobbyists make PPE for front-line workers - Global News",
            "url": "http://globalnews.ca/news/6869158/coronavirus-winnipeg-3d-printer-ppe-front-line-workers/",
            "urlToImage": null,
            "description": "The volunteers have crafted and donated about 3,000 ear protectors with 110 3D printers.",
            "content": "Winnipeg 3D printer hobbyists and businesses have banded together to manufacture personal protective equipment (PPE) free of charge for health-care workers and other people on the front lines of the COVID-19 pandemic.\r\nThe group of about 75 volunteers Winnipe… [+2982 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lintelligencer.com"
            },
            "publishedAt": "2020-04-25T22:27:00Z",
            "title": "Coronavirus Canada updates: Manitoba reports four new cases - lintelligencer",
            "url": "https://www.lintelligencer.com/coronavirus-canada-updates-manitoba-reports-four-new-cases-3274-2020/",
            "urlToImage": null,
            "description": null,
            "content": "Health officials in Manitoba have identified four new patients with COVID-19, increasing its total case count to 267.\r\nThere are 62 active active cases, since 199 people have now recovered, an increase of three since Friday. Seven people are in hospital, incl… [+196 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-25T22:01:37Z",
            "title": "It's Possible to Catch Covid-19 Twice, Says the WHO - QuickTake by Bloomberg",
            "url": "https://www.youtube.com/watch?v=7xtKvPDP-MI",
            "urlToImage": null,
            "description": "The World Health Organization says just because you caught coronavirus once, doesn't mean you can't catch it again. Here's what you should know about why iss...",
            "content": "The World Health Organization says just because you caught coronavirus once, doesn't mean you can't catch it again.\r\nHere's what you should know about why issuing 'immunity passports' based on antibody tests may be a flawed plan.\r\nSubscribe to our YouTube cha… [+446 chars]"
        },
        {
            "source": {
                "id": "abc-news-au",
                "name": "ABC News (AU)"
            },
            "publishedAt": "2020-04-25T21:17:43Z",
            "title": "Coronavirus Australia live news: Immunity passports could lead to increased rates of transmission, says WHO - ABC News",
            "url": "https://www.abc.net.au/news/2020-04-26/coronavirus-australia-live-news-covid-19-latest/12185442",
            "urlToImage": null,
            "description": "Labor frontbencher Kristina Keneally says she is reluctant to download the Government's soon-to-be-released coronavirus tracing app amid privacy concerns. Follow live.",
            "content": "Updated \r\nApril 26, 2020 11:32:22\r\nLabor frontbencher Kristina Keneally says she is reluctant to download the coronavirus tracing app, expected to be released later today, unless the Government cements privacy protections.\r\nFollow all the latest coronavirus u… [+195 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-25T21:08:35Z",
            "title": "Race for coronavirus vaccine draws billions of dollars worldwide, with focus on speed - Global News",
            "url": "http://globalnews.ca/news/6868824/research-coronavirus-vaccine/",
            "urlToImage": null,
            "description": "With COVID-19, the goal is to have a vaccine identified, tested and available on a scale of hundreds of millions of doses in just 12 to 18 months.",
            "content": "In the race to develop a vaccine to end the COVID-19 pandemic, governments, charities and Big Pharma firms are sinking billions of dollars into bets with extraordinarily low odds of success.\r\nTheyre fast-tracking the testing and regulatory review of vaccines … [+17552 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Abc7chicago.com"
            },
            "publishedAt": "2020-04-25T20:12:45Z",
            "title": "Doctors report 'COVID toes,' discolored skin on some coronavirus patients - WLS-TV",
            "url": "https://abc7chicago.com/covid-toes-covid19-coronavirus-symptoms/6128998/",
            "urlToImage": null,
            "description": "A growing number of dermatologists treating suspected and confirmed coronavirus-positive patients are reporting patterns and trends of skin conditions.",
            "content": "As doctors around the world continue to battle COVID-19, researchers are noticing that the disease appears to attack the entire body, including the toes.A growing number of dermatologists treating suspected and confirmed coronavirus-positive patients are repo… [+1943 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-25T19:25:18Z",
            "title": "WHO says no evidence shows that having coronavirus prevents a second infection - KUGN",
            "url": "https://www.cnn.com/2020/04/25/us/who-immunity-antibodies-covid-19/index.html",
            "urlToImage": null,
            "description": "The World Health Organization is warning that people who have had Covid-19 are not necessarily immune by the presence of antibodies from getting the virus again.",
            "content": null
        },
        {
            "source": {
                "id": "independent",
                "name": "Independent"
            },
            "publishedAt": "2020-04-25T18:45:03Z",
            "title": "Spike in stroke deaths in patients with only minor coronavirus symptoms - The Independent",
            "url": "https://www.independent.co.uk/news/world/americas/coronavirus-stroke-deaths-symptoms-covid-19-heart-a9484091.html",
            "urlToImage": null,
            "description": "Reports of strokes in the young and middle-aged are the latest twist in our evolving understanding of the mysteries of the virus, finds Ariana Eunjung Cha",
            "content": "Thomas Oxley wasnt even on call the day he received the page to come into Mount Sinai Beth Israel Hospital in Manhattan. There werent enough doctors to treat all the emergency stroke patients, and he was needed in the operating room.\r\nThe patients chart appea… [+9849 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-25T18:37:52Z",
            "title": "Coronavirus outbreak: WHO warns 'no evidence' that COVID-19 patients cannot be reinfected | Watch News Videos Online - Globalnews.ca",
            "url": "https://globalnews.ca/video/6868540/coronavirus-outbreak-who-warns-no-evidence-that-covid-19-patients-cannot-be-reinfected",
            "urlToImage": null,
            "description": "Watch Coronavirus outbreak: WHO warns ‘no evidence’ that COVID-19 patients cannot be reinfected Video Online, on GlobalNews.ca",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-25T18:05:50Z",
            "title": "Coronavirus outbreak: Robots offer free delivery to health workers of English town | Watch News Videos Online - Globalnews.ca",
            "url": "https://globalnews.ca/video/6868477/coronavirus-outbreak-robots-offer-free-delivery-to-health-workers-of-english-town",
            "urlToImage": null,
            "description": "Watch Coronavirus outbreak: Robots offer free delivery to health workers of English town Video Online, on GlobalNews.ca",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Popculture.com"
            },
            "publishedAt": "2020-04-25T17:52:00Z",
            "title": "Coronavirus ‘Immunity Passports’ Are Being Considered - PopCulture.com",
            "url": "https://popculture.com/trending/news/coronavirus-immunity-passports-are-being-considered/",
            "urlToImage": null,
            "description": "Some pundits are discussing so-called 'immunity passports' as the next step in responding to the coronavirus pandemic, but according to the World Health Organization, that is a bad idea. The WHO released a scientific brief on Friday explaining that, right now…",
            "content": "Some pundits are discussing so-called \"immunity passports\" as the next step in responding to the coronavirus pandemic, but according to the World Health Organization, that is a bad idea. The WHO released a scientific brief on Friday explaining that, right now… [+2622 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-25T17:42:00Z",
            "title": "In 4 U.S. state prisons, nearly 3,300 inmates test positive for coronavirus -- 96% without symptoms - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/in-4-u-s-state-prisons-nearly-3300-inmates-test-positive-for-coronavirus-96-without-symptoms",
            "urlToImage": null,
            "description": "When the first cases of the new coronavirus surfaced in Ohio’s prisons, the director in charge felt like she was fighting a ghost.“We weren’t always able to pinpoint where all the…",
            "content": "When the first cases of the new coronavirus surfaced in Ohio’s prisons, the director in charge felt like she was fighting a ghost.\r\n“We weren’t always able to pinpoint where all the cases were coming from,” said Annette Chambers-Smith, director of the Ohio De… [+8563 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.com"
            },
            "publishedAt": "2020-04-25T15:50:46Z",
            "title": "Rio's favelas count the cost as deadly spread of Covid-19 hits city's poor - The Guardian",
            "url": "https://www.theguardian.com/world/2020/apr/25/rio-favelas-coronavirus-brazil",
            "urlToImage": null,
            "description": "The coronavirus was probably brought to Brazil by rich returning holidaymakers but it is threatening to explode in marginal communities",
            "content": "In many ways, Washington Castro was a typical resident of Rocinha, the immense redbrick favela that towers over Rio de Janeiros Atlantic coast.\r\nIndustrious, God-fearing and the offspring of migrants from Brazils parched and impoverished north-east, he suppor… [+6995 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Kron4.com"
            },
            "publishedAt": "2020-04-25T13:54:00Z",
            "title": "No evidence that people who had coronavirus are immune from second infection, WHO warns - KRON4",
            "url": "https://www.kron4.com/health/coronavirus/no-evidence-that-people-who-had-coronavirus-are-immune-from-second-infection-who-warns/",
            "urlToImage": null,
            "description": "The World Health Organization is warning that people who have had coronavirus are not necessarily immune by the presence of antibodies from getting the virus again.",
            "content": "(CNN) – The World Health Organization is warning that people who have had coronavirus are not necessarily immune by the presence of antibodies from getting the virus again.\r\nThere is no evidence yet that people who have had Covid-19 will not get a second infe… [+1208 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Medicalxpress.com"
            },
            "publishedAt": "2020-04-25T13:51:31Z",
            "title": "'No evidence' people with coronavirus are immunised: WHO - Medical Xpress",
            "url": "https://medicalxpress.com/news/2020-04-evidence-people-coronavirus-immunised.html",
            "urlToImage": null,
            "description": "The World Health Organization (WHO) warned on Saturday that there is no evidence that people who test positive for the new coronavirus are immunised and protected against reinfection.",
            "content": "The World Health Organization (WHO) warned on Saturday that there is no evidence that people who test positive for the new coronavirus are immunised and protected against reinfection.\r\nThe warning suggests that the issuance of \"immune passports\" may promote t… [+2517 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "680news.com"
            },
            "publishedAt": "2020-04-25T12:30:27Z",
            "title": "Patchwork approach as countries pull themselves out of coronavirus lockdown - 680 News",
            "url": "https://www.680news.com/2020/04/25/patchwork-approach-as-countries-pull-themselves-out-of-coronavirus-lockdown/",
            "urlToImage": null,
            "description": "Italy will start distributing free protective masks to nursing homes, many of which have been devastated by coronavirus infections and deaths. Domenico Arcuri, the government’s commissioner for the pandemic, says doing so is a “gesture of solidarity and nearn…",
            "content": "Italy will start distributing free protective masks to nursing homes, many of which have been devastated by coronavirus infections and deaths.\r\nDomenico Arcuri, the government’s commissioner for the pandemic, says doing so is a “gesture of solidarity and near… [+4518 chars]"
        },
        {
            "source": {
                "id": "the-hindu",
                "name": "The Hindu"
            },
            "publishedAt": "2020-04-25T12:08:00Z",
            "title": "Sewage surveillance can estimate coronavirus spread in the community - The Hindu",
            "url": "https://www.thehindu.com/sci-tech/energy-and-environment/sewage-surveillance-can-estimate-coronavirus-spread-in-the-community/article31432872.ece",
            "urlToImage": null,
            "description": "Viral particles in sewage samples is a collection of virus shed by many people in the community and is akin to pooled testing",
            "content": "Sampling sewage for viral particles is a time-tested method of environment surveillance and is routinely resorted to for understanding circulation of several viruses wild and vaccine-derived polio, rota virus, Hepatitis E and typhoid in the community. Now, re… [+4429 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-25T11:58:23Z",
            "title": "DOH: More than 72000 lab tests conducted for COVID-19 in PH - INQUIRER.net",
            "url": "https://www.youtube.com/watch?v=fB_ScQAcFZs",
            "urlToImage": null,
            "description": "More than 72,000 laboratory tests were conducted for checking novel coronavirus or SARS-CoV-2, which causes COVID-19, in the country, the Department of Healt...",
            "content": "More than 72,000 laboratory tests were conducted for checking novel coronavirus or SARS-CoV-2, which causes COVID-19, in the country, the Department of Health (DOH) said Saturday. Video by PTV\r\nVisit us at https://www.inquirer.netFacebook: https://facebook.co… [+58 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Timesofisrael.com"
            },
            "publishedAt": "2020-04-25T10:58:18Z",
            "title": "WWII veteran dies from coronavirus 100 years after his twin died of Spanish Flu - The Times of Israel",
            "url": "https://www.timesofisrael.com/wwii-veteran-dies-from-coronavirus-100-years-after-his-twin-died-of-spanish-flu/",
            "urlToImage": null,
            "description": "Grandson of Philip Kahn says he would often warn that history repeats itself, 'knew the irony of what was going on' after he began coughing",
            "content": "A US military veteran of World War II has died from the coronavirus, over a century after his twin brother died in the Spanish Flu pandemic.\r\nPhilip Kahn, 100, died at his home in Long Island last week, with his doctor saying tests showed he had contracted CO… [+2225 chars]"
        },
        {
            "source": {
                "id": "breitbart-news",
                "name": "Breitbart News"
            },
            "publishedAt": "2020-04-25T08:57:00Z",
            "title": "WHO Discourages Coronavirus ‘Immunity Passports’, Ex-Patients Could Be Reinfected - Breitbart",
            "url": "https://www.breitbart.com/europe/2020/04/25/who-discourages-coronavirus-immunity-passports-no-evidence-patients-cannot-be-reinfected/",
            "urlToImage": null,
            "description": "BERLIN (AP) -- The World Health Organization is cautioning against the idea of \"immunity passports.\" It says there is currently no evidence that people who have recovered from Covid-19 and have antibodies are protected against a second infection.",
            "content": "BERLIN (AP) — The World Health Organization is cautioning against the idea of “immunity passports.” It says there is currently no evidence that people who have recovered from Covid-19 and have antibodies are protected against a second infection.\r\nThe concept … [+832 chars]"
        }
    ]
}