{
    "articles": [
        {
            "source": {
                "id": "al-jazeera-english",
                "name": "Al Jazeera English"
            },
            "publishedAt": "2020-04-14T11:51:04Z",
            "title": "China approves two coronavirus vaccines for human trials - Al Jazeera English",
            "url": "https://www.aljazeera.com/news/2020/04/china-approves-coronavirus-vaccines-human-trials-200414083310079.html",
            "urlToImage": "https://www.aljazeera.com/mritems/Images/2020/4/14/aa5e69870bce4658b42630961289a823_18.jpg",
            "description": "Experimental COVID-19 treatments to go ahead in China as it grapples with imported cases from neighbouring Russia.",
            "content": "China has approved early-stage human tests for two experimental coronavirus vaccines as it battles to contain imported cases and prevent a second wave of COVID-19. \r\nThe experimental vaccines are being developed by a Beijing-based unit of Sinovac Biotech and … [+2990 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-14T10:43:48Z",
            "title": "Coronavirus: One in five deaths now linked to virus - BBC News",
            "url": "https://www.bbc.com/news/health-52278825",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/A79C/production/_111780924_gettyimages-1218015796.jpg",
            "description": "Coronavirus prompts spike in mortality with data showing weekly deaths have hit record high.",
            "content": "Image copyrightGetty Images\r\nMore than one in five deaths in England and Wales is linked to coronavirus, figures show.\r\nThe Office for National Statistics data showed the virus was mentioned on 3,475 death certificates in the week ending 3 April.\r\nIt helped p… [+4183 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Birminghammail.co.uk"
            },
            "publishedAt": "2020-04-14T06:33:47Z",
            "title": "The three coronavirus symptoms you probably don't know about as Birmingham surgeon issues advice - Birmingham Live",
            "url": "https://www.birminghammail.co.uk/news/midlands-news/three-coronavirus-symptoms-you-probably-18086402",
            "urlToImage": "https://i2-prod.coventrytelegraph.net/incoming/article12015416.ece/ALTERNATES/s1200/Man-sitting-on-toilet.jpg",
            "description": "Symptoms and signs of the deadly bug, which has killed patients across Birmingham and the Black Country, include fevers and persistent coughs",
            "content": "Three mild symptoms of coronavirus have been shared by sufferers as the Covid-19 pandemic continues: a buzzing sensation, sore testicles and needing the toilet more.\r\nAcross the past two months, thousands of Brits have been infected, with the death toll surpa… [+2565 chars]"
        },
        {
            "source": {
                "id": "financial-times",
                "name": "Financial Times"
            },
            "publishedAt": "2020-04-14T06:08:02Z",
            "title": "Trump drives heated debate over malaria drug as Covid-19 treatment - Financial Times",
            "url": "https://www.ft.com/content/7c78710d-85ed-4cf0-9b03-e7ec8ca86d9f",
            "urlToImage": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2Fb96e6a95-26fa-48c8-9aff-4d54e4c7d214.jpg?source=next-opengraph&fit=scale-down&width=900",
            "description": "Hydroxychloroquine is being used to treat coronavirus despite threat of side-effects",
            "content": "From the Oval Office to India’s top medical body, an old malaria drug is getting ever more billing as the world’s most immediate hope of an accessible treatment for Covid-19.\r\nPresident Donald Trump has led the way as a champion of hydroxychloroquine, brandin… [+5943 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-04-14T06:02:12Z",
            "title": "Latest on the spread of the coronavirus around the world - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKCN21W0H3",
            "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20200414&t=2&i=1514976506&w=1200&r=LYNXNPEG3D09N",
            "description": "More than 1.88 million people have been reported to be infected by the novel coronavirus globally and 119,168 have died, according to a Reuters tally, as of 0200 GMT on Tuesday.",
            "content": "(Reuters) - More than 1.88 million people have been reported to be infected by the novel coronavirus globally and 119,168 have died, according to a Reuters tally, as of 0200 GMT on Tuesday. \r\nDEATHS AND INFECTIONS \r\n* For an interactive graphic tracking the g… [+5404 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-14T04:22:31Z",
            "title": "Wife thanks doctors for saving her husband with COVID-19 with rare treatment in Phoenix - azfamily powered by 3TV & CBS5AZ",
            "url": "https://www.youtube.com/watch?v=Cy7BymfFPc8",
            "urlToImage": "https://i.ytimg.com/vi/Cy7BymfFPc8/maxresdefault.jpg",
            "description": "A couple of doctors used a rare ECMO treatment on a Phoneix man who had a severe case of coronavirus and he survived so his wife went to the hospital and tha...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-14T03:00:08Z",
            "title": "New Study Shows Coronavirus Can Travel At Least 13 Feet, & Do We Really Need To Wash Our Groceries? - KTLA 5",
            "url": "https://www.youtube.com/watch?v=Zxxb1VimRuA",
            "urlToImage": "https://i.ytimg.com/vi/Zxxb1VimRuA/maxresdefault.jpg",
            "description": "5 Live Discusses the new report from the CDC that the coronavirus can travel through air at least 13 feet and the conflicting reports on sanitizing your groc...",
            "content": "5 Live Discusses the new report from the CDC that the coronavirus can travel through air at least 13 feet and the conflicting reports on sanitizing your groceries. \r\nPlease refer to the CDC for the most accurate up-to-date policies regarding Covid-19https://w… [+529 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Abc7ny.com"
            },
            "publishedAt": "2020-04-14T02:39:52Z",
            "title": "Coronavirus News: Doctor loses custody of daughter while fighting COVID-19 pandemic - WABC-TV",
            "url": "https://abc7ny.com/coronavirus-custody-doctor-loses-miami/6101299/",
            "urlToImage": "https://cdn.abcotvs.com/dip/images/6101308_041320-wabc-teresa-green-img.jpg?w=1600",
            "description": "A doctor working on the front lines of the war against COVID-19 has temporarily lost custody of her 4-year-old daughter because of how busy she now is.",
            "content": "MIAMI (WABC) -- A doctor working on the front lines of the war against COVID-19 has temporarily lost custody of her 4-year-old daughter because of how busy she now is.Dr. Teresa Green is an emergency medicine physician in Miami, Florida.\r\nThe child's father f… [+986 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cnet.com"
            },
            "publishedAt": "2020-04-14T02:02:21Z",
            "title": "Coronavirus and pets: How does COVID-19 affect cats and dogs? - CNET",
            "url": "https://www.cnet.com/how-to/coronavirus-and-pets-how-does-covid-19-affect-cats-and-dogs/",
            "urlToImage": "https://cnet3.cbsistatic.com/img/iJZz_l8ohv_4lLQLAxWlVlyJ2EA=/756x567/2020/04/06/6509e097-8d5c-42d1-80e9-e39ec7a288d8/gettyimages-1208282752.jpg",
            "description": "Is the coronavirus a danger to cats and dogs and can they spread disease? Here's everything we know about COVID-19 and companion animals.",
            "content": "A stray cat on the streets of an empty Istanbul. \r\nGetty/Anadolu Agency\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nCoronaviruses have lived and thrived in animals for thousands of years, but only a ha… [+10468 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-13T23:57:32Z",
            "title": "You Can Get COVID-19 Twice, But What Does That Mean? - extratv",
            "url": "https://www.youtube.com/watch?v=CC6tSfyY-tQ",
            "urlToImage": "https://i.ytimg.com/vi/CC6tSfyY-tQ/maxresdefault.jpg",
            "description": "“Extra’s” Billy Bush reports on the latest headlines surrounding the coronavirus and sits down with Dr. Armand Dorian to learn more. Dr. Dorian addresses new...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Canoe.com"
            },
            "publishedAt": "2020-04-13T23:33:00Z",
            "title": "42 dead in COVID-19 outbreak at Virginia nursing home - Canoe",
            "url": "https://canoe.com/news/world/42-dead-in-covid-19-outbreak-at-virginia-nursing-home",
            "urlToImage": "https://postmediacanoe.files.wordpress.com/2020/04/gettyimages-1208691882-e1586820794944.jpg",
            "description": "Forty-two residents of a Virginia nursing home near Richmond have died from the COVID-19 disease pandemic in one of the worst clusters of the new coronavirus in the United States, and officials exp…",
            "content": "Forty-two residents of a Virginia nursing home near Richmond have died from the COVID-19 disease pandemic in one of the worst clusters of the new coronavirus in the United States, and officials expect more deaths to come.\r\nAt least 127 elderly people out of t… [+1937 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-13T23:23:37Z",
            "title": "Preparing for a second wave of COVID-19 cases - FOX 4 Now",
            "url": "https://www.youtube.com/watch?v=p9D-cHFe1A4",
            "urlToImage": "https://i.ytimg.com/vi/p9D-cHFe1A4/maxresdefault.jpg",
            "description": "Scientists say its not a matter of, if there will be a second coronavirus outbreak in the U.S., but when. An epidemiologist says adequate research can better...",
            "content": "Scientists say its not a matter of, if there will be a second coronavirus outbreak in the U.S., but when. An epidemiologist says adequate research can better prepare Americans for the next round."
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-13T22:49:21Z",
            "title": "Can Your Pets Be Infected with the Coronavirus? What Dr. Oz Says! - extratv",
            "url": "https://www.youtube.com/watch?v=75Ci0kwsdWI",
            "urlToImage": "https://i.ytimg.com/vi/75Ci0kwsdWI/maxresdefault.jpg",
            "description": "“Extra’s” Billy Bush FaceTimed with Dr. Mehmet Oz, who shared his take on household pets during the COVID-19 crisis. When asked if your pets could get infect...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-13T22:41:33Z",
            "title": "ICU doctors worry about supply of anesthetic drugs used in high volumes for COVID-19 patients - The Kingston Whig-Standard",
            "url": "http://nationalpost.com/news/icu-doctors-worry-about-supply-of-anesthetic-drugs-used-in-high-volumes-for-covid-19-patients",
            "urlToImage": "https://nationalpostcom.files.wordpress.com/2020/04/covid-patient-1.png",
            "description": "Many coronavirus sufferers hooked up to breathing machines are kept constantly on sedatives and paralysed, in part to prevent damage to their lungs",
            "content": "As public attention fixates on the need for ventilators and personal protective equipment in the COVID-19 battle, another looming shortage has doctors and pharmacists worried.\r\nThe hundreds of coronavirus patients placed on ventilators across the country have… [+4145 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Leafly.com"
            },
            "publishedAt": "2020-04-13T21:34:48Z",
            "title": "Are cannabis users more at risk for COVID-19? A doctor answers - Leafly",
            "url": "https://www.leafly.com/news/health/are-cannabis-users-more-at-risk-for-covid-19-a-doctor-answers",
            "urlToImage": "https://d3atagt0rnqk7k.cloudfront.net/wp-content/uploads/2020/04/13135321/Doctor-telemed-consult.jpg",
            "description": "Dr. Junella Chin offers advice on cannabis, smoking, vaping, edibles, and lung health during the coronavirus pandemic.",
            "content": "Editor’s note: Dr. Junella Chin is physician based in New York, where she treats adults and children in her integrative and holistic medical practice. Dr. Chin co-authored the book Cannabis and CBD for Health and Wellness with Aliza Sherman, and is the co-fou… [+10982 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-13T21:24:56Z",
            "title": "An ER doctor loses custody of daughter because of coronavirus fears - KUGN",
            "url": "https://www.cnn.com/2020/04/13/us/custody-coronavirus-er-doctor-trnd/index.html",
            "urlToImage": null,
            "description": "An emergency room doctor in Miami has temporarily lost custody of her 4-year-old daughter while she treats patients during the coronavirus pandemic.Dr. Theresa Greene told CNN's \"New Day\" that she was appealing the emergency order that granted her ex-husband …",
            "content": "An emergency room doctor in Miami has temporarily lost custody of her 4-year-old daughter while she treats patients during the coronavirus pandemic.\r\nDr. Theresa Greene told CNN’s “New Day” that she was appealing the emergency order that granted her ex-husban… [+3055 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Wpsu.org"
            },
            "publishedAt": "2020-04-13T21:00:10Z",
            "title": "What We Know About The Silent Spreaders Of COVID-19 - WPSU",
            "url": "https://radio.wpsu.org/post/can-coronavirus-patient-who-isnt-showing-symptoms-infect-others",
            "urlToImage": "/radio.wpsu.org/sites/wpsu/files/201809/wpsu-penn-state.png",
            "description": "Is it possible to be infected with the coronavirus and show no symptoms? Or go through a period of several days before symptoms kick in? And even in this",
            "content": "Is it possible to be infected with the coronavirus and show no symptoms? Or go through a period of several days before symptoms kick in?\r\nAnd even in this stage with no cough, no fever, no sign of illness, could you be transmitting the virus to others?\r\n\"Ther… [+8147 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Wgno.com"
            },
            "publishedAt": "2020-04-13T19:52:00Z",
            "title": "ER doctor loses custody of daughter because of coronavirus fears - fox8.com",
            "url": "https://wgno.com/news/health/coronavirus/er-doctor-loses-custody-of-daughter-because-of-coronavirus-fears/",
            "urlToImage": "https://fox8.com/wp-content/uploads/sites/12/2020/04/doctor-1.jpg?w=1280&h=720&crop=1",
            "description": "Dr. Theresa Greene said she was appealing the emergency order that granted her ex-husband full custody of their daughter. \n“I think it’s not fair, it’s cruel to ask me to choose b…",
            "content": "(CNN) — An emergency room doctor in Miami, Florida, has temporarily lost custody of her 4-year-old daughter while she treats patients during the coronavirus pandemic.\r\nDr. Theresa Greene said she was appealing the emergency order that granted her ex-husband f… [+3030 chars]"
        },
        {
            "source": {
                "id": "independent",
                "name": "Independent"
            },
            "publishedAt": "2020-04-13T18:27:29Z",
            "title": "Coronavirus: 92 care homes suffer new Covid-19 outbreaks in last 24 hours - The Independent",
            "url": "https://www.independent.co.uk/news/uk/politics/coronavirus-care-home-uk-cases-death-toll-outbreak-a9463111.html",
            "urlToImage": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2020/04/13/19/raab.jpg",
            "description": "Numbers of deaths in care homes should be released and PPE provided to care workers, opposition parties say",
            "content": "There have been 92 new coronavirus outbreaks in care homes across Britain in the last 24 hours, the government has warned.\r\nSpeaking at a regular news conference on Monday Chris Whitty, the UKs chief medical officer, said around 13 per cent of such homes had … [+5751 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thepeterboroughexaminer.com"
            },
            "publishedAt": "2020-04-13T18:06:16Z",
            "title": "No new COVID-19 deaths at Pinecrest Nursing Home - ThePeterboroughExaminer.com",
            "url": "https://www.thepeterboroughexaminer.com/news-story/9940719-no-new-covid-19-deaths-at-pinecrest-nursing-home/",
            "urlToImage": "https://dynamicmedia.zuza.com/zz/m/original_/7/0/7020a330-dd02-4da8-8f56-f482a11c9e15/B881106553Z.1_20200413215512_000_GRNU9939.3-0_Super_Portrait.jpg",
            "description": "108 confirmed coronavirus cases in City of Kawartha Lakes, 14 in Northumberland County, 6 in Haliburton County.",
            "content": null
        }
    ]
}