{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-03-23T12:25:00Z",
            "title": "Son of two dying parents unable to see either of them due to coronavirus self-isolation - National Post",
            "url": "https://nationalpost.com/news/canada/son-of-two-dying-parents-unable-to-see-either-of-them-due-to-coronavirus-self-isolation",
            "urlToImage": "https://nationalpostcom.files.wordpress.com/2020/03/craigconoley4.jpg",
            "description": "‘The hard part is I can’t visit my mother. She could pass. I can’t visit my father, he could pass’",
            "content": "As confirmed COVID-19 cases in Canada continue to increase, the need and demand for testing kits grows as well. But the tight supply of available tests is causing some Canadians to feel like they’re being left behind.\r\nCraig Conoley, a 37-year-old Ottawa film… [+3254 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-23T11:42:14Z",
            "title": "A new star is born: Canada’s chief medical officers offer clarity in age of coronavirus - Global News",
            "url": "http://globalnews.ca/news/6716932/coronavirus-canada-medical-officers/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/01/jdt10141981-3.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Some have become stars in their own right, displaying a kind of televisual bedside manner that combines a reassuring, fact-based approach with occasional levity.",
            "content": "Day after day, premiers have announced new restrictions on Canadians’ civil liberties that they say are critical to limiting the spread of COVID-19.\r\nBut it is the chief medical officers at their side who provide the science buttressing the calls for sacrific… [+14209 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-23T11:38:17Z",
            "title": "Mental health effects of coronavirus pandemic - WUSA9",
            "url": "https://www.youtube.com/watch?v=-4cGO4jwRV8",
            "urlToImage": "https://i.ytimg.com/vi/-4cGO4jwRV8/hqdefault.jpg",
            "description": "Many people are experiencing mental health issues due to the coronavirus outbreak. Being stuck in the house, anxiety from news and other factors can impact p...",
            "content": "Many people are experiencing mental health issues due to the coronavirus outbreak. Being stuck in the house, anxiety from news and other factors can impact people."
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-23T09:10:37Z",
            "title": "Global shortage of coronavirus testing kits critical: Experts - Al Jazeera English",
            "url": "https://www.youtube.com/watch?v=4La4ePpd8Hc",
            "urlToImage": "https://i.ytimg.com/vi/4La4ePpd8Hc/maxresdefault.jpg",
            "description": "The World Health Organization says testing people with symptoms of the coronavirus lies at the heart of fighting the pandemic. But the world is fast running ...",
            "content": "[[getSimpleString(data.title)]]\r\n[[getSimpleString(data.description)]]\r\n[[getSimpleString(data.videoCountText)]]"
        },
        {
            "source": {
                "id": "the-globe-and-mail",
                "name": "The Globe And Mail"
            },
            "publishedAt": "2020-03-23T09:00:02Z",
            "title": "‘Close your eyes. I’m hugging you’: Families confront forced separation due to visitor bans in long-term care homes - The Globe and Mail",
            "url": "https://www.theglobeandmail.com/canada/article-families-grapple-with-forced-separation-due-to-visitor-bans-in-long/",
            "urlToImage": "https://www.theglobeandmail.com/resizer/FmRfSUmyXrhuIqUOfrk5KVOhBoY=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/C4YBDPN6O5CMBHRBWT2YCO3IIQ.JPG",
            "description": "Canada’s 250,000 long-term care patients face lockdown measures to stop spread of novel coronavirus",
            "content": "Stella Anthony, right, who usually visits her husband Doug Anthony three or four times a day, waves to her husband from outside the Dykeland Lodge Nursing Home in Windsor, N.S. on Thursday, March 19, 2020. Stella Anthony wept at the window whispering \"I love … [+6335 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-23T08:54:03Z",
            "title": "Covid-19 patient and NHS nurse appeal to UK public to act responsibly amid coronavirus outbreak - South China Morning Post",
            "url": "https://www.youtube.com/watch?v=U1b7WJSK19Y",
            "urlToImage": "https://i.ytimg.com/vi/U1b7WJSK19Y/maxresdefault.jpg",
            "description": "Subscribe to our YouTube channel for free here: https://sc.mp/subscribe-youtube As the coronavirus pandemic spreads, the UK is among nations where concerns a...",
            "content": "Subscribe to our YouTube channel for free here: https://sc.mp/subscribe-youtube\r\nAs the coronavirus pandemic spreads, the UK is among nations where concerns are rising about how to tackle the health crisis in community hospitals. Two social media videos that … [+366 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Irishmirror.ie"
            },
            "publishedAt": "2020-03-23T08:31:01Z",
            "title": "Coronavirus: Man's plea as cousin, 12, with 'zero health issues' fights for life on ventilator - Irish Mirror",
            "url": "https://www.irishmirror.ie/news/world-news/coronavirus-mans-plea-cousin-12-21736953",
            "urlToImage": "https://i2-prod.mirror.co.uk/incoming/article21736503.ece/ALTERNATES/s1200/1_FILES-US-HEALTH-VIRUS-NEWYORK.jpg",
            "description": "The girl, who has been named only as Emma, was diagnosed with pneumonia on March 15 and tested positive for Covid-19",
            "content": "A 12-year-old with no pre-existing medical conditions is fighting for life on a ventilator after contracting coronavirus. \r\nThe girl, who has been named only as Emma, was diagnosed with pneumonia on March 15 and tested positive for Covid-19 on Friday night.\r\n… [+1647 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Swarajyamag.com"
            },
            "publishedAt": "2020-03-23T07:09:19Z",
            "title": "‘End Of Coronavirus Pandemic Is Near’: Nobel Laureate Michael Levitt Says It Will Disappear From China By March End - Swarajya",
            "url": "https://swarajyamag.com/insta/end-of-coronavirus-pandemic-is-near-nobel-laureate-michael-levitt-says-it-will-disappear-from-china-by-march-end",
            "urlToImage": "https://images.assettype.com/swarajya/2020-03/7dd0b5b0-1317-47c2-a6d0-2d34f6a320a7/11253381675_deba8bac27_c.jpg?w=700",
            "description": "",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "News18.com"
            },
            "publishedAt": "2020-03-23T06:14:40Z",
            "title": "Still Doing Online Shopping? Cardboard Could Bring Coronavirus Right Into Your Home - News18",
            "url": "https://www.news18.com/news/tech/still-doing-online-shopping-cardboard-could-bring-coronavirus-right-into-your-home-2547325.html",
            "urlToImage": "https://images.news18.com/ibnlive/uploads/2018/09/Amazon-Fulfillment-Centre-Karnataka.jpg",
            "description": "SARS-CoV-2 was more stable on plastic and stainless steel than on copper and cardboard, and viable virus was detected up to 72 hours after application to these surfaces,” say the researchers. This is yet another research which indicates couriers can bring Cor…",
            "content": "If you are still doing online shopping and buying lots of stuff that you may or may not need, you might just want to pay heed to these researchers and hold off on ordering stuff that isnt absolutely essential. It turns out that the Coronavirus, or COVID-19 re… [+2651 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thesarniajournal.ca"
            },
            "publishedAt": "2020-03-23T05:13:13Z",
            "title": "A list of sources with up-to-date COVID-19 information - The Sarnia Journal",
            "url": "https://thesarniajournal.ca/a-list-of-sources-with-up-to-date-covid-19-information/",
            "urlToImage": "https://thesarniajournal.ca/wp-content/uploads/2020/03/Virus.jpg",
            "description": "Journal Staff The following is a list of online and telephone sources with reliable and up-to-date information about the COVID-19 pandemic. Lambton Public Health, daily virus updates: lambtonpublichealth.ca/2019-novel-coronavirus. City of Sarnia, updates, clo…",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-03-23T03:18:25Z",
            "title": "Lost Sense of Smell May Be Peculiar Clue to Coronavirus Infection - The New York Times",
            "url": "https://www.nytimes.com/2020/03/22/health/coronavirus-symptoms-smell-taste.html",
            "urlToImage": "https://static01.nyt.com/images/2020/03/22/science/22virus-smell1/22virus-smell1-facebookJumbo.jpg",
            "description": "Doctor groups are recommending testing and isolation for people who lose their ability to smell and taste, even if they have no other symptoms.",
            "content": "Hendrik Streeck, a German virologist from the University of Bonn who went from house to house in the countrys Heinsberg district to interview coronavirus patients, has said in interviews that at least two-thirds of the more than 100 he talked to with mild dis… [+2359 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-23T02:40:37Z",
            "title": "Coronavirus: Winnipeg biotech company says COVID-19 treatment nearing production - Global News",
            "url": "http://globalnews.ca/news/6716475/winnipeg-researchers-covid-19-treatment/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/gettyimages-1091205552-e1584544246235.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "A biotech company is hoping their experimental COVID-19 treatment could begin production in Winnipeg by the start of the summer.",
            "content": "A Winnipeg company is working on a way to treat those who have become ill with COVID-19.\r\nEmergent Biosolutions is developing experimental treatments for the illness caused by the novel coronavirus. At the same time, it has partnered with two American pharmac… [+2865 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-22T23:58:47Z",
            "title": "Ontario confirms 412 active coronavirus cases, 5 people dead and 8 cases resolved - Global News",
            "url": "http://globalnews.ca/news/6714761/ontario-coronavirus-covid-19-cases-march-22/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/gettyimages-1201170570.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Ontario health officials announced 47 new cases of coronavirus, and one more resolved cased, bringing the total number of active cases in the province to 402.",
            "content": "Ontario health officials announced there are 412 active cases of coronavirus in the province.\r\nSix people have died, a 77-year-old man from Barrie, another man in his 70s in Barrie, a 51-year-old man from Halton Region, a 72-year-old woman from Markham, a man… [+1238 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-22T21:48:27Z",
            "title": "Coronavirus: Edmonton nurses refuse to administer COVID-19 tests over personal health concerns - Global News",
            "url": "http://globalnews.ca/news/6714284/alberta-nurses-covid-19-masks/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/covid-asssessment3-calgary-drive-thru.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "\"As is their legal right, they made a choice not to provide the care that was being asked of them.\"",
            "content": "A group of Edmonton nurses has refused to swab patients for COVID-19 due to a dispute over personal protective equipment.\r\n“There was a small number of nurses this morning, as I understand it, that felt they may not have adequate protection,” Dr. Mark Joffe s… [+3728 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-22T21:33:11Z",
            "title": "Coronavirus: Ontario stockpiled 55 million N95 masks after SARS, officials checking usability - 915thebeat.com",
            "url": "https://globalnews.ca/news/6715814/coronavirus-n95-masks-ontario/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/cf-nurses-union-readiness-thumbnail.jpg?quality=70&strip=all&w=720&h=480&crop=1",
            "description": "Officials would only confirm the expiration of those masks but did not reveal how many are left in the stockpile that could potentially be deployed.",
            "content": "The Government of Ontario has confirmed to Global News they are looking at using expired medical supplies to deal with the growing coronavirus outbreak in the province.\r\nApproximately 55 million N95 respirator masks were stockpiled in Ontario after the SARS e… [+2029 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cnet.com"
            },
            "publishedAt": "2020-03-22T21:17:16Z",
            "title": "PPE, zoonotic, PCR and every other coronavirus term you should know - CNET",
            "url": "https://www.cnet.com/how-to/ppe-zoonotic-pcr-and-every-other-coronavirus-term-you-should-know/",
            "urlToImage": "https://cnet4.cbsistatic.com/img/lk6RqOhquujBddOpRATCF3EEd2w=/756x567/2020/03/22/6256d14c-2d08-46fc-9d2b-256cc7a39053/2020-03-22-12-17-17.jpg",
            "description": "Not sure what SARS-CoV-2 is or the difference between self-isolation and self-quarantine? Want to know how to flatten the curve? Read this.",
            "content": "Global confirmed COVID-19 cases as of March 17, 2020 (cumulative). Tracked by Johns Hopkins Center for Systems Science and Engineering.\r\nJohns Hopkins Center for Systems Science and Engineering/Screenshot by CNET\r\nFor the most up-to-date news and information … [+9489 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sbs.com.au"
            },
            "publishedAt": "2020-03-22T19:15:34Z",
            "title": "Lockdowns not enough to defeat coronavirus, top WHO expert says - SBS News",
            "url": "https://www.sbs.com.au/news/lockdowns-not-enough-to-defeat-coronavirus-top-who-expert-says",
            "urlToImage": "https://sl.sbs.com.au/public/image/file/0bb31e0e-d919-454f-bc3d-eb8e0ca0a4ae/crop/16x9",
            "description": "A WHO expert has warned that lockdowns alone will not stop the coronavirus without efforts being made to locate and treat all those who are infected.",
            "content": "Countries can't simply lock down their societies to defeat coronavirus, the World Health Organisation's top emergency expert says, adding that public health measures are needed to avoid a resurgence of the virus later on.\r\n\"What we really need to focus on is … [+1732 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Torontosun.com"
            },
            "publishedAt": "2020-03-22T19:00:00Z",
            "title": "BRAUN: Coronavirus chaos like any regular day for people with cystic fibrosis - Toronto Sun",
            "url": "https://torontosun.com/news/local-news/braun-coronavirus-chaos-like-any-regular-day-for-people-with-cystic-fibrosis",
            "urlToImage": "https://postmediatorontosun.files.wordpress.com/2020/03/cystic_presser_77285850-e1584903393548.jpg",
            "description": "Wash your hands carefully. Keep away from other people. Don’t catch anything!Your lungs could be overwhelmed by this deadly disease. If the fear and anxiety don’t kill you first.That&rs…",
            "content": "Wash your hands carefully. Keep away from other people. Don’t catch anything!\r\nYour lungs could be overwhelmed by this deadly disease. If the fear and anxiety don’t kill you first.\r\nThat’s the new reality of COVID-19 — or just a regular day if you have cystic… [+4219 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-03-22T16:07:54Z",
            "title": "Nearly half of Canadians say they can't afford to miss work as coronavirus cases escalate - The Province",
            "url": "https://business.financialpost.com/news/nearly-half-of-canadians-say-they-cant-afford-to-miss-work-as-coronavirus-cases-escalate",
            "urlToImage": "https://www.healthing.ca/wp-content/uploads/2020/03/calgary-worker.jpg",
            "description": "‘The income level of these people is simply not going to be there, so the question is how can governments respond to it,’ said pollster John Wright",
            "content": "By Geoffrey Morgan\r\nCALGARY – As more restaurants and business close in the middle of the coronavirus pandemic, a new poll shows nearly half of Canadians say they can’t afford to miss work and have no benefits to fall back on.\r\nProvincial governments in Ontar… [+4017 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bgr.com"
            },
            "publishedAt": "2020-03-22T15:22:08Z",
            "title": "At least 20 coronavirus vaccines are already in development, WHO says - BGR",
            "url": "https://bgr.com/2020/03/22/coronavirus-update-20-vaccines-efforts-with-one-trial-live-in-the-us/",
            "urlToImage": "https://boygeniusreport.files.wordpress.com/2020/02/10546852l-e1580739765412.jpg?quality=98&strip=all",
            "description": "At least 20 coronavirus vaccines are already in development, as the WHO continues to work with scientists to deal with the various problems that may arise along the way. It may be as long as 18 mon…",
            "content": "<ul><li>At least 20 coronavirus vaccines are already in development, as the WHO continues to work with scientists to deal with the various problems that may arise along the way.</li><li>It may be as long as 18 months before a vaccine is finally approved, even… [+3291 chars]"
        }
    ]
}