{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T20:24:10Z",
            "title": "Coronavirus outbreak: Saskatchewan officials provide update on COVID-19 action | LIVE - Global News",
            "url": "https://www.youtube.com/watch?v=HnhfwsPeyLE",
            "urlToImage": "https://i.ytimg.com/vi/HnhfwsPeyLE/maxresdefault_live.jpg",
            "description": "Saskatchewan Premier Scott Moe and Deputy Premier Gordon Wyant are expected to announce a substantial economic stimulus package to build a \"strong Saskatchew...",
            "content": "Saskatchewan Premier Scott Moe and Deputy Premier Gordon Wyant are expected to announce a substantial economic stimulus package to build a \"strong Saskatchewan\" on Wednesday.\r\nSaskatchewans Chief Medical Health Officer Dr. Saqib Shahab will also join via tele… [+828 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-05-06T19:46:52Z",
            "title": "New coronavirus adapts to populations; vaccine works in monkeys - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-science-idUSKBN22I2IM",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200506&t=2&i=1517686307&w=1200&r=LYNXMPEG451MT",
            "description": "The following is a brief roundup of the latest scientific studies on the novel coronavirus and efforts to find treatments and vaccines for COVID-19, the illness caused by the virus.",
            "content": "NEW YORK (Reuters) - The following is a brief roundup of the latest scientific studies on the novel coronavirus and efforts to find treatments and vaccines for COVID-19, the illness caused by the virus. \r\nNew coronavirus is adapting to different populations \r… [+5076 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cp24.com"
            },
            "publishedAt": "2020-05-06T19:22:00Z",
            "title": "'If this thing boomerangs': Second wave of infections feared - CP24 Toronto's Breaking News",
            "url": "https://www.cp24.com/world/if-this-thing-boomerangs-second-wave-of-infections-feared-1.4927754",
            "urlToImage": "https://www.cp24.com/polopoly_fs/1.4927760.1588792938!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "As Europe and the U.S. loosen their lockdowns against the coronavirus, health experts are expressing growing dread over what they say is an all-but-certain second wave of deaths and infections that could force governments to clamp back down in a drawn-out, tw…",
            "content": "WASHINGTON - As Europe and the U.S. loosen their lockdowns against the coronavirus, health experts are expressing growing dread over what they say is an all-but-certain second wave of deaths and infections that could force governments to clamp back down in a … [+5810 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-05-06T18:02:00Z",
            "title": "New coronavirus spread swiftly around world from late 2019, study finds - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/new-coronavirus-spread-swiftly-around-world-from-late-2019-study-finds-2",
            "urlToImage": "https://secure.gravatar.com/blavatar/bf69214e83fdd5520e4b5d91ba3b7d64?s=200&ts=1588798276",
            "description": "LONDON — A genetic study of samples from more than 7,500 people infected with COVID-19 suggests the new coronavirus spread quickly around the world after it emerged in China sometime between …",
            "content": "LONDON — A genetic study of samples from more than 7,500 people infected with COVID-19 suggests the new coronavirus spread quickly around the world after it emerged in China sometime between October and December last year, scientists said on Wednesday.\r\nScien… [+3362 chars]"
        },
        {
            "source": {
                "id": "nbc-news",
                "name": "NBC News"
            },
            "publishedAt": "2020-05-06T17:30:11Z",
            "title": "Coronavirus 'parties' in a Washington county linked to rise in cases, officials say - NBC News",
            "url": "https://www.nbcnews.com/news/us-news/coronavirus-parties-washington-county-linked-rise-cases-officials-say-n1201146",
            "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2020_19/3338926/200506-walla-walla-mn-0940_c1d7a42d6ca43f400f2b85cccf711a80.nbcnews-fp-1200-630.jpg",
            "description": "Health officials in Walla Walla County in southern Washington state say a rise in coronavirus cases is linked to people going to coronavirus 'parties.'",
            "content": "Health officials in a county in southern Washington state say a rise in coronavirus cases is linked to \"COVID-19 parties.\"\r\n\"Walla Walla County health officials are receiving reports of COVID-19 parties occurring in our community, where noninfected people min… [+3235 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Phys.org"
            },
            "publishedAt": "2020-05-06T16:51:19Z",
            "title": "Bat 'super immunity' may explain how bats carry coronaviruses - Phys.org",
            "url": "https://phys.org/news/2020-05-super-immunity-coronaviruses.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/2020/batsuperimmu.jpg",
            "description": "A University of Saskatchewan (USask) research team has uncovered how bats can carry the Middle East respiratory syndrome (MERS) coronavirus without getting sick—research that could shed light on how coronaviruses make the jump to humans and other animals.",
            "content": "A University of Saskatchewan (USask) research team has uncovered how bats can carry the Middle East respiratory syndrome (MERS) coronavirus without getting sickresearch that could shed light on how coronaviruses make the jump to humans and other animals.\r\nCor… [+4373 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sky.com"
            },
            "publishedAt": "2020-05-06T16:45:04Z",
            "title": "Coronavirus: Could a llama hold the key to treating COVID-19? - Sky News",
            "url": "https://news.sky.com/story/coronavirus-could-a-llama-hold-the-key-to-treating-covid-19-11984106",
            "urlToImage": "https://e3.365dm.com/20/05/1600x900/skynews-winter-llama-antibody_4984563.jpg?20200506153036",
            "description": "The llama, Winter, is four years old and living on a farm in the Belgian countryside.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T16:39:30Z",
            "title": "Smoking, Obesity Helps Open Gateway to Coronavirus Infection, Experts Say - Bloomberg QuickTake",
            "url": "https://www.youtube.com/watch?v=1KAsZNk1mTw",
            "urlToImage": "https://i.ytimg.com/vi/1KAsZNk1mTw/maxresdefault.jpg",
            "description": "Smoking may raise the risk of Covid-19 by elevating enzymes that allow the coronavirus to gain access into lung cells, according to a new study. Smokers and ...",
            "content": "Smoking may raise the risk of Covid-19 by elevating enzymes that allow the coronavirus to gain access into lung cells, according to a new study.\r\nSmokers and people with chronic obstructive pulmonary disease may have elevated levels of an enzyme called ACE-2,… [+1792 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-05-06T16:01:00Z",
            "title": "Why is the novel coronavirus having an outsized impact on Canada's long-term care homes? - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/where-the-tragedy-really-lies-the-crisis-in-canada-s-long-term-care-homes-1.4927328",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4927345.1588780102!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "New research shows that long-term care homes in Canada are being hit disproportionately hard by COVID-19, which some experts say is the result of underfunding and neglect.",
            "content": "TORONTO -- \r\nThe novel coronavirus pandemic is hitting long-term care homes in Canada disproportionately harder than in other countries that make such data readily available, according to new research.\r\nA report released Sunday by the International Long-Term … [+4717 chars]"
        },
        {
            "source": {
                "id": "the-times-of-india",
                "name": "The Times of India"
            },
            "publishedAt": "2020-05-06T15:57:28Z",
            "title": "Dutch coronavirus cases rise to 41,319, with 36 new deaths: Officials - Times of India",
            "url": "https://timesofindia.indiatimes.com/world/europe/dutch-coronavirus-cases-rise-to-41319-with-36-new-deaths-officials/articleshow/75576817.cms",
            "urlToImage": "https://static.toiimg.com/thumb/msid-75576972,width-1070,height-580,imgsize-582588,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
            "description": "Europe News: AMSTERDAM: The number of confirmed coronavirus cases in the Netherlands rose by 232 to 41,319 on Wednesday, with 36 new deaths, health authorities sai.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-06T15:56:01Z",
            "title": "U.S. researcher ‘on verge of making very significant’ coronavirus findings shot dead: reports - Global News",
            "url": "http://globalnews.ca/news/6910721/coronavirus-researcher-shot-dead-pittsburgh/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/bing-edited.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Bing Liu, 37, was found dead in a Pittsburgh, Pa., home on Saturday.",
            "content": "A professor working on coronavirus research was found shot dead Saturday inside a home in Pittsburgh, Pa., according to news reports.\r\nBing Liu, 37, was found in a home in Ross Township, the Allegheny County medical examiner said, per NBC News.\r\nLiu suffered … [+2514 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T15:55:53Z",
            "title": "What Are The Most Promising Coronavirus Vaccines Under Trial? - CRUX",
            "url": "https://www.youtube.com/watch?v=p2iMJoWGqtY",
            "urlToImage": "https://i.ytimg.com/vi/p2iMJoWGqtY/maxresdefault.jpg",
            "description": "Scientists all across the world are trying to develop a COVID-19 vaccine, as Coronavirus cases in the world cross 3.7 million. The top five vaccines include ...",
            "content": "Scientists all across the world are trying to develop a COVID-19 vaccine, as Coronavirus cases in the world cross 3.7 million. The top five vaccines include the vaccine developed by Oxford University. These vaccines are under either Phase-I or II of the trail… [+204 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T15:38:31Z",
            "title": "Monoclonal antibodies, top-secret Israeli lab's vaccine breakthrough & 18 min COVID test is cleared - ThePrint",
            "url": "https://www.youtube.com/watch?v=yE4h6Ugyjk4",
            "urlToImage": "https://i.ytimg.com/vi/yE4h6Ugyjk4/maxresdefault.jpg",
            "description": "#CutTheClutter #CutTheCoronaClutter Science is fast moving beyond plasma therapy to monoclonal antibodies to treat and prevent coronavirus. The approach is t...",
            "content": null
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-05-06T12:25:43Z",
            "title": "Coronavirus mutations: Scientists puzzle over impact - BBC News",
            "url": "https://www.bbc.co.uk/news/health-52557955",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/9F98/production/_112165804_covid-19-4k-1-1-scaled.jpg",
            "description": "A study has identified a mutation that its authors say could make the coronavirus more infectious.",
            "content": "Image copyrightWe Are CovertImage caption\r\n Researchers have been tracking changes to the 'spike' of the virus\r\nResearchers in the US and UK have identified hundreds of mutations to the virus which causes the disease Covid-19. \r\nBut none has yet established w… [+2800 chars]"
        },
        {
            "source": {
                "id": "the-times-of-india",
                "name": "The Times of India"
            },
            "publishedAt": "2020-05-06T12:06:57Z",
            "title": "Scientists create antibody that claims to defeat coronavirus in lab - Economic Times",
            "url": "https://economictimes.indiatimes.com/magazines/panache/scientists-create-antibody-that-claims-to-defeat-coronavirus-in-lab/articleshow/75574991.cms",
            "urlToImage": "https://img.etimg.com/thumb/msid-75575389,width-1070,height-580,imgsize-284424,overlay-etpanache/photo.jpg",
            "description": "More research is needed to see whether the findings are confirmed in a clinical setting and how precisely the antibody defeats the virus.",
            "content": "By Tim LohScientists created a monoclonal antibody that can defeat the new coronavirus in the lab, an early but promising step in efforts to find treatments and curb the pandemic’s spread.\r\nThe experimental antibody has neutralized the virus in cell cultures.… [+2106 chars]"
        },
        {
            "source": {
                "id": "cnbc",
                "name": "CNBC"
            },
            "publishedAt": "2020-05-06T12:04:26Z",
            "title": "Millions of people are expected to fall ill with tuberculosis due to coronavirus lockdown - CNBC",
            "url": "https://www.cnbc.com/2020/05/06/coronavirus-millions-of-people-expected-to-fall-ill-with-tuberculosis.html",
            "urlToImage": "https://image.cnbcfm.com/api/v1/image/106522684-1588762025420gettyimages-1211085918.jpeg?v=1588762457",
            "description": "\"This situation makes me sick, because (it) is totally avoidable,\" Lucica Ditiu, executive director of the Stop TB Partnership, said.",
            "content": "Migrant labourers stand in a queue for medical checkup after reaching quarantine center at their hometown Allahabad during Government imposed nationwide lockdown as a prventive measure against the COVID-19 corona virus in Allahabad, India on April 27, 2020.\r\n… [+3541 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Timesnownews.com"
            },
            "publishedAt": "2020-05-06T09:35:19Z",
            "title": "Coronavirus breakthrough: Italian scientists claim to have developed world’s first COVID-19 vaccine - Times Now",
            "url": "https://www.timesnownews.com/health/article/coronavirus-breakthrough-italian-scientists-claim-to-have-developed-world-s-first-covid19-vaccine/587796",
            "urlToImage": "https://imgk.timesnownews.com/story/vaccine-new_4.gif?tr=w-560,h-292,fo-top",
            "description": "A team of Italian researchers on Wednesday claimed that they have successfully developed a vaccine that can help contain the novel coronavirus that causes COVID-19.",
            "content": "<ul><li>A team of researchers in Italy has claimed that they have developed the world's first vaccine against novel coronavirus disease</li><li>Test results showed that the vaccine has antibodies generated in mice that work on human cells</li><li>The firm dev… [+2697 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-05-06T08:56:55Z",
            "title": "How to improve your respiratory health in case you get Covid-19 - CNN",
            "url": "https://www.cnn.com/2020/05/06/health/how-to-improve-respiratory-health-coronavirus-wellness/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200505150437-run-respiratory-health-super-tease.jpg",
            "description": "Here's how you can strengthen your body's respiratory capacity so that if you do get infected with coronavirus, the chances of serious illness may be lower.",
            "content": "(CNN)Covid-19 is a respiratory illness, meaning if a person is infected, the condition of their respiratory system is one determinant of how they'll fare with the disease.\r\nFirst it's important to understand how the virus attacks our lungs. When people are in… [+8085 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T01:57:34Z",
            "title": "Coronavirus outbreak: Mystery grows regarding Russian doctors; possible new timeline for virus - Global News",
            "url": "https://www.youtube.com/watch?v=Gm0s08aTJOk",
            "urlToImage": "https://i.ytimg.com/vi/Gm0s08aTJOk/maxresdefault.jpg",
            "description": "Dawna Friesen looks at the mystery surrounding three doctors in Russia, who criticized the government. Plus, Redmond Shannon reports on the new evidence sugg...",
            "content": null
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-05-06T00:07:33Z",
            "title": "Coronavirus: How long does it take to recover? - BBC News",
            "url": "https://www.bbc.co.uk/news/av/health-52508831/coronavirus-how-long-it-takes-to-recover",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/12A57/production/_112157367_p08ccd69.jpg",
            "description": "Weeks, months, even a year - we look at the factors that can affect the time taken to get better.",
            "content": null
        }
    ]
}