{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Dailymail.co.uk"
            },
            "publishedAt": "2020-04-26T14:37:37Z",
            "title": "Another 368 coronavirus deaths are recorded in UK today - the lowest figure this month - Daily Mail",
            "url": "https://www.dailymail.co.uk/news/article-8258439/Another-368-coronavirus-deaths-recorded-UK-today-lowest-figure-month.html",
            "urlToImage": null,
            "description": "A further 336 people who tested positive for the Coronavirus  died in England, bringing the total number of confirmed reported deaths in hospitals in the country to 18,420.",
            "content": "Another 368 coronavirus deaths have been recorded in the UK today - indicating a significant drop in the daily toll.\r\nThe numbers for England, Wales and Scotland are a significant drop on yesterday's UK figures - and are lower than previous Sundays, which typ… [+20446 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Capebretonpost.com"
            },
            "publishedAt": "2020-04-26T13:34:53Z",
            "title": "Mink found to have coronavirus on two Dutch farms: ministry - Cape Breton Post",
            "url": "https://www.capebretonpost.com/news/world/mink-found-to-have-coronavirus-on-two-dutch-farms-ministry-442260/",
            "urlToImage": null,
            "description": "AMSTERDAM (Reuters) - Two mink farms in the Netherlands have been put into quarantine after animals were found to be infected with the new coronavirus, the agriculture ministry said on Sunday, urging people to report any other likely cases in the",
            "content": "AMSTERDAM (Reuters) - Two mink farms in the Netherlands have been put into quarantine after animals were found to be infected with the new coronavirus, the agriculture ministry said on Sunday, urging people to report any other likely cases in the animals.\r\nTh… [+1510 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo.com"
            },
            "publishedAt": "2020-04-26T11:24:00Z",
            "title": "Nurse with 13 children self-isolating at family home after positive coronavirus test - Yahoo Sports",
            "url": "https://ca.sports.yahoo.com/news/nurse-dad-children-coronavirus-isolation-112417770.html",
            "urlToImage": null,
            "description": "The dad jokes they are 'going for herd immunity'.",
            "content": "A nurse - and father of 13 - is self-isolating after testing positive for coronavirus this week.\r\nRoy Hann will have to stay home in Dundee for seven days, while his wife Emma and ten children still living with them will have to remain in quarantine for two w… [+2282 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Kacu.org"
            },
            "publishedAt": "2020-04-26T11:14:37Z",
            "title": "6 Solutions To Beat COVID-19 In Countries Where The Usual Advice Just Won't Work - KACU",
            "url": "https://www.kacu.org/post/6-solutions-beat-covid-19-countries-where-usual-advice-just-wont-work",
            "urlToImage": null,
            "description": "The fight against coronavirus will not be won until every country in the world can control the disease. But not every country has the same ability to",
            "content": "The fight against coronavirus will not be won until every country in the world can control the disease. But not every country has the same ability to protect people.\r\nFor low-income countries that struggle with weak health systems, large populations of impove… [+9705 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo.com"
            },
            "publishedAt": "2020-04-26T09:41:00Z",
            "title": "Hospital staff cheer as baby girl, six months, who tested positive for coronavirus leaves isolation - Yahoo Sports",
            "url": "https://ca.sports.yahoo.com/news/baby-girl-coronavirus-hospital-isolation-094105034.html",
            "urlToImage": null,
            "description": "She was kept alone with her mum for 14 days at Alder Hey Children's Hospital.",
            "content": "She is one of the youngest in the UK to contract coronavirus - but a baby girl has been cheered on by medical staff as she was moved out of isolation.\r\nErin, who is just six months old, had spent 14 days in a room with her mum Emma while being treated at Alde… [+3084 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-26T06:54:27Z",
            "title": "Coronavirus: Morning update as military begins mobile testing - BBC News",
            "url": "https://www.bbc.com/news/uk-52429303",
            "urlToImage": null,
            "description": "Five things you need to know about the coronavirus outbreak this morning.",
            "content": "Here are five things you need to know about the coronavirus outbreak this Sunday. We'll have another update for you on Monday.\r\n1. Military pop-up testing\r\nThe military is to begin carrying out coronavirus tests in pop-up facilities. The mobile units will tra… [+2792 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Qz.com"
            },
            "publishedAt": "2020-04-26T02:43:49Z",
            "title": "African scientists must take part in coronavirus vaccine research - Quartz Africa",
            "url": "https://qz.com/africa/1845883/african-scientists-must-take-part-in-coronavirus-vaccine-research/",
            "urlToImage": null,
            "description": "To refuse inclusion in global clinical trials would prevent Africa’s researchers from being significant players in the universal fight against the virus.",
            "content": "The search for a Covid-19 vaccine has sparked international media controversy and negative sentiment around the potential harm of people taking part in clinical trials once the research enters its human testing phase.\r\nA wave of anger was ignited when two top… [+6576 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Jamaicaobserver.com"
            },
            "publishedAt": "2020-04-26T01:20:01Z",
            "title": "US records 2,494 more coronavirus deaths in 24 hours: Johns Hopkins - Jamaica Observer",
            "url": "http://www.jamaicaobserver.com/latestnews/US_records_2,494_more_coronavirus_deaths_in_24_hours:_Johns_Hopkins",
            "urlToImage": null,
            "description": "WASHINGTON, United States (AFP) - The United States recorded 2,494 more coronavirus deaths in the...",
            "content": "WASHINGTON, United States (AFP) - The United States recorded 2,494 more coronavirus deaths in the past 24 hours, according to figures reported Saturday night by Johns Hopkins University.\r\nThe country now has an overall death toll of 53,511, with 936,293 confi… [+567 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-26T00:03:23Z",
            "title": "Coronavirus: Winnipeg 3D printer hobbyists make PPE for front-line workers - Global News",
            "url": "http://globalnews.ca/news/6869158/coronavirus-winnipeg-3d-printer-ppe-front-line-workers/",
            "urlToImage": null,
            "description": "The volunteers have crafted and donated about 3,000 ear protectors with 110 3D printers.",
            "content": "Winnipeg 3D printer hobbyists and businesses have banded together to manufacture personal protective equipment (PPE) free of charge for health-care workers and other people on the front lines of the COVID-19 pandemic.\r\nThe group of about 75 volunteers Winnipe… [+2982 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-25T19:30:00Z",
            "title": "In 4 U.S. state prisons, nearly 3,300 inmates test positive for coronavirus -- 96% without symptoms - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/in-4-u-s-state-prisons-nearly-3300-inmates-test-positive-for-coronavirus-96-without-symptoms-2",
            "urlToImage": null,
            "description": "When the first cases of the new coronavirus surfaced in Ohio’s prisons, the director in charge felt like she was fighting a ghost.“We weren’t always able to pinpoint where all the…",
            "content": "When the first cases of the new coronavirus surfaced in Ohio’s prisons, the director in charge felt like she was fighting a ghost.\r\n“We weren’t always able to pinpoint where all the cases were coming from,” said Annette Chambers-Smith, director of the Ohio De… [+8576 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Insider.com"
            },
            "publishedAt": "2020-04-25T18:27:12Z",
            "title": "How to tackle stress and insomnia caused by the coronavirus crisis - Insider - INSIDER",
            "url": "https://www.insider.com/night-terror-sleep-lockdown-stress-anxious-worries-quarantine-isolation-insomnia-2020-4",
            "urlToImage": null,
            "description": "\"This stress over health, financial stability, and overall uncertainty has nothing to do with the daily stress we saw pre-crisis. This is different.\"",
            "content": "Sleep problems aren't uncommon: according to the National Institute of Health, roughly 30% of the general population complains of sleep disruption, with approximately 10% experiencing symptoms consistent with the diagnosis of insomnia.\r\nThe coronavirus crisis… [+5552 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-25T18:05:50Z",
            "title": "Coronavirus outbreak: Robots offer free delivery to health workers of English town | Watch News Videos Online - Globalnews.ca",
            "url": "https://globalnews.ca/video/6868477/coronavirus-outbreak-robots-offer-free-delivery-to-health-workers-of-english-town",
            "urlToImage": null,
            "description": "Watch Coronavirus outbreak: Robots offer free delivery to health workers of English town Video Online, on GlobalNews.ca",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Euronews.com"
            },
            "publishedAt": "2020-04-25T16:31:54Z",
            "title": "Coronavirus: France drastically limits sale of nicotine products - Euronews",
            "url": "https://www.euronews.com/2020/04/25/coronavirus-france-drastically-limits-sale-of-nicotine-products",
            "urlToImage": null,
            "description": "The measure comes after a study found that \"nicotine may be suggested as a potential preventive agent against Covid-19 infection.\"",
            "content": "France severely curtailed the sale of nicotine products on Friday after a study suggested smokers may be less likely to contract COVID-19.\r\nThe decree, issued by the Ministry of Health, limits pharmacies from selling more than a one-month supply of any nicoti… [+1842 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cgtn.com"
            },
            "publishedAt": "2020-04-25T12:41:25Z",
            "title": "Sweden goes it alone with 'relaxed' attitude to coronavirus - CGTN",
            "url": "https://newseu.cgtn.com/news/2020-04-25/Sweden-goes-it-alone-with-relaxed-attitude-to-coronavirus-PYIUqQSwH6/index.html",
            "urlToImage": null,
            "description": "Sweden's relaxed restrictions could lead to herd immunity but at what cost?",
            "content": "Everyone wants immunity from the coronavirus. But there may be different ways to get it.\r\nOne is a vaccine. Clinical trials are already underway in the UK, and if all goes well, say those involved, it's possible a vaccination may be ready for production by Se… [+3523 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-25T11:58:23Z",
            "title": "DOH: More than 72000 lab tests conducted for COVID-19 in PH - INQUIRER.net",
            "url": "https://www.youtube.com/watch?v=fB_ScQAcFZs",
            "urlToImage": null,
            "description": "More than 72,000 laboratory tests were conducted for checking novel coronavirus or SARS-CoV-2, which causes COVID-19, in the country, the Department of Healt...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-25T11:05:09Z",
            "title": "Coronavirus Explained: how the virus will hit the poorest people on the planet - Channel 4 News",
            "url": "https://www.youtube.com/watch?v=QorckhwMLR0",
            "urlToImage": null,
            "description": "The coronavirus pandemic is affecting the world, no matter who you are and where you come from. (Subscribe: https://bit.ly/C4_News_Subscribe) Covid-19 is dev...",
            "content": "The coronavirus pandemic is affecting the world, no matter who you are and where you come from. (Subscribe: https://bit.ly/C4_News_Subscribe) \r\nCovid-19 is devastating countries across the globe, with some of the wealthiest nations struggling to contain the s… [+522 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Timesofisrael.com"
            },
            "publishedAt": "2020-04-25T10:58:18Z",
            "title": "WWII veteran dies from coronavirus 100 years after his twin died of Spanish Flu - The Times of Israel",
            "url": "https://www.timesofisrael.com/wwii-veteran-dies-from-coronavirus-100-years-after-his-twin-died-of-spanish-flu/",
            "urlToImage": null,
            "description": "Grandson of Philip Kahn says he would often warn that history repeats itself, 'knew the irony of what was going on' after he began coughing",
            "content": "A US military veteran of World War II has died from the coronavirus, over a century after his twin brother died in the Spanish Flu pandemic.\r\nPhilip Kahn, 100, died at his home in Long Island last week, with his doctor saying tests showed he had contracted CO… [+2225 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Komonews.com"
            },
            "publishedAt": "2020-04-25T03:40:45Z",
            "title": "Will COVID-19 antibody testing help figure out how much the virus spreads? - KOMO News",
            "url": "http://komonews.com/news/coronavirus/will-covid-19-antibody-testing-help-figure-out-how-much-the-virus-spreads",
            "urlToImage": null,
            "description": "There is a lot of anticipation and confusion about COVID-19 antibody tests&mdash;which detect natural immunity from the coronavirus. We're here to help you get answers about when people can get tested and who's even offering a test? As the discussion about re…",
            "content": null
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-25T02:03:57Z",
            "title": "He signed up for a coronavirus vaccine trial using a method that's never been used in humans. Here's why. - CNN",
            "url": "https://www.cnn.com/2020/04/24/health/coronavirus-vaccine-speed-sanjay-gupta/index.html",
            "urlToImage": null,
            "description": "Sean Doyle signed up for a trial for a coronavirus vaccines that uses new technology to try and reach a vaccine quicker. Experts debate whether these vaccines will work and make it through safety tests or change how we make vaccines forever.",
            "content": "(CNN)Despite all his medical knowledge, 31-year-old medical student and Ph. D. candidate Sean Doyle couldn't know for certain all the risks of the injection he had just received in his right shoulder at Emory University Hospital. Yes, of course he was told of… [+11348 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Huffingtonpost.ca"
            },
            "publishedAt": "2020-04-25T00:09:48Z",
            "title": "'COVID Toes' May Be A New Symptom Of Coronavirus In Kids, Doctors Say - HuffPost Canada",
            "url": "https://www.huffingtonpost.ca/entry/covid19-toes-kids_ca_5ea35583c5b669fd8924d3b9",
            "urlToImage": null,
            "description": "Research is still emerging on the skin condition’s link to the disease.",
            "content": "The following story contains images of feet in poor condition.\r\nIf your kid is complaining about itchy or burning feet, you might want to check their toes: Growing research into COVID-19 symptoms indicates COVID toes, which may resemble frostbite, might be an… [+3245 chars]"
        }
    ]
}