{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "ScienceAlert"
            },
            "publishedAt": "2020-11-21T20:31:12Z",
            "title": "Superspreader Events Played a Key Role in Igniting The Current Pandemic Globally - ScienceAlert",
            "url": "https://www.sciencealert.com/superspreader-events-around-the-world-played-a-key-role-in-igniting-the-covid-19-pandemic",
            "urlToImage": "https://www.sciencealert.com/images/2020-11/processed/diamondprincess_1024.jpg",
            "description": "At churches, on cruise ships, and even in the White House, superspreading events that can sicken dozens, even hundreds, of people have illustrated the potential for the coronavirus to infect in dramatic bursts.​",
            "content": "At churches, on cruise ships, and even in the White House, superspreading events that can sicken dozens, even hundreds, of people have illustrated the potential for the coronavirus to infect in drama… [+7209 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-11-21T19:42:02Z",
            "title": "Coronavirus: London-Middlesex sees 11 cases, 6 new cases in Elgin and Oxford - Global News",
            "url": "https://globalnews.ca/news/7476755/coronavirus-london-middlesex-cases-elgin-oxford-nov-21/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/11/1000-2-1-e1605224221804.jpeg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "Eleven more people have tested positive for the coronavirus while 14 others have recovered, the Middlesex-London Health Unit reported Saturday.",
            "content": "Jump to: Hospitalizations – Schools – Outbreaks – Testing – Ontario – Elgin and Oxford – Huron and Perth – Sarnia and Lambton\r\nEleven more people have tested positive for the coronavirus while 14 oth… [+18142 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-11-21T18:57:00Z",
            "title": "Coronavirus: 387 new cases, 10 deaths in Manitoba Saturday - CTV News Winnipeg",
            "url": "https://winnipeg.ctvnews.ca/387-new-covid-19-cases-10-deaths-in-manitoba-saturday-1.5199263",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.5121922.1601167332!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Manitoba health officials are reporting 10 new COVID-19 deaths and 387 new cases of the virus.",
            "content": "WINNIPEG -- \r\nManitoba health officials are reporting 10 new COVID-19 deaths and 387 new cases of the disease.\r\nAnnounced in the province's daily COVID-19 bulletin on Saturday, most of the deaths are… [+2086 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-11-21T18:01:00Z",
            "title": "Coronavirus: What's happening in Canada and around the world on Saturday - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/coronavirus-canada-world-canada-november21-1.5811253",
            "urlToImage": "https://i.cbc.ca/1.5811270.1605961913!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/covid-que-20201120.jpg",
            "description": "Canada's chief public health officer is warning a \"stronger response is needed immediately\" to combat COVID-19 as a number of provinces reported record single-day increases in new cases",
            "content": "The latest:\r\nCanada's chief public health officer is warning a \"stronger response is needed immediately\" to combat COVID-19 as a number of provinces reported record single-day increases in new cases … [+5397 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "SILive.com"
            },
            "publishedAt": "2020-11-21T15:42:00Z",
            "title": "CDC: Most coronavirus infections spread by people without symptoms - SILive.com",
            "url": "https://www.silive.com/coronavirus/2020/11/cdc-most-coronavirus-infections-spread-by-people-without-symptoms.html",
            "urlToImage": "https://www.silive.com/resizer/f5MSmdl10jLw-CK4eedNjyjDUcw=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/AZMXQAH75BCITKXZEIDUV5MFO4.jpg",
            "description": "“CDC and others estimate that more than 50% of all infections are transmitted from people who are not exhibiting symptoms,” said the CDC.",
            "content": "STATEN ISLAND, NY. -- New Centers for Disease Control (CDC) guidance reveals that most cases of the coronavirus (COVID-19) are spread by people without symptoms, which has heightened the need for mas… [+1666 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-11-21T03:03:00Z",
            "title": "Almost a million people have been given an experimental Chinese coronavirus vaccine - msnNOW",
            "url": "https://www.cnn.com/2020/11/20/asia/china-sinopharm-vaccine-test-intl-hnk/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/201119222957-sinopharm-0320-restricted-super-tease.jpg",
            "description": "Almost a million people have been given an experimental coronavirus vaccine developed by Sinopharm as part of an emergency-use program authorized by Beijing, the Chinese pharmaceutical giant's chairman said.",
            "content": "Hong Kong (CNN)Almost a million people have been given an experimental coronavirus vaccine developed by Sinopharm as part of an emergency-use program authorized by Beijing, the Chinese pharmaceutical… [+2796 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-11-21T00:43:33Z",
            "title": "Manitoba First Nations disproportionately hit by spiking coronavirus cases: IPAC - Global News",
            "url": "https://globalnews.ca/news/7475800/manitoba-first-nations-coronavirus-cases-ipac/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/03/cpt10352003-3.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "“We can’t deny the impacts colonization has had on Indigenous people, both historically and contemporary.\"",
            "content": "The physician director of Indigenous Physicians Association of Canada warns First Nations are being disproportionately harder hit by spiking rates of COVID-19 in Manitoba and says governments need to… [+5155 chars]"
        },
        {
            "source": {
                "id": "fox-news",
                "name": "Fox News"
            },
            "publishedAt": "2020-11-20T19:37:38Z",
            "title": "Swedish health authority not advising coronavirus face masks on public transport: Report - Fox News",
            "url": "https://www.foxnews.com/health/sweden-health-official-not-advising-coronavirus-face-masks-public-transport-report",
            "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2020/11/iStock-1216315312-7.jpg",
            "description": "Though there is rising spread of the novel coronavirus, Sweden health officials have repeated their questioning of face masks, per reports.",
            "content": "Although the spread of the novel coronavirus in increasing, Swedish health officials are balking at mandates requiring them in some public spaces, according to reports.\r\n“We don’t see that we are at … [+2462 chars]"
        },
        {
            "source": {
                "id": "abc-news-au",
                "name": "ABC News (AU)"
            },
            "publishedAt": "2020-11-20T17:40:00Z",
            "title": "China's large-scale coronavirus tests on imported frozen foods may put more Australian exports on hold - ABC News",
            "url": "https://www.abc.net.au/news/2020-11-21/china-tests-imported-frozen-food-for-coronavirus/12895284",
            "urlToImage": "https://www.abc.net.au/cm/rimage/12905656-16x9-large.jpg?v=3",
            "description": "Beijing has linked several local COVID-19 infections to frozen food packaging, but the WHO says there's no evidence of the virus spreading this way. How valid are China's concerns, and what is the risk of \"object-to-human\" transmission?",
            "content": "China has urged its ports to \"take immediate action\" to minimise the risk of COVID-19 transmission after it reportedly found cases it says are linked to contaminated frozen food packaging.\r\nKey point… [+9917 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Telegram"
            },
            "publishedAt": "2020-11-20T11:36:06Z",
            "title": "What you need to know about the coronavirus right now - The Telegram",
            "url": "https://www.thetelegram.com/news/world/what-you-need-to-know-about-the-coronavirus-right-now-522607/",
            "urlToImage": "https://www.thetelegram.com/media/photologue/photos/cache/what-you-need-to-know-about-the-coronavirus-right-now_medium",
            "description": "(Reuters) - Here's what you need to know about the coronavirus right now: Reinfection unlikely for at least 6 months People who've had COVID-19 are highly unlikely to contract it again for at least six months after their first infection, according to",
            "content": "(Reuters) - Here's what you need to know about the coronavirus right now:\r\nReinfection unlikely for at least 6 months\r\nPeople who've had COVID-19 are highly unlikely to contract it again for at least… [+3143 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-11-20T11:01:00Z",
            "title": "COVID-19 reinfection unlikely for at least six months, study finds - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-reinfection-idUSKBN28015L",
            "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201120&t=2&i=1541881321&r=LYNXMPEGAJ0J8&w=800",
            "description": "People who've had COVID-19 are highly unlikely to contract it again for at least six months after their first infection, according to a British study of healthcare workers on the frontline of fight against the coronavirus pandemic.",
            "content": "LONDON (Reuters) - People whove had COVID-19 are highly unlikely to contract it again for at least six months after their first infection, according to a British study of healthcare workers on the fr… [+2355 chars]"
        }
    ]
}