{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Capebretonpost.com"
            },
            "publishedAt": "2020-04-15T07:20:32Z",
            "title": "U.S. may need to extend social distancing for virus until 2022, study says - Cape Breton Post",
            "url": "https://www.capebretonpost.com/news/world/us-may-need-to-extend-social-distancing-for-virus-until-2022-study-says-437587/",
            "urlToImage": "https://www.capebretonpost.com/media/photologue/photos/cache/us-may-need-to-extend-social-distancing-for-virus-until-2022-study-says_medium",
            "description": "(Reuters) - The United States may need to endure social distancing measures adopted during the coronavirus outbreak until 2022, according to researchers at the Harvard School of Public Health. The study comes as more than 2,200 people died in the",
            "content": "(Reuters) - The United States may need to endure social distancing measures adopted during the coronavirus outbreak until 2022, according to researchers at the Harvard School of Public Health.\r\nThe study comes as more than 2,200 people died in the United Stat… [+1408 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mirror.co.uk"
            },
            "publishedAt": "2020-04-15T01:09:32Z",
            "title": "How many care home coronavirus deaths have there been in the UK? - Mirror Online",
            "url": "https://www.mirror.co.uk/news/uk-news/how-many-care-home-coronavirus-21866112",
            "urlToImage": "https://i2-prod.mirror.co.uk/incoming/article21720679.ece/ALTERNATES/s1200/0_Close-up-of-caretaker-helping-older-woman-walk.jpg",
            "description": "The first official numbers of care home deaths related to Covid-19 have been published by the Office for National Statistics, however figures are currently not being released on a daily basis",
            "content": "Elderly residents of Britains care homes are in danger with more than one in ten experiencing coronavirus outbreaks. \r\nCovid-19 has so far struck in 13.5% of the UKs 11,300 care homes, numbers released by the Department of Health only include those who have d… [+3074 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cnet.com"
            },
            "publishedAt": "2020-04-14T18:55:34Z",
            "title": "Coronavirus face mask: How to make a covering at home with a bandana or cloth - CNET",
            "url": "https://www.cnet.com/how-to/coronavirus-face-mask-what-you-need-to-know-about-making-a-covering-at-home/",
            "urlToImage": "https://cnet2.cbsistatic.com/img/YIOGtMOR35JdbtizSIxksgkRWCo=/756x567/2020/04/04/f77c88b1-9905-4b21-8c6e-5b9680888503/01-homemade-face-mask.jpg",
            "description": "What's the difference between a face mask and a face covering? How can they help prevent the spread of COVID-19, and where can I find the patterns to make one? Are there any no-sew options? We answer these questions and more.",
            "content": "There are plenty of resources to help you make a face mask at home.\r\nSummerDance/iStock/Touchups by Sarah Tew/CNET\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nIn just a few weeks, homemade masks and fa… [+8400 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo.com"
            },
            "publishedAt": "2020-04-14T17:50:00Z",
            "title": "Coronavirus: At least 70 vaccines are already in development, WHO says - Yahoo Style",
            "url": "https://ca.style.yahoo.com/coronavirus-vaccine-who-175043992.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/AAnD8VtP1iMK3Ih0aEnR7Q--~B/aD00MDAwO3c9NjAwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-images/2020-03/4d48b7a0-6a84-11ea-bffc-11bf41a04cda",
            "description": "Biotech start-ups in China and America are developing vaccines, and at least three are already in clinical trials.",
            "content": "Biotech companies around the world are scrambling to create a vaccine for the coronavirus, with 70 already in development, the World Health Organisation says. \r\nBiotech start-ups in China and America are developing vaccines, and at least three are already in … [+2557 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Telegraph.co.uk"
            },
            "publishedAt": "2020-04-14T16:44:00Z",
            "title": "Coronavirus: How 10 days of Government dither left care homes exposed - Telegraph.co.uk",
            "url": "https://www.telegraph.co.uk/news/2020/04/14/10-days-government-prevarication-left-care-homes-fend-coronavirus/",
            "urlToImage": "https://img.youtube.com/vi/7OR5iX29_rk/mqdefault.jpg",
            "description": "Industry body had wanted to impose lockdown restrictions as early as March 3, but official guidance did not arrive until March 13",
            "content": "In care homes across Britain, a silent crisis is unfolding. While the Government has focused its attention and resources on protecting the NHS, the 433,000 older and vulnerable people living in social care have largely been abandoned.\r\nThe true scale of that … [+6259 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Latimes.com"
            },
            "publishedAt": "2020-04-14T16:22:12Z",
            "title": "Doctor with coronavirus saved with experimental treatment - Los Angeles Times",
            "url": "https://www.latimes.com/world-nation/story/2020-04-13/coworkers-save-coronavirus-doctor",
            "urlToImage": "https://ca-times.brightspotcdn.com/dims4/default/dfde874/2147483647/strip/true/crop/5184x2722+0+367/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F2d%2Faf%2F1009c9a74c6e95a8addad55f448a%2Fla-na-coworkers-save-coronavirus-doctor-56.jpg",
            "description": "A Seattle emergency-room doctor contracted COVID-19 while treating patients infected by coronavirus. He owes his life to physicians who used an experimental treatment.",
            "content": "As critically ill, elderly patients streamed into his emergency room outside Seattle, Dr. Ryan Padgett quickly came to understand how deadly COVID-19 could be.\r\nOf the first two dozen or so he saw, not a single one survived.\r\nIt took longer for Padgett and hi… [+4695 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Latimes.com"
            },
            "publishedAt": "2020-04-14T16:17:00Z",
            "title": "Old vaccines being tested against new coronavirus - Los Angeles Times",
            "url": "https://www.latimes.com/science/story/2020-04-13/old-vaccines-for-other-germs-being-tested-against-the-new-coronavirus",
            "urlToImage": "https://ca-times.brightspotcdn.com/dims4/default/a3f7ff2/2147483647/strip/true/crop/4967x2608+0+898/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F0e%2F12%2F9d702bf447d6a52f9e9b7d743df1%2Fap20102571465009.jpg",
            "description": "Until there's a vaccine to prevent infection with the new coronavirus, old vaccines against other germs might help. Scientists are testing them now.",
            "content": "Scientists are dusting off some decades-old vaccines that were developed long before the emergence of the new coronavirus from China to see whether they can provide a little stopgap protection against COVID-19 until a more precise shot arrives.\r\nIt may sound … [+5344 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-14T16:14:40Z",
            "title": "2 residents die, 5 others infected with COVID-19 at Pompano Beach senior living facility - WPLG Local 10",
            "url": "https://www.youtube.com/watch?v=SFK9bOFTpRQ",
            "urlToImage": "https://i.ytimg.com/vi/SFK9bOFTpRQ/maxresdefault.jpg",
            "description": "Two skilled nursing residents of The Court at Palm Aire in Pompano Beach have died due to complications related to the new coronavirus, a spokesperson for th...",
            "content": "Two skilled nursing residents of The Court at Palm Aire in Pompano Beach have died due to complications related to the new coronavirus, a spokesperson for the community told Local 10 News in a statement Tuesday."
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo.com"
            },
            "publishedAt": "2020-04-14T15:37:00Z",
            "title": "Coronavirus may trigger a measles resurgence as vaccinations are 'paused' - Yahoo News Canada",
            "url": "https://ca.news.yahoo.com/coronavirus-covid19-measles-vaccines-outbreak-153729624.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/Zx0aplvX4DVFWKqjWGkgqw--~B/aD0zMzMzO3c9NTAwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-images/2020-04/fdb6d020-7e63-11ea-bf3e-9011e9d27086",
            "description": "Twenty-four low and middle-income countries have paused immunisation programmes against measles.",
            "content": "Experts have voiced concerns the coronavirus pandemic may trigger a resurgence in measles.\r\nThe World Health Organization (WHO) has given the green light for countries without an active measles outbreak to pause vaccinations while they combat the global healt… [+7159 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Futurism.com"
            },
            "publishedAt": "2020-04-14T15:22:34Z",
            "title": "Why Rolling Coronavirus Patients Onto Their Stomachs Is Saving Lives - Futurism",
            "url": "https://futurism.com/neoscope/rolling-coronavirus-patients-stomachs-saving-lives",
            "urlToImage": "https://wp-assets.futurism.com/2020/04/why-rolling-coronavirus-patients-onto-their-stomachs-is-saving-lives-768x403.jpg",
            "description": "\"It's such a simple thing to do, and we've seen remarkable improvement.\"",
            "content": "Healthcare workers are finding that flipping COVID-19 patients onto their stomachs, or prone positioning, is an effective way to keep them alive in intensive care, according to CNN.\r\nWere saving lives with this, one hundred percent, Mangala Narasimhan, region… [+2322 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Citynews.ca"
            },
            "publishedAt": "2020-04-14T14:40:39Z",
            "title": "Children worldwide could miss out on measles vaccines due to coronavirus - CityNews Edmonton",
            "url": "https://edmonton.citynews.ca/2020/04/14/children-measles-vaccines-coronavirus-covid19/",
            "urlToImage": "https://edmonton.citynews.ca/wp-content/blogs.dir/sites/15/2020/04/NYBZ312-327_2019_183553-e1586867676676.jpg",
            "description": "The U.N. health agency is warning that more than 117 million children in more than three dozen countries could miss out on measles vaccines as countries suspend immunizations and other services to fight the coronavirus outbreak. The World Health Organization …",
            "content": "The U.N. health agency is warning that more than 117 million children in more than three dozen countries could miss out on measles vaccines as countries suspend immunizations and other services to fight the coronavirus outbreak.\r\nThe World Health Organization… [+693 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-14T14:14:08Z",
            "title": "Coronavirus: Fifteen virus deaths at Wavertree care home - BBC News",
            "url": "https://www.bbc.com/news/uk-england-merseyside-52282824",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/11A57/production/_111497227_oaksprings.jpg",
            "description": "A healthcare body warns the spread of Covid-19 in care homes has \"largely gone under the radar\".",
            "content": "Image copyrightGoogleImage caption\r\n Oak Springs Care Home had to appeal for staff after 50 of its 72 workers had to self-isolate\r\nFifteen residents in a care home have died of suspected coronavirus in the past two weeks, its manager has said. \r\nAndrea Lyons,… [+2708 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-14T13:42:03Z",
            "title": "BREAKING: A further 778 deaths in UK hospitals takes total past 12000 - Sky News",
            "url": "https://www.youtube.com/watch?v=0zyzqNvRmmY",
            "urlToImage": "https://i.ytimg.com/vi/0zyzqNvRmmY/maxresdefault.jpg",
            "description": "Another 778 patients with coronavirus have died in hospitals across the UK, taking the nationwide total to 12,107. The number of tests for COVID-19, the dise...",
            "content": "Another 778 patients with coronavirus have died in hospitals across the UK, taking the nationwide total to 12,107.\r\nThe number of tests for COVID-19, the disease caused by the coronavirus, has also risen by 14,982 to 382,650, although this figure includes som… [+757 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-14T11:03:01Z",
            "title": "Does vaping increase your risk for coronavirus? - WCNC",
            "url": "https://www.youtube.com/watch?v=dN6jXvi16k8",
            "urlToImage": "https://i.ytimg.com/vi/dN6jXvi16k8/hqdefault.jpg",
            "description": "We know COVID-19 hits some people harder than others, but are people who vape more at risk for serious symptoms? A study found people who smoke are more like...",
            "content": "We know COVID-19 hits some people harder than others, but are people who vape more at risk for serious symptoms? A study found people who smoke are more likely to get pneumonia from the virus, but what about those who vape regularly? #WakeUpCLT#COVID19#corona… [+4 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Liverpoolecho.co.uk"
            },
            "publishedAt": "2020-04-14T10:52:07Z",
            "title": "92 care homes suffer coronavirus outbreaks in just 24 hours - Liverpool Echo",
            "url": "https://www.liverpoolecho.co.uk/news/liverpool-news/92-care-homes-suffer-coronavirus-18086161",
            "urlToImage": "https://i2-prod.liverpoolecho.co.uk/incoming/article18075256.ece/ALTERNATES/s1200/0_Coronavirus.jpg",
            "description": "Shock figures show enormous threat to most vulnerable residents",
            "content": "The shocking scale of the dangers facing residents and staff in the UK's care homes was revealed today.\r\nConcerns have continued to be raised about the safety of vulnerable residents at care homes and nursing homes as the coronavirus epidemic tears at the ver… [+2000 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo.com"
            },
            "publishedAt": "2020-04-14T08:57:00Z",
            "title": "Coronavirus: Actual death rate from COVID-19 '50% higher' than government numbers - Yahoo Style",
            "url": "https://ca.style.yahoo.com/coronavirus-death-rate-ons-085740456.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/bSvdYtt5cnUvrGekcFUxnw--~B/aD0zNDI3O3c9NTE0MTtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-images/2020-04/3e389880-7d7a-11ea-bfec-af4bca597fad",
            "description": "The actual number of deaths in England and Wales by 3 April was 6,235, compared to 4,093 reported by the government.",
            "content": "Thousands more people have been dying from coronavirus than reported by the government.\r\nNew data shows the actual coronavirus death rate has been 52% higher than official figures supplied by the Department of Health.\r\nFigures released by the Office for Natio… [+2696 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-14T08:50:26Z",
            "title": "A&E doctor with COVID-19 says half of his colleagues have caught coronavirus - The Sun",
            "url": "https://www.youtube.com/watch?v=L87WKnecy08",
            "urlToImage": "https://i.ytimg.com/vi/L87WKnecy08/maxresdefault.jpg",
            "description": "A DOCTOR has revealed around 50 per cent of A&E medics at his hospital have been struck down with coronavirus. Royal Gwent Hospital in Newport, Wales, is fac...",
            "content": "A DOCTOR has revealed around 50 per cent of A&amp;E medics at his hospital have been struck down with coronavirus.\r\nRoyal Gwent Hospital in Newport, Wales, is facing a staffing crisis after half of nursing staff also tested positive for Covid-19, Dr Tim Roger… [+1517 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-14T08:15:39Z",
            "title": "COVID-19 is 10 times more deadly than 2009 swine flu - ThePrint",
            "url": "https://www.youtube.com/watch?v=YF0xXgX5lkA",
            "urlToImage": "https://i.ytimg.com/vi/YF0xXgX5lkA/maxresdefault.jpg",
            "description": "#ThePrintUncut #WHO #Coronavirus #COVID19 The World Health Organisation (WHO) gave its latest press briefing on COVID-19, calling the coronavirus pandemic 10...",
            "content": "#ThePrintUncut#WHO#Coronavirus#COVID19The World Health Organisation (WHO) gave its latest press briefing on COVID-19, calling the coronavirus pandemic 10 times more deadly than the 2009 H1N1 swine flu pandemic. WHO asked all countries to strike a balance betw… [+829 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Express.co.uk"
            },
            "publishedAt": "2020-04-14T04:47:54Z",
            "title": "Coronavirus health fears: Millions of children may miss measles vaccine - Express",
            "url": "https://www.express.co.uk/life-style/health/1268596/measles-vaccine-children-coronavirus-social-distancing",
            "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/11/750x445/1268596.jpg",
            "description": "MILLIONS of children could miss out on immunisation against the measles vaccine due to social distancing measures and health care services being stretched thin amid the coronavirus pandemic.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Buzzfeednews.com"
            },
            "publishedAt": "2020-04-13T23:28:48Z",
            "title": "Scientists Have Reported The First Case Of The Coronavirus Spreading From A Dead Body - BuzzFeed News",
            "url": "https://www.buzzfeednews.com/article/danvergano/coronavirus-spread-dead-body-coroner",
            "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2020-04/13/23/campaign_images/02f906325d33/scientists-have-reported-the-first-case-of-the-co-2-1011-1586819397-4_dblbig.jpg",
            "description": "“We need to take care of the people who take care of the dead,” one pathologist said.",
            "content": "The journalists at BuzzFeed News are proud to bring you trustworthy and relevant reporting about the coronavirus. To help keep this news free,become a memberand sign up for our newsletter,Outbreak Today.\r\nThailand is reporting the first fatal case of the nove… [+2903 chars]"
        }
    ]
}