{
    "articles": [
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-10-22T20:47:00Z",
            "title": "The US just topped 1,100 coronavirus deaths a day. One state is getting National Guard help, and others keep breaking records - CNN",
            "url": "https://www.cnn.com/2020/10/22/health/us-coronavirus-thursday/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/201021230322-us-coronavirus-main-1022-super-tease.jpg",
            "description": "You know Covid-19 is out of control when health officials are so overwhelmed, they can't notify close contacts who may be infected.",
            "content": "(CNN)You know Covid-19 is out of control when health officials are so overwhelmed, they can't notify close contacts who may be infected. \r\nThat's what's happening in North Dakota, one of 31 states su… [+5505 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-10-22T19:32:12Z",
            "title": "Coronavirus: Ottawa adds 70 new COVID-19 cases, 1 death - Global News",
            "url": "https://globalnews.ca/news/7413813/ottawa-coronavirus-update-oct-22/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/10/COVIDtesting.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "A number of Ottawa's city-run long-term care homes are facing coronavirus outbreaks, according to recent memos.",
            "content": "Ottawa Public Health is reporting an increase of 70 new novel coronavirus cases locally amid a dip in the number of active COVID-19 cases in the city.\r\nOttawa has now seen 6,296 cases of the virus si… [+1860 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Daily Hive"
            },
            "publishedAt": "2020-10-22T18:21:00Z",
            "title": "Washington State records over 100,000 positive coronavirus cases | News - Daily Hive",
            "url": "https://dailyhive.com/seattle/washington-state-100000-coronavirus-cases-october",
            "urlToImage": "https://images.dailyhive.com/20201022110854/shutterstock_1612792153-500x256.jpg",
            "description": "\"Every choice you make right now matters.\"",
            "content": "Washington Governor Jay Inslee announced that the state’s coronavirus cases officially surpassed 100,000 cases on Thursday morning.\r\n“Every choice you make right now matters,” he tweeted, adding that… [+918 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-10-22T18:02:10Z",
            "title": "US CDC reports 221438 deaths from coronavirus - Financial Post",
            "url": "https://financialpost.com/pmn/business-pmn/u-s-cdc-reports-221438-deaths-from-coronavirus",
            "urlToImage": null,
            "description": "The U.S. Centers for Disease Control and Prevention (CDC) on Thursday reported 8,312,667 cases of the new coronavirus, an increase of 63,656 from its previous…",
            "content": "The U.S. Centers for Disease Control and Prevention (CDC) on Thursday reported 8,312,667 cases of the new coronavirus, an increase of 63,656 from its previous count, and said that the number of death… [+382 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-10-22T15:50:02Z",
            "title": "Identifying the difference between the flu and coroanavirus II - ABC15 Arizona",
            "url": "https://www.youtube.com/watch?v=yKd9No7ziZg",
            "urlToImage": "https://i.ytimg.com/vi/yKd9No7ziZg/maxresdefault.jpg",
            "description": "Health experts are warning people to know the difference between the flu and coronavirus and say anyone with symptoms should talk with their doctor.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "The Journal Pioneer"
            },
            "publishedAt": "2020-10-22T15:37:51Z",
            "title": "Stretched Dutch hospitals to send COVID patients to Germany within days - The Journal Pioneer",
            "url": "https://www.journalpioneer.com/news/world/stretched-dutch-hospitals-to-send-covid-patients-to-germany-within-days-512241/",
            "urlToImage": "https://www.journalpioneer.com/media/photologue/photos/cache/coronavirus-cases-in-the-netherlands-climb-by-more-than-9000-a-new-record_medium",
            "description": "AMSTERDAM (Reuters) - The Dutch hospital system is coming under increasing strain from coronavirus admissions as daily cases hit a record high, and it expects to begin transferring some patients to Germany within two days, the hospital association",
            "content": "AMSTERDAM (Reuters) - The Dutch hospital system is coming under increasing strain from coronavirus admissions as daily cases hit a record high, and it expects to begin transferring some patients to G… [+695 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "IFLScience"
            },
            "publishedAt": "2020-10-22T15:13:00Z",
            "title": "Protein Identified In SARS-CoV-2 May Explain Why It's So Infectious - IFLScience",
            "url": "https://www.iflscience.com/health-and-medicine/protein-identified-that-may-explain-why-sarscov2-is-so-infectious/",
            "urlToImage": "https://cdn.iflscience.com/images/17b22908-df5a-5345-a931-c692ae136c55/default-1603365432-cover-image.jpg",
            "description": "Scientists have made an important discovery that could explain why SARS-CoV-2, the coronavirus that causes Covid-19, is so fiendishly infectious. Not only",
            "content": "Scientists have made an important discovery that could explain why SARS-CoV-2, the coronavirus that causes Covid-19, is so fiendishly infectious. Not only does the breakthrough help add to our unders… [+2996 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "DutchNews.nl"
            },
            "publishedAt": "2020-10-22T13:11:56Z",
            "title": "New coronavirus infections top 9000 but growth may be leveling off - DutchNews.nl",
            "url": "https://www.dutchnews.nl/news/2020/10/new-coronavirus-infections-top-9000-but-growth-may-be-leveling-off/",
            "urlToImage": "https://www.dutchnews.nl/wpcms/wp-content/uploads/2020/10/social-distancing-building-site.jpg",
            "description": "The number of  newly-registered positive coronavirus cases in the Netherlands topped 9,000 in the 24 hours to Thursday morning, according to new figures from public health agency RIVM. In total, 9,283 new positive tests were reported, a rise of 526 on Wednesd…",
            "content": "A social distance warning on a road sign. Photo: DutchNews.nl\r\nThe number of  newly-registered positive coronavirus cases in the Netherlands topped 9,000 in the 24 hours to Thursday morning, accordin… [+1773 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "NL Times"
            },
            "publishedAt": "2020-10-22T12:25:00Z",
            "title": "Nearly 9300 test positive for coronavirus as Covid-19 hospital total tops 2000 - NL Times",
            "url": "https://nltimes.nl/2020/10/22/nearly-9300-test-positive-coronavirus-covid-19-hospital-total-tops-2000",
            "urlToImage": "https://nltimes.nl/sites/nltimes.nl/files/styles/news_article_full/public/2020-10/Depositphotos_404446184_ds.jpg?h=6cd387b1",
            "description": "The Netherlands recorded another 9,283 positive coronavirus tests on Thursday, easily surpassing the record set just one day ago by over 500. The data from public health agency RIVM showed a 19 percent increase in new infections compared to a week ago.",
            "content": "The Netherlands recorded another 9,283 positive coronavirus tests on Thursday, easily surpassing the record set just one day ago by over 500. The data from public health agency RIVM showed a 19 perce… [+2783 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Medical Xpress"
            },
            "publishedAt": "2020-10-22T12:00:08Z",
            "title": "Study helps explain declines in death rates from COVID-19 - Medical Xpress",
            "url": "https://medicalxpress.com/news/2020-10-declines-death-covid-.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2020/18-covid19.jpg",
            "description": "Fewer New Yorkers are dying from the coronavirus than health experts had anticipated, a new study shows. Regional death rates have dropped from the highs seen at the start of the outbreak, partially due to a shift in the population contracting the disease tow…",
            "content": "Fewer New Yorkers are dying from the coronavirus than health experts had anticipated, a new study shows. Regional death rates have dropped from the highs seen at the start of the outbreak, partially … [+4313 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo Entertainment"
            },
            "publishedAt": "2020-10-22T11:45:00Z",
            "title": "How Long Does It Take for COVID Symptoms to Appear? - Yahoo Canada Shine On",
            "url": "https://ca.style.yahoo.com/long-does-covid-symptoms-appear-114530742.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/oHvVTS4WsjUWQXc7RzDFwQ--~B/aD04MDA7dz0xMjAwO3NtPTE7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/galvanized/75a4872a186d978eb002cf76dedc1672",
            "description": "With all the worries about coronavirus bring wildly contagious, you may be wondering, how long does it take for COVID symptoms to appear? There are a million risk factors out there for contracting coronavirus, and wondering how long does it take for COVID sym…",
            "content": "With all the worries about coronavirus bring wildly contagious, you may be wondering, how long does it take for COVID symptoms to appear? There are a million risk factors out there for contracting co… [+2225 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mirror Online"
            },
            "publishedAt": "2020-10-22T08:11:00Z",
            "title": "Liverpool hospitals treating more coronavirus patients than at first peak - Mirror Online",
            "url": "https://www.mirror.co.uk/news/uk-news/liverpool-hospitals-treating-more-coronavirus-22886546",
            "urlToImage": "https://i2-prod.mirror.co.uk/incoming/article22477251.ece/ALTERNATES/s1200/1_THP_CHP_JHP_MDM_240320HOSPITAL__1996AJPG.jpg",
            "description": "Dr Tristan Cope, head of a Liverpool NHS Trust which runs the Royal, Aintree and Broadgreen hospitals, says there are more Covid-19 patients than April and \"numbers continue to rise\" amid the Tier 3 lockdown",
            "content": "Liverpool hospitals are treating more coronavirus patients than they were during the peak of the first wave of the pandemic, the medical director says. \r\nDr Tristan Cope, of Liverpool University Hosp… [+3577 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-10-21T22:58:55Z",
            "title": "How administration fees could result in Kentuckians paying for a COVID-19 vaccine - LEX18 News",
            "url": "https://www.youtube.com/watch?v=UfBEPL-6B5w",
            "urlToImage": "https://i.ytimg.com/vi/UfBEPL-6B5w/maxresdefault.jpg",
            "description": "The Coronavirus Aid, Relief, and Economic Security (CARES) Act requires employer-sponsored health insurance pay for a future COVID-19 vaccine, but millions o...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-10-21T20:46:57Z",
            "title": "Guelph paramedic tests positive for coronavirus, 8 others self-isolating - Global News",
            "url": "https://globalnews.ca/news/7411438/guelph-paramedic-coronavirus/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2019/05/guelph-ambulance.jpg?quality=85&strip=all&crop=0px%2C161px%2C4032px%2C2131px&resize=720%2C379",
            "description": "Guelph's public health unit says the risk to the community is considered low after a paramedic tested positive for the coronavirus.",
            "content": "A Guelph, Ont., paramedic has tested positive for the novel coronavirus and eight others are self-isolating while awaiting test results.\r\nMedical officer of health Dr. Nicola Mercer said this case un… [+1254 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Prensa Latina"
            },
            "publishedAt": "2020-10-21T16:26:23Z",
            "title": "China tests Covid-19 vaccines without adverse effects - Prensa Latina",
            "url": "https://www.plenglish.com/index.php?o=rn&id=61014&SEO=china-tests-covid-19-vaccines-without-adverse-effects",
            "urlToImage": "http://www.plenglish.com/images/2020/julio/21/Vacuna-Covid19.jpg",
            "description": "Beijing, Oct 21 (Prensa Latina) China assured that some 60,000 volunteers have already received one of the four candidates for the coronavirus vaccine that are currently in the final phase trials, without presenting significant adverse effects.",
            "content": "Beijing, Oct 21 (Prensa Latina) China assured that some 60,000 volunteers have already received one of the four candidates for the coronavirus vaccine that are currently in the final phase trials, wi… [+1016 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Express"
            },
            "publishedAt": "2020-10-21T09:55:00Z",
            "title": "Coronavirus: New COVID-19 risk calculator accurately predicts mortality rate - Express",
            "url": "https://www.express.co.uk/life-style/health/1350343/covid-19-risk-calculator-accurately-predicts-mortality",
            "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/11/750x445/1350343.jpg",
            "description": "CORONAVIRUS threatens livelihoods, freedoms, and the health of the nation. New research has developed an accurate algorithm to forecast who is at risk of becoming seriously ill due to COVID-19.",
            "content": null
        }
    ]
}