{
    "articles": [
        {
            "source": {
                "id": "cnbc",
                "name": "CNBC"
            },
            "publishedAt": "2020-04-24T08:21:00Z",
            "title": "Britain's Royal Air Force tests virus-tracing app but privacy concerns remain - CNBC",
            "url": "https://www.cnbc.com/2020/04/24/uk-air-force-coronavirus-app.html",
            "urlToImage": "https://image.cnbcfm.com/api/v1/image/106491391-1587033726859gettyimages-1209783754.jpeg?v=1587033754",
            "description": "A Royal Air Force base in England is testing a coronavirus contact-tracing app on behalf on the National Health Service.",
            "content": "Military vehicles cross Westminster Bridge after members of the 101 Logistic Brigade delivered a consignment of medical masks to St Thomas' hospital on March 24, 2020 in London, England.\r\nA Royal Air Force base in North Yorkshire, England, is testing a new co… [+4661 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-24T06:31:55Z",
            "title": "Inside the race to develop a coronavirus vaccine | 7.30 - ABC News (Australia)",
            "url": "https://www.youtube.com/watch?v=Hxskfwsl-es",
            "urlToImage": "https://i.ytimg.com/vi/Hxskfwsl-es/hqdefault.jpg",
            "description": "Researchers across the globe are racing to develop a vaccine for COVID-19, trying to achieve in 18 months what would normally take closer to a decade. But th...",
            "content": "Researchers across the globe are racing to develop a vaccine for COVID-19, trying to achieve in 18 months what would normally take closer to a decade. But there's no certainty that the vaccines being developed now will work or will be approved for use in time… [+489 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cbslocal.com"
            },
            "publishedAt": "2020-04-24T05:30:30Z",
            "title": "Coronavirus Update: San Jose's Patricia Dowd Identified As 1st US Death - CBS San Francisco",
            "url": "https://sanfrancisco.cbslocal.com/2020/04/23/coronavirus-san-jose-santa-clara-county-patricia-dowd-1st-us-covid19-death/",
            "urlToImage": "https://sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2020/04/1stfatal.jpg?w=1024",
            "description": "Santa Clara County's first death from COVID-19 - as well as the first U.S. death - was identified as 57-year-old Patricia Dowd, a senior manager for a Silicon Valley semiconductor firm, according to the county coroner's office.",
            "content": "SAN JOSE (CBS SF) — Santa Clara County’s first death from COVID-19 – as well as the first U.S. death – was identified as 57-year-old Patricia Dowd, a senior manager for a Silicon Valley semiconductor firm, according to the county coroner’s office.\r\nThe Los An… [+1845 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-04-24T04:48:13Z",
            "title": "Was It Covid? Americans Ask Amid Signs the Coronavirus Came Earlier - The New York Times",
            "url": "https://www.nytimes.com/2020/04/23/us/coronavirus-early-cases.html",
            "urlToImage": "https://static01.nyt.com/images/2020/04/23/us/23VIRUS-WASITCOVID-2/merlin_171622686_1cc5cf61-8dc8-4894-a169-ec60d6b499dd-facebookJumbo.jpg",
            "description": "New revelations have left people wondering about ailments early this year. Doctors are thinking back to unexplained cases. Medical examiners are looking for possible misdiagnosed deaths.",
            "content": "CHICAGO In January, a mystery illness swept through a call center in a skyscraper on Michigan Avenue in Chicago. Close to 30 people in one department alone had symptoms dry, deep coughs and fevers they could not shake. When they gradually returned to work aft… [+9733 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-24T02:57:58Z",
            "title": "Nearly 3176 deaths in last 24-hours | United States | Coronavirus Pandemic - WION",
            "url": "https://www.youtube.com/watch?v=6b89SDWemJc",
            "urlToImage": "https://i.ytimg.com/vi/6b89SDWemJc/maxresdefault.jpg",
            "description": "New York remains the worst affected state in the US with nearly 270000 cases of coronavirus so far but a new antibody study by the state shows that people in...",
            "content": "New York remains the worst affected state in the US with nearly 270000 cases of coronavirus so far but a new antibody study by the state shows that people infected could be far more. Watch report.\r\n#NewYorkCoronavirus#CoronavirusUS#COVID19\r\nAbout Channel:\r\nTh… [+794 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Dailymail.co.uk"
            },
            "publishedAt": "2020-04-24T00:54:42Z",
            "title": "Coronavirus patients' EYES could be contagious for WEEKS, study suggests - Daily Mail",
            "url": "https://www.dailymail.co.uk/health/article-8250463/Coronavirus-patients-EYES-contagious-WEEKS-study-suggests.html",
            "urlToImage": "https://i.dailymail.co.uk/1s/2020/04/23/23/27565212-0-image-a-6_1587682287162.jpg",
            "description": "A case study of a 65-year-old woman in Italy found that coronavirus was actively making copies of itself in her eyes before she had a fever - and persisted for weeks, even after fading elsewhere.",
            "content": "Coronavirus can linger in the eyes for weeks on end, according to a newly-published case report. \r\nResearchers at the National Institute for Infectious Diseases in Italy found that virus persisted in the eyes of one 65-year-old woman for 21 days after she fir… [+5401 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-04-24T00:16:13Z",
            "title": "C.D.C. Stresses Need for Coronavirus Testing at Homeless Shelters - The New York Times",
            "url": "https://www.nytimes.com/2020/04/23/health/coronavirus-testing-homeless-shelters.html",
            "urlToImage": "https://static01.nyt.com/images/2020/04/23/science/23VIRUS-HOMELESS2/23VIRUS-HOMELESS2-facebookJumbo.jpg",
            "description": "A study of four cities suggested that those living in close quarters in shelters can spread the virus at high rates even when asymptomatic.",
            "content": "According to a new study of homeless shelters in four major American cities, it is crucial to broadly test residents and staff for the coronavirus at the detection of the first case or sooner and to isolate those who test positive in order to prevent a wide s… [+5554 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-24T00:02:08Z",
            "title": "Fifth of New Yorkers infected with Covid-19, antibody test suggests - FRANCE 24 English",
            "url": "https://www.youtube.com/watch?v=GBxSzRZK7lM",
            "urlToImage": "https://i.ytimg.com/vi/GBxSzRZK7lM/hqdefault.jpg",
            "description": "More than one in five New Yorkers may have already had the new coronavirus, a testing sample showed Thursday, suggesting infections are much higher than conf...",
            "content": null
        },
        {
            "source": {
                "id": "news-com-au",
                "name": "News.com.au"
            },
            "publishedAt": "2020-04-23T23:59:35Z",
            "title": "Coronavirus causing blood clots and sudden strokes in young healthy patients - NEWS.com.au",
            "url": "https://www.news.com.au/lifestyle/health/health-problems/doctors-warn-coronavirus-causing-blood-clots-and-sudden-strokes-in-young-healthy-patients/news-story/d9d3f775f84783346d10f47229359e9a",
            "urlToImage": "https://cdn.newsapi.com.au/image/v1/910d6d17af853fa366a6072b7521af96?width=650",
            "description": "Doctors warn coronavirus causing blood clots and sudden strokes in young healthy patients",
            "content": "Coronavirus can cause blood clots and sudden strokes in young, healthy patients, doctors have warned.Medics in New York have seen a sevenfold increase in stroke cases in people in their 30s and 40s who either had mild or no COVID-19 symptoms at all.\r\nIt comes… [+3691 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-23T23:21:30Z",
            "title": "Coronavirus: 'I faked having Covid-19 on Facebook and got arrested' - BBC News",
            "url": "https://www.bbc.com/news/technology-52397294",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/13954/production/_111921208_fakenewstidy.png",
            "description": "Across the world police are chasing down alleged symptom-fakers who are being accused of triggering panic.",
            "content": "Image copyrightTyler County Sheriff's Office/ GettyImage caption\r\n Mr Brandin's picture released by police\r\nMichael Lane Brandin knew his Facebook post would cause a stir.\r\nWhat he didn't realise was that he'd be arrested, lose his job and face a trial that c… [+4279 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Torontosun.com"
            },
            "publishedAt": "2020-04-23T23:12:00Z",
            "title": "Wuhan lab did 'crazy things' in COVID-19 research - Toronto Sun",
            "url": "https://torontosun.com/news/world/wuhan-lab-did-crazy-things-in-covid-19-research",
            "urlToImage": "https://postmediatorontosun.files.wordpress.com/2020/03/afp_1pd64d-e1582903641907.jpg",
            "description": "A Russian microbiologist says Wuhan laboratory scientists “did absolutely crazy things” to alter coronavirus and enabled it to infect humans.But professor Petr Chumakov, considered an e…",
            "content": "A Russian microbiologist says Wuhan laboratory scientists “did absolutely crazy things” to alter coronavirus and enabled it to infect humans.\r\nBut professor Petr Chumakov, considered an expert in the field, said the aim of the mostly Chinese research team was… [+1054 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Citynews.ca"
            },
            "publishedAt": "2020-04-23T22:58:23Z",
            "title": "Coronavirus: Canadian company close to testing vaccine on humans - CityNews",
            "url": "https://toronto.citynews.ca/2020/04/23/coronavirus-canadian-company-close-to-testing-vaccine-on-humans/",
            "urlToImage": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2020/04/23/l-n-S7-Wu8xMKX8-unsplash-1024x683.jpg",
            "description": "A critical piece in defeating COVID-19 is achieving herd immunity via vaccinations, which can typically take anywhere between 10 to 15 years to develop, test and approve. In Canada, one company is already moving towards the testing stages of a vaccine candida…",
            "content": "While Canada is making some progress is getting the novel coronavirus pandemic under control, Prime Minister Justin Trudeau has said there is no going back to normal until a vaccine is developed.\r\nA critical piece in defeating COVID-19 is achieving herd immun… [+4099 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Health.com"
            },
            "publishedAt": "2020-04-23T22:33:04Z",
            "title": "Will There Be a Second Wave of Coronavirus—and How Bad Could It Be? Here's What Doctors Say - Health.com",
            "url": "https://www.health.com/condition/infectious-diseases/coronavirus/cdc-warns-second-wave-coronavirus",
            "urlToImage": "https://imagesvc.meredithcorp.io/v3/mm/gif?q=85&c=sc&poi=face&w=2000&h=1047&url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F12%2F2020%2F04%2F22%2Fsecond-wave.gif",
            "description": "If a resurgence of COVID-19 happens, some experts believe it could be worse.",
            "content": "Over the past week, several nations and US states have announced plans to start relaxing coronavirus restrictions. But there's a big risk to opening up too soon—it could spark a second wave of coronavirus infections, warned Centers for Disease Control directo… [+6632 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thelancet.com"
            },
            "publishedAt": "2020-04-23T22:31:17Z",
            "title": "Practical recommendations for the management of diabetes in patients with COVID-19 - The Lancet",
            "url": "https://www.thelancet.com/journals/landia/article/PIIS2213-8587(20)30152-2/fulltext",
            "urlToImage": "//els-jbs-prod-cdn.jbs.elsevierhealth.com/cms/asset/165e31fa-dee6-48c0-8643-e75d37649052/gr1.jpg",
            "description": "Diabetes is one of the most important comorbidities linked to the severity of all\nthree known human pathogenic coronavirus infections, including severe acute respiratory\nsyndrome coronavirus 2. Patients with diabetes have an increased risk of severe complicat…",
            "content": "We use cookies to help provide and enhance our service and tailor content and ads. By continuing you agree to the use of cookies.\r\nCopyright © 2020 Elsevier Inc. except certain content provided by third parties.\r\nPrivacy Policy   Terms and Conditions"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-23T22:24:53Z",
            "title": "No need to wipe down groceries or takeout, experts say, but do wash your hands - CNN",
            "url": "https://www.cnn.com/2020/04/23/health/groceries-takeout-coronavirus-wellness-scn-trnd/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200423163434-wiping-groceries-coronavirus-restricted-super-tease.jpg",
            "description": "In our search for control over coronavirus, America has taken to wiping down our groceries and takeout food, but the true risk is tiny, experts say. More important preventions are proper hand-washing and social distancing.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-23T21:48:29Z",
            "title": "2 NY cats are first in US with COVID-19 diagnosis - Associated Press",
            "url": "https://www.youtube.com/watch?v=H1G4vd4wWeA",
            "urlToImage": "https://i.ytimg.com/vi/H1G4vd4wWeA/maxresdefault.jpg",
            "description": "Two pet cats in New York state have tested positive for the novel coronavirus, marking the first confirmed cases in companion animals in the United States. B...",
            "content": null
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-04-23T21:44:00Z",
            "title": "'Coronavirus is very real': Bill Woolridge recounts his COVID-19 experience — and recovery - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/woolridge-experience-recovery-covid-1.5542934",
            "urlToImage": "https://i.cbc.ca/1.5543109.1587677546!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bill-woolridge.jpg",
            "description": "On Thursday the government of Newfoundland and Labrador announced 205 people have recovered from COVID-19 within the province — among them Bill Woolridge.",
            "content": "On Thursday the government of Newfoundland and Labrador announced 205 people have recovered from COVID-19 within the province among them Bill Woolridge. \r\nWoolridge joined Premier Dwight Ball, Health Minister John Haggie and Chief Medical Officer of Health Ja… [+3502 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Intelligencer.ca"
            },
            "publishedAt": "2020-04-23T21:42:49Z",
            "title": "Tweed's Moira Place seniors' home records first confirmed COVID-19 case - Belleville Intelligencer",
            "url": "https://www.intelligencer.ca/news/local-news/tweeds-moira-place-seniors-home-records-first-confirmed-covid-19-case",
            "urlToImage": "https://nexus.prod.postmedia.digital/wp-content/uploads/2020/04/BI.0424-bi-covid-numbers-rotated.jpg",
            "description": "The COVID-19 coronavirus has made itself known in Tweed with a first reported positive case of the illness appearing at a long term care home.Dr. Piotr Oglaza, medical officer of health for Hasting…",
            "content": "The COVID-19 coronavirus has made itself known in Tweed with a first reported positive case of the illness appearing at a long term care home.\r\nDr. Piotr Oglaza, medical officer of health for Hastings-Prince Edward Public Health, confirmed in a live Facebook … [+3351 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Insideedition.com"
            },
            "publishedAt": "2020-04-23T21:40:23Z",
            "title": "California Woman Thought to Have Had Fatal Heart Attack Is Now Believed to Be First US COVID-19 Fatality - Inside Edition",
            "url": "https://www.insideedition.com/california-woman-thought-to-have-had-fatal-heart-attack-is-now-believed-to-be-first-us-covid-19",
            "urlToImage": "https://www.insideedition.com/sites/default/files/images/2020-04/042320_first_covid_case_web.jpg",
            "description": "Patricia Dowd was among three new coronavirus cases confirmed by Santa Clara County officials posthumously through tissue samples.",
            "content": "A 57-year-old California woman who was seemingly healthy when she died of a sudden heart attack in early February is now believed to be the first American to have died of the coronavirus.\r\nPatricia Dowd was working from home in Santa Clara on Feb. 6 when her … [+1428 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-23T21:25:13Z",
            "title": "Dozens of medical workers have been attacked in Mexico amid coronavirus fears - CNN",
            "url": "https://www.cnn.com/2020/04/23/world/mexico-coronavirus-attacks-intl/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200423152459-mexico-covid-19-coronavirus-pandemic-health-workers-attacked-violence-rivers-pkg-intl-ldn-vpx-00002517-super-tease.jpg",
            "description": "Dr. Alondra Jovanna Torres was walking her dogs on a tranquil street near her house in Guadalajara when the attack happened. The quiet morning was shattered when someone behind her screamed something inaudible, and she felt a splash on the side of her face.",
            "content": "Mexico City (CNN)Dr. Alondra Jovanna Torres was walking her dogs on a tranquil street near her house in Guadalajara when the attack happened. The quiet morning was shattered when someone behind her screamed something inaudible, and she felt a splash on the si… [+6341 chars]"
        }
    ]
}