{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-26T18:08:07Z",
            "title": "Coronavirus: Health Canada issues warning on hydroxychloroquine, chloroquine use - Global News",
            "url": "http://globalnews.ca/news/6869868/coronavirus-hydroxychloroquine-chloroquine-warning/",
            "urlToImage": null,
            "description": "Health Canada said chloroquine and hydroxychloroquine can have \"serious side effects\" and should only be used under the supervision of a physician.",
            "content": "Canadian health officials working to stem the spread of the novel coronavirus are warning against the use of two drugs touted some as a possible treatment for COVID-19.\r\nHealth Canada said chloroquine and hydroxychloroquine can have “serious side effects” and… [+3351 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Windsorstar.com"
            },
            "publishedAt": "2020-04-26T17:52:28Z",
            "title": "Weekend sees 16 new confirmed coronavirus cases and three deaths locally - Windsor Star",
            "url": "https://windsorstar.com/news/local-news/weekend-sees-16-new-confirmed-coronavirus-cases-and-three-deaths-locally",
            "urlToImage": null,
            "description": "Weekend sees 16 new confirmed coronavirus cases and three deaths locally",
            "content": "The Windsor Essex County Health Unit reported 16 new confirmed cases of COVID-19 in Windsor-Essex over the weekend, with three deaths.\r\nThree females all in their 90s and all from long-term care facilities, died Friday, bringing the local number of deaths fro… [+649 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.com"
            },
            "publishedAt": "2020-04-26T17:40:59Z",
            "title": "Coronavirus UK: government assessing antibody test kits - The Guardian",
            "url": "https://www.theguardian.com/world/2020/apr/26/coronavirus-uk-government-assessing-antibody-test-kits",
            "urlToImage": null,
            "description": "Ministers are considering ordering millions of tests although concerns remain over their accuracy",
            "content": null
        },
        {
            "source": {
                "id": "financial-times",
                "name": "Financial Times"
            },
            "publishedAt": "2020-04-26T17:06:03Z",
            "title": "Global coronavirus death toll could be 60% higher than reported - Financial Times",
            "url": "https://www.ft.com/content/6bd88b7d-3386-4543-b2e9-0d5c6fac846c",
            "urlToImage": null,
            "description": "Mortality statistics show 122,000 deaths in excess of normal levels across 14 countries analysed by the FT",
            "content": "The death toll from coronavirus may be almost 60 per cent higher than reported in official counts, according to an FT analysis of overall fatalities during the pandemic in 14 countries. \r\nMortality statistics show 122,000 deaths in excess of normal levels acr… [+5228 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-26T16:24:50Z",
            "title": "CDC Adds Six New COVID-19 Symptoms - Newsy",
            "url": "https://www.youtube.com/watch?v=naWLq3SVnLM",
            "urlToImage": null,
            "description": "Previously, only fever, shortness of breath and coughing were listed as symptoms for the coronavirus. Now, there are 6 new symptoms to look out for. Learn mo...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Euronews.com"
            },
            "publishedAt": "2020-04-26T15:28:37Z",
            "title": "Coronavirus: Minks test positive for COVID-19 at two Dutch farms - Euronews",
            "url": "https://www.euronews.com/2020/04/26/coronavirus-minks-test-positive-for-covid-19-at-two-dutch-farms",
            "urlToImage": null,
            "description": "Authorities \"assume that people infected animals\" as the two farms had employees with symptoms for COVID-19",
            "content": "Two Dutch mink farms have reported cases of COVID-19 among their animals, the country's Ministry of Agriculture confirmed on Sunday.\r\nMinks at the two farms located within 15km of each other in southern Netherlands \"showed various symptoms including respirato… [+1572 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Citynews1130.com"
            },
            "publishedAt": "2020-04-26T14:36:17Z",
            "title": "As virus lockdown eases, Italy ponders what went wrong - CityNews Vancouver",
            "url": "https://www.citynews1130.com/2020/04/26/as-virus-lockdown-eases-italy-ponders-what-went-wrong/",
            "urlToImage": null,
            "description": "ROME — As Italy prepares to emerge from the West’s first and most extensive coronavirus lockdown, it is increasingly clear that something went terribly wrong in Lombardy, the hardest-hit region in Europe’s hardest-hit country. Italy had the bad luck of being …",
            "content": "ROME As Italy prepares to emerge from the Wests first and most extensive coronavirus lockdown, it is increasingly clear that something went terribly wrong in Lombardy, the hardest-hit region in Europes hardest-hit country.\r\nItaly had the bad luck of being the… [+6030 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-04-26T14:24:45Z",
            "title": "One Rich N.Y. Hospital Got Warren Buffett’s Help. This One Got Duct Tape. - The New York Times",
            "url": "https://www.nytimes.com/2020/04/26/nyregion/coronavirus-new-york-university-hospital.html",
            "urlToImage": null,
            "description": "The inequities of New York City’s health care system are clear at a public hospital in a section of Brooklyn hit hard by the coronavirus pandemic.",
            "content": "It has been hours since the 71-year-old man in Room 3 of the intensive care unit succumbed to Covid-19, the disease caused by the coronavirus. His body has been cleaned, packed in an orange bag and covered in a white sheet, but the overextended transport team… [+11769 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo.com"
            },
            "publishedAt": "2020-04-26T11:24:00Z",
            "title": "Nurse with 13 children self-isolating at family home after positive coronavirus test - Yahoo Sports",
            "url": "https://ca.sports.yahoo.com/news/nurse-dad-children-coronavirus-isolation-112417770.html",
            "urlToImage": null,
            "description": "The dad jokes they are 'going for herd immunity'.",
            "content": "A nurse - and father of 13 - is self-isolating after testing positive for coronavirus this week.\r\nRoy Hann will have to stay home in Dundee for seven days, while his wife Emma and ten children still living with them will have to remain in quarantine for two w… [+2282 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-26T11:18:24Z",
            "title": "Coronavirus: Some countries move towards re-opening as COVID-19 deaths rise - Global News",
            "url": "http://globalnews.ca/news/6869675/coronavirus-countries-re-open/",
            "urlToImage": null,
            "description": "The number of deaths officially attributed to the new coronavirus has topped 200,000 globally, a figure widely believed to understate the actual total.",
            "content": "British Prime Minister Boris Johnson is set to return to work after recovering from the coronavirus, his office said Sunday, as U.S. states and nations around the world took divergent paths on when to reopen their economies and communities.\r\nThe 55-year-old U… [+5127 chars]"
        },
        {
            "source": {
                "id": "ary-news",
                "name": "Ary News"
            },
            "publishedAt": "2020-04-26T07:50:03Z",
            "title": "US records 2,494 more coronavirus deaths in 24 hours - ARY NEWS",
            "url": "https://arynews.tv/en/us-records-2494-more-coronavirus-deaths-in-24-hours/",
            "urlToImage": null,
            "description": "Total cases around the world rose to 2.86 million and deaths mounted past the 200,000 mark.",
            "content": "The United States recorded 2,494 more coronavirus deaths in the past 24 hours, according to figures reported Saturday night by Johns Hopkins University.\r\nThe country now has an overall death toll of 53,511, with 936,293 confirmed infections, according to a ta… [+1729 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-26T06:41:34Z",
            "title": "The Virus: Latest developments in the COVID-19 pandemic, 26 April | ABC News - ABC News (Australia)",
            "url": "https://www.youtube.com/watch?v=N446G4fqPuA",
            "urlToImage": null,
            "description": "Jeremy Fernandez takes you through the key developments in Australia's battle against the spread of coronavirus. In this epsiode, we look at the first human ...",
            "content": "Jeremy Fernandez takes you through the key developments in Australia's battle against the spread of coronavirus. \r\nIn this epsiode, we look at the first human trials of a vaccine, how Japan is faring in its battle against COVID-19, and our panel answers your … [+476 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-26T00:03:23Z",
            "title": "Coronavirus: Winnipeg 3D printer hobbyists make PPE for front-line workers - Global News",
            "url": "http://globalnews.ca/news/6869158/coronavirus-winnipeg-3d-printer-ppe-front-line-workers/",
            "urlToImage": null,
            "description": "The volunteers have crafted and donated about 3,000 ear protectors with 110 3D printers.",
            "content": "Winnipeg 3D printer hobbyists and businesses have banded together to manufacture personal protective equipment (PPE) free of charge for health-care workers and other people on the front lines of the COVID-19 pandemic.\r\nThe group of about 75 volunteers Winnipe… [+2982 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-25T22:11:00Z",
            "title": "Testing in U.S. prisons finds huge asymptomatic population - Reuters",
            "url": "https://www.youtube.com/watch?v=U9YmPL4goQc",
            "urlToImage": null,
            "description": "In four state prison systems — Arkansas, North Carolina, Ohio and Virginia — 96% of 3,277 inmates who tested positive for the coronavirus were asymptomatic, ...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Keyc.tv"
            },
            "publishedAt": "2020-04-25T21:30:17Z",
            "title": "WHO says you Will Grab coronavirus over Formerly, warns against Thought of'Resistance passports' | - KEYC TV",
            "url": "http://www.keyc.tv/who-says-you-will-grab-coronavirus-over-formerly-warns-against-thought-ofresistance-passports/",
            "urlToImage": null,
            "description": "Catching Covid-19 once might not protect you from accessing it, according to the World Health Organization.",
            "content": "Catching Covid-19 once might not protect you from accessing it, according to the World Health Organization.\r\n“There is now no evidence that those who’ve recovered from Covid-19 and also have antibodies are protected by another disease,” the United Nations age… [+661 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-04-25T19:40:00Z",
            "title": "Special Report: Countries, companies risk billions in race for coronavirus vaccine - Reuters Canada",
            "url": "https://ca.reuters.com/article/topNews/idCAKCN2270U1",
            "urlToImage": null,
            "description": "In the race to develop a vaccine to end the COVID-19 pandemic, governments, charities and Big Pharma firms are sinking billions of dollars into bets with extraordinarily low odds of success.",
            "content": "(Reuters) - In the race to develop a vaccine to end the COVID-19 pandemic, governments, charities and Big Pharma firms are sinking billions of dollars into bets with extraordinarily low odds of success. \r\nThey’re fast-tracking the testing and regulatory revie… [+16271 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Tribune.com.pk"
            },
            "publishedAt": "2020-04-25T19:35:14Z",
            "title": "Oxford University hopes to produce coronavirus jab by September - The Express Tribune",
            "url": "https://tribune.com.pk/story/2206994/3-oxford-university-hopes-produce-coronavirus-jab-september/",
            "urlToImage": null,
            "description": "Professor Sarah Gilbert's team begins human trials of potential vaccine against Covid-19",
            "content": "The UN says finding a coronavirus vaccine is the only possible way to bring the world back to \"normality\". PHOTO: AFP \r\nLONDON: Oxford University has begun a human trial of a potential coronavirus vaccine, with the daunting aim of making a successful jab avai… [+3583 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-25T19:31:03Z",
            "title": "Coronavirus outbreak: Company found by Black women doctors brings free COVID-19 testing to marginalized communities | Watch News Videos Online - Globalnews.ca",
            "url": "https://globalnews.ca/video/6868708/coronavirus-outbreak-company-found-by-black-women-doctors-brings-free-covid-19-testing-to-marginalized-communities",
            "urlToImage": null,
            "description": "Watch Coronavirus outbreak: Company found by Black women doctors brings free COVID-19 testing to marginalized communities Video Online, on GlobalNews.ca",
            "content": null
        },
        {
            "source": {
                "id": "independent",
                "name": "Independent"
            },
            "publishedAt": "2020-04-25T18:45:03Z",
            "title": "Spike in stroke deaths in patients with only minor coronavirus symptoms - The Independent",
            "url": "https://www.independent.co.uk/news/world/americas/coronavirus-stroke-deaths-symptoms-covid-19-heart-a9484091.html",
            "urlToImage": null,
            "description": "Reports of strokes in the young and middle-aged are the latest twist in our evolving understanding of the mysteries of the virus, finds Ariana Eunjung Cha",
            "content": "Thomas Oxley wasnt even on call the day he received the page to come into Mount Sinai Beth Israel Hospital in Manhattan. There werent enough doctors to treat all the emergency stroke patients, and he was needed in the operating room.\r\nThe patients chart appea… [+9849 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-25T18:37:52Z",
            "title": "Coronavirus outbreak: WHO warns 'no evidence' that COVID-19 patients cannot be reinfected | Watch News Videos Online - Globalnews.ca",
            "url": "https://globalnews.ca/video/6868540/coronavirus-outbreak-who-warns-no-evidence-that-covid-19-patients-cannot-be-reinfected",
            "urlToImage": null,
            "description": "Watch Coronavirus outbreak: WHO warns ‘no evidence’ that COVID-19 patients cannot be reinfected Video Online, on GlobalNews.ca",
            "content": null
        }
    ]
}