{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-09T02:27:42Z",
            "title": "1 dead, 24 test positive for coronavirus at dairy facility in Vaughan: public health - Global News",
            "url": "http://globalnews.ca/news/6924479/coronavirus-saputo-dairy-products-canada-vaughan/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/capture-9.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "According to a public health notice issued on Friday, those affected work at Saputo Dairy Products Canada on Royal Group Crescent near Highways 427 and 7.",
            "content": "York Region Public Health staff say a total of 24 employees at a dairy facility in Vaughan have tested positive for coronavirus and one of those workers has died.\r\nAccording to a public health notice issued on Friday, those affected work at Saputo Dairy Produ… [+1056 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Latimes.com"
            },
            "publishedAt": "2020-05-09T01:28:56Z",
            "title": "Facebook and YouTube scramble to remove 'Plandemic' video - Los Angeles Times",
            "url": "https://www.latimes.com/business/story/2020-05-08/youtube-facebook-coronavirus-plandemic",
            "urlToImage": "https://ca-times.brightspotcdn.com/dims4/default/c6d573c/2147483647/strip/true/crop/1326x696+33+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fec%2F11%2Fc8bb017d3a873bae488763206770%2Fla-pic-youtube-20141224",
            "description": "The \"Plandemic\" video was the latest breakout hit from the coronavirus conspiracy theory industry. Social media companies are scrambling to ban it from their platforms.",
            "content": "Earlier this week, a Southern California filmmaker posted his newest production on Facebook and YouTube and let the social media platforms do what theyve been built for: make his video go viral.\r\nWithin days, the 26-minute video had spread like wildfire, rack… [+3317 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-09T00:14:02Z",
            "title": "New study raises question: Can coronavirus spread through sex? - CNN",
            "url": "https://www.youtube.com/watch?v=girPw3j5OJs",
            "urlToImage": "https://i.ytimg.com/vi/girPw3j5OJs/maxresdefault.jpg",
            "description": "New research in China shows that coronavirus can remain in the semen of men who have been formerly diagnosed with the illness. #CNN #News",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-05-08T22:23:14Z",
            "title": "Can the blood of a llama named 'Winter' be used to protect against coronavirus? - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/can-the-blood-of-a-llama-named-winter-be-used-to-protect-against-coronavirus-1.4931247",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4931252.1588964793!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "What may be the latest hope in the hunt to develop a treatment for COVID-19 comes from an unusual source – a furry, four-year-old llama named 'Winter' that is living on a farm in the Belgium countryside.",
            "content": "TORONTO -- \r\nWhat may be the latest hope in the hunt to develop a treatment for COVID-19 comes from an unusual source a furry, four-year-old llama named Winter living on a farm in the Belgium countryside.\r\nResearchers from the U.S. and Belgium selected the ll… [+5403 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-05-08T22:23:11Z",
            "title": "Has the new coronavirus mutated to be more contagious? Experts weigh in - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/has-the-new-coronavirus-mutated-to-be-more-contagious-experts-weigh-in-1.4930666",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4930709.1588947689!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Scientists are cautioning that it’s still too early to know how the novel coronavirus mutates after a preliminary study in the U.S. claimed that a new strain of the virus has emerged that is more dominant and contagious than the original.",
            "content": "TORONTO -- \r\nScientists are cautioning that its still too early to know how the novel coronavirus (SARS-CoV-2) mutates, after a preliminary study in the U.S. claimed that a new strain of the virus has emerged that is more dominant and contagious than the orig… [+6357 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Torontosun.com"
            },
            "publishedAt": "2020-05-08T21:08:00Z",
            "title": "No, the flu is not worse than coronavirus - Toronto Sun",
            "url": "https://torontosun.com/news/national/no-the-flu-is-not-worse-than-coronavirus",
            "urlToImage": "https://postmediatorontosun.files.wordpress.com/2020/04/covid-1942467_long-term_care_78141710.jpg",
            "description": "Perhaps you’ve seen the claim online or heard someone you know make it: “Coronavirus is no worse than the flu!”Some people even try to claim the flu is actually worse than COVID-1…",
            "content": "Perhaps you’ve seen the claim online or heard someone you know make it: “Coronavirus is no worse than the flu!”\r\nSome people even try to claim the flu is actually worse than COVID-19. But the numbers prove they couldn’t be more wrong either in terms of cases … [+1032 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cornwallnewswatch.com"
            },
            "publishedAt": "2020-05-08T20:33:58Z",
            "title": "Four more deaths at Pinecrest Nursing Home - Cornwall Newswatch",
            "url": "https://www.cornwallnewswatch.com/2020/05/08/four-more-deaths-at-pinecrest-nursing-home/",
            "urlToImage": "https://www.cornwallnewswatch.com/wp-content/uploads/2020/05/Dr.-Paul-Roumeliotis-Zoom-Teleconference-Apr2220-1.jpg",
            "description": "PLANTAGENET, Ont. – Another four residents at Pinecrest Nursing Home have died from novel coronavirus, Medical Officer of Health Dr. Paul Roumeliotis announced Friday afternoon. “This is a tragedy.…",
            "content": "Eastern Ontario Health Unit Medical Officer of Health Dr. Paul Roumeliotis. (Zoom/EOHU via Newswatch Group)\r\nPLANTAGENET, Ont. Another four residents at Pinecrest Nursing Home have died from novel coronavirus, Medical Officer of Health Dr. Paul Roumeliotis an… [+1708 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nature.com"
            },
            "publishedAt": "2020-05-08T20:08:41Z",
            "title": "Coronavirus blood-clot mystery intensifies - Nature.com",
            "url": "https://www.nature.com/articles/d41586-020-01403-8",
            "urlToImage": "https://media.nature.com/lw1024/magazine-assets/d41586-020-01403-8/d41586-020-01403-8_17961880.jpg",
            "description": "Research begins to pick apart the mechanisms behind a deadly COVID-19 complication.",
            "content": "There are multiple reasons that blood clots could be forming in people with COVID-19.Credit: Steve Gschmeissner/Science Photo Library\r\nPurple rashes, swollen legs, clogged catheters and sudden death blood clots, large and small, are a frequent complication of… [+6693 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-08T19:38:12Z",
            "title": "44 workers test positive for coronavirus at meatpacking plant in Breslau, Ont. - Global News",
            "url": "http://globalnews.ca/news/6922060/covid-19-meatpacking-plant-breslau-ont/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/conestoga.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "A Waterloo health official said they informed Conestoga Meats Thursday of 44 coronavirus infections among employees at the plant.",
            "content": "Forty-four people have now tested positive for coronavirus at a meatpacking plant in Breslau, Ont., according to Waterloo Public Health.\r\nWaterloos acting medical officer of health Dr. Hsiu-Li Wang said that the agency informed Conestoga Meats of the situatio… [+1866 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cp24.com"
            },
            "publishedAt": "2020-05-08T18:58:00Z",
            "title": "'Every parent's nightmare': Five-year-old boy's death in New York may have virus link - CP24 Toronto's Breaking News",
            "url": "https://www.cp24.com/world/every-parent-s-nightmare-five-year-old-boy-s-death-in-new-york-may-have-virus-link-1.4931227",
            "urlToImage": "https://www.cp24.com/polopoly_fs/1.4931229.1588964273!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "The death of a 5-year-old New York boy is challenging assumptions that children are less susceptible to COVID-19 complications, Gov. Andrew Cuomo said Friday. Also, some New York City parks will see stepped-up policing to stem the spread of the coronavirus, M…",
            "content": "NEW YORK - A 5-year-old boy has died of a rare inflammatory condition possibly linked to COVID-19, the first such death in New York, Gov. Andrew Cuomo said Friday. Also, some New York City parks will see stepped-up policing to stem the spread of the coronavir… [+5626 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Utoronto.ca"
            },
            "publishedAt": "2020-05-08T17:49:08Z",
            "title": "Summer won't bring an end to transmission of novel coronavirus, U of T study finds - News@UofT",
            "url": "https://www.utoronto.ca/news/summer-won-t-bring-end-transmission-novel-coronavirus-u-t-study-finds",
            "urlToImage": "https://www.utoronto.ca/sites/default/files/36402393321_e52a4bba59_o.jpg?164492",
            "description": "University of Toronto researchers have found the first hard evidence that hot weather doesn’t help in the fight against COVID-19 – but that closing schools does. “If we open schools too soon or",
            "content": "University of Toronto researchers have found the first hard evidence that hot weather doesnt help in the fight against COVID-19 but that closing schools does.\r\nIf we open schools too soon or without appropriate measures to control the pandemic it could backfi… [+4255 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-05-08T17:19:00Z",
            "title": "Man in 40s dies of COVID-19 in London, 2 new cases reported - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/london/man-in-40s-dies-of-covid-19-in-london-2-new-cases-reported-1.5561574",
            "urlToImage": "https://i.cbc.ca/1.5549442.1588182943!/cumulusImage/httpImage/image.jpg_gen/derivatives/16x9_620/covid-london-ontario-paramedic.jpg",
            "description": "A man in his 40s has died of the coronavirus, one of the youngest people in the region to succumb to it.  Two new cases of COVID-19 were reported in the Middlesex-London Friday.",
            "content": "A man in his 40s has died of the coronavirus, one of the youngest people in the region to succumb to it. \r\nForty-three people have died since the outbreak began, more than half were seniors living in care homes. \r\nThe Middlesex London Health Unit (MLHU), whic… [+851 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T16:57:54Z",
            "title": "What do studies on new coronavirus mutations tell us? - Arab News",
            "url": "https://www.youtube.com/watch?v=Sic0VMNEFcE",
            "urlToImage": "https://i.ytimg.com/vi/Sic0VMNEFcE/hqdefault.jpg",
            "description": "A series of studies of the genomes of thousands of samples of the new coronavirus SARS-CoV-2 show that it is mutating and evolving as it adapts to its human ...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-08T16:52:00Z",
            "title": "It's Public Health Vs. Privacy As San Diego County Considers Contact Tracing App - KPBS",
            "url": "https://www.youtube.com/watch?v=_xK3EeqqMQo",
            "urlToImage": "https://i.ytimg.com/vi/_xK3EeqqMQo/hqdefault.jpg",
            "description": "The county is among governments worldwide considering using smartphone apps to help with the tracking of people exposed to the coronavirus. But not everyone ...",
            "content": "The county is among governments worldwide considering using smartphone apps to help with the tracking of people exposed to the coronavirus. But not everyone is willing to use them."
        },
        {
            "source": {
                "id": "rt",
                "name": "RT"
            },
            "publishedAt": "2020-05-08T15:53:33Z",
            "title": "Milan branded a ticking Covid-19 time 'BOMB' by Italian virologist as people flout precautions after lockdown eased - RT",
            "url": "https://www.rt.com/news/488184-coronavirus-second-wave-warning-milan/",
            "urlToImage": "https://cdni.rt.com/files/2020.05/article/5eb57e8820302744441e4d2e.JPG",
            "description": "People snapped grouping together at popular spots in Milan, defying social-distancing rules just days after the city eased its lockdown, have prompted an Italian virologist to compare it to a ticking coronavirus infection ‘bomb.’",
            "content": "Italy eased its strict lockdown measures on May 4, but still requires individuals to wear face masks and respect social-distancing measures to prevent a second wave of infections. The country went into lockdown on March 9, introducing some of the strictest me… [+1855 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencedaily.com"
            },
            "publishedAt": "2020-05-08T15:43:24Z",
            "title": "Canadian study finds temperature, latitude not associated with COVID-19 spread: School closures, physical distancing and public health measures have effect - Science Daily",
            "url": "https://www.sciencedaily.com/releases/2020/05/200508083551.htm",
            "urlToImage": null,
            "description": "A new study finds that temperature and latitude do not appear to be associated with the spread of coronavirus disease 2019 (COVID-19), but school closures and other public health measures are having a positive effect.",
            "content": "Temperature and latitude do not appear to be associated with the spread of coronavirus disease 2019 (COVID-19), according to a study of many countries published in CMAJ (Canadian Medical Association Journal), but school closures and other public health measur… [+2697 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Elpais.com"
            },
            "publishedAt": "2020-05-08T13:32:00Z",
            "title": "Spain records its first case of a cat with coronavirus - EL PAÍS in English",
            "url": "https://english.elpais.com/society/2020-05-08/spain-records-its-first-case-of-a-cat-with-coronavirus.html",
            "urlToImage": "https://images.english.elpais.com/resizer/QJqSjua0rkC_-lSG-nagMwLh3yo=/1000x0/filters:focal(1052x792:1062x802)/cloudfront-eu-central-1.images.arcpublishing.com/prisa/IPZM424KYBEH7IVUKNQZETWHVU.jpg",
            "description": "Researchers insist animal infections are “anecdotal” and that there is no evidence of pets being able to transmit the disease to humans",
            "content": "About a week ago, experts from the Animal Health Research Center (Cresa), in Barcelona, received the body of a cat. The pet belonged to a family in which several members had tested positive for Covid-19. The owners had taken the cat to the vet because it was … [+2509 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencedaily.com"
            },
            "publishedAt": "2020-05-07T20:44:49Z",
            "title": "Immunity of recovered COVID-19 patients could cut risk of expanding economic activity - Science Daily",
            "url": "https://www.sciencedaily.com/releases/2020/05/200507135355.htm",
            "urlToImage": null,
            "description": "New modeling of coronavirus behavior suggests that an intervention strategy based on shield immunity could reduce the risk of allowing the higher levels of human interaction needed to support expanded economic activity.",
            "content": "While attention remains focused on the number of COVID-19 deaths and new cases, a separate statistic -- the number of recovered patients -- may be equally important to the goal of minimizing the pandemic's infection rate as shelter-in-place orders are lifted.… [+7029 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-07T17:59:54Z",
            "title": "Coronavirus: 5 cases, 10 recoveries in London-Middlesex; outbreak at Sarnia's Landmark Village declared over - Global News",
            "url": "http://globalnews.ca/news/6915621/london-middlesex-covid-19-may-7/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/rjb11061593-3.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The total number of confirmed cases in London-Middlesex is now 436, of which 284 have recovered -- about 65 per cent of cases -- while 42 have died.",
            "content": "Health officials in London and Middlesex say five people have tested positive for novel coronavirus and 10 have recovered, while officials in Lambton County say a more-than-month-long outbreak at a Sarnia retirement home has been declared over.\r\nHealth offici… [+10051 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-05-07T17:23:00Z",
            "title": "Sweden tells people with COVID-19 symptoms to isolate for two — not 14 — days - National Post",
            "url": "https://nationalpost.com/news/world/sweden-says-people-with-covid-19-symptoms-only-need-to-isolate-two-days-after-feeling-better",
            "urlToImage": "https://nationalpostcom.files.wordpress.com/2020/05/sweden-1.jpg",
            "description": "Sweden believes that asymptomatic transmission is not a significant factor in the spread of coronavirus, but the WHO says people should self-isolate for 14 days",
            "content": "Sweden’s public health agency is under pressure to change its controversial recommendation that people can leave self-isolation after just two days if they do not have symptoms, as top researchers in the country called for it to move closer to World Health Or… [+1342 chars]"
        }
    ]
}