{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-01T22:29:18Z",
            "title": "Coronavirus Q&A: Will protests affect virus spread? - WCVB Channel 5 Boston",
            "url": "https://www.youtube.com/watch?v=CSuQpHxoYfg",
            "urlToImage": "https://i.ytimg.com/vi/CSuQpHxoYfg/maxresdefault.jpg",
            "description": "Dr. Brian Hollenbeck, Chief of Infectious Disease at New England Baptist Hospital, said thousands of people followed safety coronavirus guidelines while prot...",
            "content": "Dr. Brian Hollenbeck, Chief of Infectious Disease at New England Baptist Hospital, said thousands of people followed safety coronavirus guidelines while protesting in Boston on Sunday, but others fai… [+273 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-01T22:09:57Z",
            "title": "UMD Scientists Create More Accurate, Faster COVID-19 - WJZ",
            "url": "https://www.youtube.com/watch?v=dxjLWiXuEqU",
            "urlToImage": "https://i.ytimg.com/vi/dxjLWiXuEqU/maxresdefault.jpg",
            "description": "Scientists from the University of Maryland School of Medicine have created a first-of-its-kind coronavirus test that uses colors to detect the virus with far...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-06-01T21:51:35Z",
            "title": "Coronavirus: 1 new confirmed case brings overall total to 89 in Peterborough and area - Globalnews.ca",
            "url": "http://globalnews.ca/news/7012876/coronavirus-peterborough-new-case/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/gettyimages-1212440479.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "To date, Peterborough Public Health reports more than 8,650 people have been tested for the coronavirus.",
            "content": "Peterborough Public Health reports one new confirmed case of the novel coronavirus on Monday, bringing the region’s overall total to 89 cases.\r\nOf the 89 cases, there are currently 11 active cases an… [+706 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-01T20:40:22Z",
            "title": "Autopsy reveals Qld man, 30, did not die from coronavirus - Sky News Australia",
            "url": "https://www.youtube.com/watch?v=4u4k8Opye88",
            "urlToImage": "https://i.ytimg.com/vi/4u4k8Opye88/maxresdefault.jpg",
            "description": "A 30-year-old Queensland man who authorities believed died with coronavirus may not have been infected at all. After an initial post-mortem showed the 30-yea...",
            "content": "A 30-year-old Queensland man who authorities believed died with coronavirus may not have been infected at all. \r\nAfter an initial post-mortem showed the 30-year-old tested positive, further tests fou… [+418 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-06-01T20:36:52Z",
            "title": "No new coronavirus deaths reported in Ottawa on Monday, public health unit says - Globalnews.ca",
            "url": "http://globalnews.ca/news/7012983/ottawa-coronavirus-update-june-1/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/gettyimages-1221194456.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "Ottawa Public Health identified 11 new cases of the novel coronavirus in its latest daily report, bringing the number of cases in the city up to 1,962.",
            "content": "Physical distancing continues to be effective in Ottawa, according to the local public health units latest dashboard metrics tracking the spread of the novel coronavirus in the nations capital.\r\nOtta… [+1732 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-01T20:23:54Z",
            "title": "Colorado Health Officials Now Expect A Bigger Second Wave Of Coronavirus Than The First - CBS Denver",
            "url": "https://www.youtube.com/watch?v=Q2yxSTWLrmM",
            "urlToImage": "https://i.ytimg.com/vi/Q2yxSTWLrmM/maxresdefault.jpg",
            "description": "In a graphic summarizing the modeling, Dr. Samet listed that “In most scenarios, we expect the next peak to be larger than the April peak.” Katie Johnston re...",
            "content": "In a graphic summarizing the modeling, Dr. Samet listed that In most scenarios, we expect the next peak to be larger than the April peak. Katie Johnston reports."
        },
        {
            "source": {
                "id": "usa-today",
                "name": "USA Today"
            },
            "publishedAt": "2020-06-01T19:50:26Z",
            "title": "'Breeding grounds for this virus': Health experts warn large protests heighten risk of coronavirus spread - USA TODAY",
            "url": "https://www.usatoday.com/story/news/health/2020/06/01/george-floyd-protests-gatherings-increase-risk-coronavirus-spread-covid-19/5307140002/",
            "urlToImage": "https://www.gannett-cdn.com/presto/2020/05/31/USAT/0f462cfa-086b-4cfe-8d0f-50acba457b38-XXX_Protests_64.jpg?crop=2399,1350,x0,y122&width=1600&height=800&fit=bounds",
            "description": "Public health officials warn new cases of COVID-19 will likely emerge following mass gatherings fueled by racial injustice in cities across America.",
            "content": "Many protests around the nation Sunday were peaceful, but there were also pockets of arson, vandalism and looting.\r\nUSA TODAY\r\nPublic health officials warn new cases of COVID-19 probably will emerge … [+7102 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-06-01T19:23:28Z",
            "title": "3 new coronavirus cases, 2 recoveries in London-Middlesex - Global News",
            "url": "http://globalnews.ca/news/7010865/london-middlesex-coronavirus-covid-19-june-1/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/gettyimages-1212440479.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "The new cases announced on Monday bring the total number confirmed cases in the region to 539, of which 382 have been resolved and 53 people have died.",
            "content": "Three people have tested positive for the novel coronavirus in London and Middlesex while two people have recovered, health officials reported on Monday.\r\nHealth officials also reported that an outbr… [+11399 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-01T18:09:52Z",
            "title": "Matt Hancock defends test and trace system amid criticism - The Telegraph",
            "url": "https://www.youtube.com/watch?v=tQXoeDnzJzk",
            "urlToImage": "https://i.ytimg.com/vi/tQXoeDnzJzk/maxresdefault.jpg",
            "description": "Health Secretary Matt Hancock said during the daily coronavirus briefing that the test and trace system is up and running. The NHS Test and Trace service wen...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Mirror Online"
            },
            "publishedAt": "2020-06-01T17:58:44Z",
            "title": "Coronavirus: 69 hospital trusts in England report no deaths in 48 hours - Mirror Online",
            "url": "https://www.mirror.co.uk/news/uk-news/breaking-coronavirus-deaths-hospital-trusts-22120262",
            "urlToImage": "https://i2-prod.mirror.co.uk/incoming/article22119486.ece/ALTERNATES/s1200/0_Coronavirus-Thu-May-28-2020.jpg",
            "description": "Three hospitals in London have reported no deaths related to coronavirus for an entire week",
            "content": "Almost 70 hospitals across the country have reported no coronavirus deaths in 48 hours.\r\nBosses at 69 hospital trusts in England recorded have reported no coronavirus-related deaths over the weekend,… [+2388 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-06-01T17:00:53Z",
            "title": "WHO will decide on its hydroxychloroquine trial suspension in 24 hours - Regina Leader-Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/who-will-decide-on-its-hydroxychloroquine-trial-suspension-in-24-hours",
            "urlToImage": "https://secure.gravatar.com/blavatar/b4ece3189893389a03f063830eacd95c?s=200&ts=1591044721",
            "description": "The World Health Organization (WHO) should have enough information in 24 hours to decide whether to continue suspending its trial of hydroxychloroquine for use against coronavirus, its chief scient…",
            "content": "The World Health Organization (WHO) should have enough information in 24 hours to decide whether to continue suspending its trial of hydroxychloroquine for use against coronavirus, its chief scientis… [+725 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-01T16:34:04Z",
            "title": "Indiana reports 9 new COVID-19 deaths, 292 additional cases - FOX59 News",
            "url": "https://www.youtube.com/watch?v=c0MJVLSEeHw",
            "urlToImage": "https://i.ytimg.com/vi/c0MJVLSEeHw/maxresdefault.jpg",
            "description": "The Indiana State Department of Health reported 292 new positive coronavirus cases since Sunday at noon, bringing the state’s total to 34,830.",
            "content": "The Indiana State Department of Health reported 292 new positive coronavirus cases since Sunday at noon, bringing the states total to 34,830."
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-06-01T15:34:05Z",
            "title": "Sewage could hold the key to stopping new coronavirus outbreaks - CNN",
            "url": "https://www.cnn.com/2020/06/01/europe/germany-sewage-coronavirus-detection-intl/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200528171305-01-germany-sewage-coronavirus-detection-super-tease.jpg",
            "description": "The vast brown rivers of sludge that gush into the sewage treatment plants across Germany may hold a key to early detection of any new wave of the coronavirus, scientists tell CNN.",
            "content": "Leipzig, Germany (CNN)The vast brown rivers of sludge that gush into the sewage treatment plants across Germany may hold a key to early detection of any new wave of the coronavirus, scientists tell C… [+4237 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-01T14:34:43Z",
            "title": "US retailers slammed over COVID-19 operations - Al Jazeera English",
            "url": "https://www.youtube.com/watch?v=fNEq369drUY",
            "urlToImage": "https://i.ytimg.com/vi/fNEq369drUY/maxresdefault.jpg",
            "description": "Retailers in the United States have been criticised for praising their staff as \"heroes\" for working during the coronavirus pandemic - while at the same time...",
            "content": "Retailers in the United States have been criticised for praising their staff as \"heroes\" for working during the coronavirus pandemic - while at the same time ending a system in which they receive ext… [+438 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mirror Online"
            },
            "publishedAt": "2020-06-01T14:01:47Z",
            "title": "Why hay fever is so bad at the moment - and it could be due to less car pollution - Mirror Online",
            "url": "https://www.mirror.co.uk/news/uk-news/hay-fever-bad-moment-could-22120179",
            "urlToImage": "https://i2-prod.mirror.co.uk/incoming/article22120362.ece/ALTERNATES/s1200/0_Woman-blowing-nose-on-tissue.jpg",
            "description": "Some Brits including Good Morning Britain's Piers Morgan are mistaking hay fever symptoms for coronavirus - but an expert says allergy season will feel particularly severe due to lockdown",
            "content": "The lack of traffic in the UK due to lockdown may be good news for the environment - but it's bad news for allergy sufferers, and an expert has explained why.\r\nHay fever sufferers noticing their alle… [+4485 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-01T13:58:54Z",
            "title": "CHLA Reports Additional Cases Of New Inflammatory Condition Possibly Linked To Coronavirus - CBS Los Angeles",
            "url": "https://www.youtube.com/watch?v=HQUEl-zm4E4",
            "urlToImage": "https://i.ytimg.com/vi/HQUEl-zm4E4/maxresdefault.jpg",
            "description": "Children's Hospital Los Angeles Friday announced two additional cases of a new inflammatory condition that could be linked to the novel coronavirus, bringing...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Calgary Herald"
            },
            "publishedAt": "2020-06-01T13:58:00Z",
            "title": "COVID-19 Updates: Trudeau promises more aid for cities | B.C. allows schools to reopen part time - Calgary Herald",
            "url": "https://calgaryherald.com/news/covid-19-updates-more-aid-coming-to-big-cities-b-c-allows-schools-to-reopen-part-time",
            "urlToImage": "https://postmediacalgaryherald2.files.wordpress.com/2020/06/monpic.gif",
            "description": "COVID-19 Live Updates: News on coronavirus in Calgary for June 1",
            "content": "The North and Central zones have 28 and two active cases, respectively, while there are three active cases in an unknown zone.\r\nAccording to the province, 658 cases are from an unknown exposure.\r\nThe… [+795 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-01T13:24:07Z",
            "title": "Coronavirus Symptoms: How Do You Lose Your Sense Of Taste & Smell? - India Today",
            "url": "https://www.youtube.com/watch?v=KICMB_EDkpM",
            "urlToImage": "https://i.ytimg.com/vi/KICMB_EDkpM/maxresdefault.jpg",
            "description": "You must have heard about various Covid-19 patients mentioning how their loss of​ smell​ and​ taste​ was one of the symptoms. But do you know why Covid-19 pa...",
            "content": "You must have heard about various Covid-19 patients mentioning how their loss of smell and taste was one of the symptoms. But do you know why Covid-19 patients lose their sense of taste or smell? Wat… [+777 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-01T12:16:13Z",
            "title": "Protests leave little room for social distancing as coronavirus rages on, social media chimes in - 11Alive",
            "url": "https://www.youtube.com/watch?v=k4rn2nQkrfE",
            "urlToImage": "https://i.ytimg.com/vi/k4rn2nQkrfE/hqdefault.jpg",
            "description": "Atlanta mayor says everyone at the protests should get tested.",
            "content": null
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "publishedAt": "2020-06-01T09:13:32Z",
            "title": "MRI Scan Appears to Show 'Viral Brain Invasion' of Coronavirus in 25-year-old Woman - Newsweek",
            "url": "https://www.newsweek.com/coronavirus-covid-19-invade-brain-woman-loss-smell-1507720",
            "urlToImage": "https://d.newsweek.com/en/full/1595506/mri-scan-stock-getty.jpg",
            "description": "A range of neurological problems have been reported in COVID-19 patients, including a loss of smell, taste, headaches as well as stroke, issues with consciousness, seizures, and brain damage,...",
            "content": "The coronavirus may invade the brain, according to doctors who performed brain scans on a COVID-19 patient who lost her ability to taste and smell.\r\nThe unnamed 25-year-old radiographer was working o… [+3434 chars]"
        }
    ]
}