{
    "articles": [
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-03-31T14:09:00Z",
            "title": "3 more seniors die, leaving Ontario cottage community shocked by COVID-19 outbreak in nursing home - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/toronto/coronavirus-outbreak-pinecrest-nursing-home-bobcaygeon-1.5515543",
            "urlToImage": "https://i.cbc.ca/1.5515204.1585628158!/cumulusImage/httpImage/image.jpg_gen/derivatives/16x9_620/pinecrest-nursing-home.jpg",
            "description": "It's unclear how coronavirus came into a small nursing home in Bobcaygeon, Ont. - whether it was brought in by a visitor or a new resident - but the number of cases and deaths there has stunned the cottage community about 150 kilometres northeast of Toronto.",
            "content": "An Ontario nursing home ravaged by an outbreak of COVID-19 confirmed Tuesday that three more residents have died, bringing the total number of coronavirus-linked fatalities among residents there to 12. A volunteer who visited her husband at the home has also … [+5132 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-31T13:53:02Z",
            "title": "BREAKING: Further 367 people have died in England of COVID-19 - Sky News",
            "url": "https://www.youtube.com/watch?v=-c0v5TbwFm8",
            "urlToImage": "https://i.ytimg.com/vi/-c0v5TbwFm8/maxresdefault.jpg",
            "description": "Another 393 people have died after contracting coronavirus - taking the UK total to 1,808. A further 367 people who tested positive for coronavirus died in E...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Dailywire.com"
            },
            "publishedAt": "2020-03-31T13:53:00Z",
            "title": "Study: Coronavirus Death Rate Lower Than Previously Reported - The Daily Wire",
            "url": "https://www.dailywire.com/news/study-coronavirus-death-rate-lower-than-previously-reported",
            "urlToImage": "https://dw-wp-production.imgix.net/2020/03/Coronavirus-9.jpg?w=1200&h=675&ixlib=react-8.6.4",
            "description": "A new study published in The Lancet Infectious Diseases medical journal estimates that the death rate of coronavirus is significantly lower than previously reported. In early March, World Health Organization Director-General Tedros Adhanom Ghebreyesus said th…",
            "content": "A new study published in The Lancet Infectious Diseases medical journal estimates that the death rate of coronavirus is significantly lower than previously reported.\r\nIn early March, World Health Organization Director-General Tedros Adhanom Ghebreyesus said t… [+3469 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Gothamist.com"
            },
            "publishedAt": "2020-03-31T12:39:07Z",
            "title": "Coronavirus Updates: COVID-19 Spread Shows Signs of Slowing - Gothamist",
            "url": "https://gothamist.com/news/coronavirus-updates-covid-19-spread-shows-signs-slowing",
            "urlToImage": "https://cms.prod.nypr.digital/images/302706/fill-1200x650/",
            "description": "Two data sources, one from the state and another from a company that tracks fevers, suggest social distancing measures are working.",
            "content": "This is our daily update of breaking COVID-19 news for Tuesday, March 31th, 2020. Previous daily updatescan be found here, andup-to-date statistics are here. Read our guide tounderstanding New York on PAUSE, NY's stay-at-home order; a look atpreparing for the… [+2442 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-03-31T11:58:00Z",
            "title": "Mass disinfections to combat coronavirus pose another health hazard - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-disinfection-idUSKBN21I1PB",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200331&t=2&i=1510588255&w=1200&r=LYNXMPEG2U1AG",
            "description": "A drone dispersed clouds of disinfectant in the sky above Indonesia's second-largest city Surabaya on Tuesday, a response to the coronavirus pandemic which is catching on around the world despite warnings from health experts.",
            "content": "SURABAYA, Indonesia/SINGAPORE (Reuters) - A drone dispersed clouds of disinfectant in the sky above Indonesia’s second-largest city Surabaya on Tuesday, a response to the coronavirus pandemic which is catching on around the world despite warnings from health … [+4073 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Wcvb.com"
            },
            "publishedAt": "2020-03-31T07:30:00Z",
            "title": "Nurse helps woman say goodbye to mother over FaceTime before she died from coronavirus - WCVB Boston",
            "url": "https://www.wcvb.com/article/nurse-helps-woman-say-goodbye-to-mother-over-facetime-before-she-died-from-coronavirus/31986108",
            "urlToImage": "https://kubrick.htvapps.com/htv-prod-media.s3.amazonaws.com/images/coronavirus-victim-jpg-1585637692.jpg?crop=1.00xw:1.00xh;0,0&resize=1200:*",
            "description": "\"I love you very much,\" the woman told her mother.",
            "content": "Michelle Bennett didn't think she'd be able to say goodbye to her mother before she died.\r\nLike a lot of families across the country right now, Bennett was told she couldn't be in the same vicinity as her 75-year-old mother, Carolann Christine Gann, who had c… [+1863 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-03-31T06:34:02Z",
            "title": "He walked every block of New York City and died of coronavirus - CNN",
            "url": "https://www.cnn.com/2020/03/31/us/william-helmreich-dies-coronavirus/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200330234804-william-helmreich-coronavirus-victim-super-tease.jpg",
            "description": "William Helmreich, a prominent sociologist perhaps best known for walking nearly every block of New York City, died Saturday morning of coronavirus, his family said.",
            "content": "(CNN)William Helmreich, a prominent sociologist perhaps best known for walking nearly every block of New York City, died Saturday morning of coronavirus, his family said. \r\nHelmreich wrote nearly 20 books, including \"The New York Nobody Knows: Walking 6,000 M… [+2118 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-31T06:32:27Z",
            "title": "Coronavirus: Decoding Covid-19 - South China Morning Post",
            "url": "https://www.youtube.com/watch?v=IyCssUarq0M",
            "urlToImage": "https://i.ytimg.com/vi/IyCssUarq0M/maxresdefault.jpg",
            "description": "Subscribe to our YouTube channel for free here: https://sc.mp/subscribe-youtube Scientists have identified more than 200 types of coronaviruses, seven of whi...",
            "content": null
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-03-31T06:00:09Z",
            "title": "Line survey finds 7% of users in Tokyo have at least one coronavirus symptom - Canada.com",
            "url": "https://business.financialpost.com/pmn/business-pmn/line-survey-finds-7-of-users-in-tokyo-have-at-least-one-coronavirus-symptom",
            "urlToImage": "https://secure.gravatar.com/blavatar/b4ece3189893389a03f063830eacd95c?s=200&ts=1585659798",
            "description": "TOKYO — A survey of Line Corp’s chat app users in Tokyo and neighboring prefectures in partnership with Japan’s health ministry found 7.1% of respondents in the capital reporting …",
            "content": "TOKYO — A survey of Line Corp’s chat app users in Tokyo and neighboring prefectures in partnership with Japan’s health ministry found 7.1% of respondents in the capital reporting at least one of the symptoms of the coronavirus.\r\nA total of 443 people in Tokyo… [+375 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-31T05:03:19Z",
            "title": "Global race to find coronavirus vaccine - Al Jazeera English",
            "url": "https://www.youtube.com/watch?v=ep-vVC_spO0",
            "urlToImage": "https://i.ytimg.com/vi/ep-vVC_spO0/maxresdefault.jpg",
            "description": "Countries around the world are racing to find a vaccine for coronavirus. In the United Kingdom, there is a call out for volunteers to participate in human tr...",
            "content": "Countries around the world are racing to find a vaccine for coronavirus.In the United Kingdom, there is a call out for volunteers to participate in human trials.\r\nAl Jazeera's Neave Barker reports from London.\r\n- Subscribe to our channel: http://aje.io/AJSubs… [+204 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-03-31T04:05:00Z",
            "title": "Coronavirus epidemic 'far from over' in Asia: WHO official - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-who-asia-idUSKBN21I0EI",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200331&t=2&i=1510454093&w=1200&r=LYNXMPEG2U0D8",
            "description": "The coronavirus epidemic is \"far from over\" in the Asia-Pacific region, and current measures to curb the spread of the virus are buying time for countries to prepare for large-scale community transmissions, a WHO official said on Tuesday.",
            "content": "BEIJING (Reuters) - The coronavirus epidemic is “far from over” in the Asia-Pacific region, and current measures to curb the spread of the virus are buying time for countries to prepare for large-scale community transmissions, a WHO official said on Tuesday. … [+1859 chars]"
        },
        {
            "source": {
                "id": "the-globe-and-mail",
                "name": "The Globe And Mail"
            },
            "publishedAt": "2020-03-31T04:01:00Z",
            "title": "In a coronavirus crisis, Gairdner Awards honour eight explorers of how cells, genes and viruses work - The Globe and Mail",
            "url": "https://www.theglobeandmail.com/canada/article-in-a-coronavirus-crisis-gairdner-awards-honour-eight-explorers-of-how/",
            "urlToImage": "https://www.theglobeandmail.com/resizer/t5jcGEkOAgX7bSr_cHoxHUhCmv8=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/N6S446NTXFADNA54TNRXI763CE.jpg",
            "description": "‘You never know what’s going to give you insight into disease,’ foundation’s chief says",
            "content": "Guy Rouleau, shown at middle in 2010, is director of the Montreal Neurological Institute and Hospital and one of the recipients of this year's Gairdner Awards. The others are Mina Bissell, top left; Salim and Quarraisha Abdool Karim, middle left; Elaine Fuchs… [+5258 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Abc7ny.com"
            },
            "publishedAt": "2020-03-31T00:57:24Z",
            "title": "Coronavirus News: World-renowned neurosurgeon Dr. James Goodrich dies from COVID-19 - WABC-TV",
            "url": "https://abc7ny.com/dr-james-goodrich-dies-coronavirus-nyc-news-updates/6064117",
            "urlToImage": "https://cdn.abcotvs.com/dip/images/6064150_033020-wabc-james-goodrich-img.jpg?w=1600",
            "description": "Dr. James Goodrich was beloved by his colleagues and staff and every year he baked holiday cookies and hand-delivered them to the nurses at the Children's Hospital at Montefiore.",
            "content": "NEW YORK CITY (WABC) -- A world-renowned neurosurgeon in New York City has died from complications related to coronavirus.Dr. James Goodrich, a pediatric neurosurgeon and director of the Division of Pediatric Neurosurgery at New York City's Montefiore Medical… [+1571 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Tweaktown.com"
            },
            "publishedAt": "2020-03-31T00:29:11Z",
            "title": "Scientists find evidence that coronavirus COVID-19 is airborne - TweakTown",
            "url": "https://www.tweaktown.com/news/71548/scientists-find-evidence-that-coronavirus-covid-19-is-airborne/index.html",
            "urlToImage": "https://images.tweaktown.com/news/7/1/71548_02_scientists-study-suggests-that-coronavirus-covid-19-could-airborne_full.jpg",
            "description": "A new study has found that the coronavirus COVID-19 could be transmissable through the air",
            "content": "Up until now, it was widely known that the coronavirus COVID-19 could be transmitted from human-to-human through surfaces and droplets from an infected persons mouth. Now, a study has come out suggesting that the virus can be spread through the air.\r\nAccordin… [+2271 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.com"
            },
            "publishedAt": "2020-03-30T22:31:51Z",
            "title": "New coronavirus study reveals increased risks from middle age - The Guardian",
            "url": "https://www.theguardian.com/world/2020/mar/30/new-coronavirus-study-reveals-increased-risks-from-middle-age",
            "urlToImage": "https://i.guim.co.uk/img/media/8489a231345b72560822c2b6b677b5bf08809a45/0_243_4000_2400/master/4000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=14a3f1c87e860598519dff38a0489d8b",
            "description": "First comprehensive study of deaths and hospitalisations in mainland China shows just how much of a factor age is",
            "content": null
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-03-30T22:28:00Z",
            "title": "Coronavirus: What's happening in Canada and around the world Monday - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/coronavirus-covid19-march30-canada-world-1.5514485",
            "urlToImage": "https://i.cbc.ca/1.5515217.1585607475!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/aptopix-virus-outbreak-mideast-iran.jpg",
            "description": "Newfoundland and Saskatchewan have recorded its first deaths from the coronavirus, while an Ontario care facility for seniors is devastated by nine deaths. Hard-hit New York City is constructing a field hospital in Central Park. Get the latest on what's happe…",
            "content": "The latest:\r\nCanadian businesses and non-profit organizations that see a drop of at least 30 per cent in revenue due to COVID-19 will qualify for the government's 75 per cent wage subsidy program, Prime Minister Justin Trudeau announced Monday.\r\nThe number of… [+21942 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Npr.org"
            },
            "publishedAt": "2020-03-30T22:25:00Z",
            "title": "WHO warns that many positive coronavirus cases means not enough testing : Coronavirus Live Updates - NPR",
            "url": "https://www.npr.org/sections/coronavirus-live-updates/2020/03/30/824127807/if-most-of-your-coronavirus-tests-come-back-positive-youre-not-testing-enough",
            "urlToImage": "https://media.npr.org/assets/img/2020/03/30/ap_20090775393404_wide-0a21b105a568518bcddc0e539e3c51854b93a4e4.jpg?s=1400",
            "description": "The World Health Organization says that a high percentage of positive tests means that local health authorities are focusing on obvious cases and not getting a clear picture of epidemic's scope.",
            "content": "A person wearing protective equipment at a coronavirus testing site for first responders, on Monday in Los Angeles.\r\nMarcio Jose Sanchez/AP\r\nIn communities where most coronavirus tests are coming back positive, it's a sign there are many more cases there that… [+1791 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-30T22:04:18Z",
            "title": "Coronavirus: Used masks in Interior Health to be sterilized, stored as emergency backup - Global News",
            "url": "http://globalnews.ca/news/6752238/coronavirus-used-masks-in-interior-health-to-be-sterilized-stored-as-emergency-backup/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/n95-17545511.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "IH's largest acute care sites will work to preserve \"critical PPE supply levels\" and the masks will be cleaned and stored, said an official.",
            "content": "The Interior Health Authority confirmed on Monday it will collect used disposable N95 masks to be sterilized and stored as a backup, as the country’s health-care system grapples with dwindling supplies of personal protective equipment amid the novel coronavir… [+3356 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-30T21:23:17Z",
            "title": "Coronavirus Update: Medical Workers Share Look Inside The 'Medical Warzone' - CBS New York",
            "url": "https://www.youtube.com/watch?v=R_eqef3v4js",
            "urlToImage": "https://i.ytimg.com/vi/R_eqef3v4js/maxresdefault.jpg",
            "description": "Both for the living and dead, Brookdale Hospital Medical Center in Brooklyn has reached its maximum capacity in the unprecedented coronavirus COVID-19 outbre...",
            "content": "Both for the living and dead, Brookdale Hospital Medical Center in Brooklyn has reached its maximum capacity in the unprecedented coronavirus COVID-19 outbreak. CBS2's Kevin Rincon reports."
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-30T20:03:51Z",
            "title": "New London, Ont. coronavirus tipline sees over 600 emails in first weekend - Global News",
            "url": "http://globalnews.ca/news/6751622/london-coronavirus-tipline-600-emails/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/image-from-ios-1-8.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Deputy mayor Jesse Helmer says the city's coronavirus tipline drew in over 600 emails over the weekend after launching Friday afternoon.",
            "content": "Deputy mayor Jesse Helmer says the city’s coronavirus tipline drew in over 600 emails over the weekend after launching Friday afternoon.\r\nThe tipline was created in partnership with the London Police Service (LPS) and the Middlesex-London Health Unit (MLHU) a… [+2873 chars]"
        }
    ]
}