{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Cp24.com"
            },
            "publishedAt": "2020-04-26T23:38:00Z",
            "title": "Toronto long-term care homes continue to see more COVID-19 deaths - CP24 Toronto's Breaking News",
            "url": "https://www.cp24.com/news/toronto-long-term-care-homes-continue-to-see-more-covid-19-deaths-1.4912751",
            "urlToImage": null,
            "description": "Toronto has reported 21 more COVID-19 deaths on Sunday as the city’s long-term care homes continue to see more coronavirus-related fatalities.",
            "content": "Toronto has reported 21 more COVID-19 deaths on Sunday as the citys long-term care homes continue to see more coronavirus-related fatalities.\r\nEatonville Care Centre confirmed Sunday that two more residents who tested positive for COVID-19 have died. However,… [+3232 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theroot.com"
            },
            "publishedAt": "2020-04-26T22:38:00Z",
            "title": "Michigan Woman, Deborah Gatewood, Dead After Beaumont Hospital Turned Her Away - The Root",
            "url": "https://www.theroot.com/black-woman-dies-from-coronavirus-after-being-turned-aw-1843091288",
            "urlToImage": null,
            "description": "The disproportionate number of black people who are dying from the coronavirus disease continues to grow.",
            "content": "The disproportionate number of black people who are dying from the coronavirus disease continues to grow.\r\nDeborah Gatewood, a 63-year-old healthcare worker who lived and worked in Michigan, died earlier this month from COVID-19 complications. Her daughter is… [+1955 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-04-26T22:03:00Z",
            "title": "U.S. CDC reports 928,619 coronavirus cases, 52,459 deaths - Financial Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/u-s-cdc-reports-928619-coronavirus-cases-52459-deaths",
            "urlToImage": null,
            "description": "The U.S. Centers for Disease Control and Prevention (CDC) on Sunday reported 928,619 cases of new coronavirus, an increase of 32,853 cases from its previous count, and said the number of deaths had…",
            "content": "The U.S. Centers for Disease Control and Prevention (CDC) on Sunday reported 928,619 cases of new coronavirus, an increase of 32,853 cases from its previous count, and said the number of deaths had risen by 2,020 to 52,459.\r\nThe CDC reported its tally of case… [+395 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-26T21:27:56Z",
            "title": "Coronavirus: lockdown to continue with outbreak at “delicate and dangerous stage” - BBC News - BBC News",
            "url": "https://www.youtube.com/watch?v=YcaRfDqH0zA",
            "urlToImage": null,
            "description": "The Government is rejecting calls to relax the coronavirus lockdown, saying the outbreak remains at a \"delicate and dangerous\" stage. Ministers are asking pe...",
            "content": "The Government is rejecting calls to relax the coronavirus lockdown, saying the outbreak remains at a \"delicate and dangerous\" stage. Ministers are asking people to adjust to what they're calling \"a new normal,\" for some time yet. \r\nAs the Prime Minister Bori… [+572 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Torontosun.com"
            },
            "publishedAt": "2020-04-26T21:09:00Z",
            "title": "COVID-19 can be spread by building ventilation, say Canadian researchers - Toronto Sun",
            "url": "https://torontosun.com/news/national/covid-19-can-be-spread-by-building-ventilation-say-canadian-researchers",
            "urlToImage": null,
            "description": "Tom Blackwell, Postmedia NewsThe outbreak of COVID-19 at a restaurant in the southern Chinese city of Guangzhou was a puzzle.The suspected index patient was a visitor from the coronavirus’ ep…",
            "content": "Tom Blackwell, Postmedia News\r\nThe outbreak of COVID-19 at a restaurant in the southern Chinese city of Guangzhou was a puzzle.\r\nThe suspected index patient was a visitor from the coronavirus’ epicentre in Wuhan. But the eight other customers who later tested… [+5237 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thesun.co.uk"
            },
            "publishedAt": "2020-04-26T20:38:01Z",
            "title": "First US coronavirus death died from ‘burst’ heart as body struggled to fight back against bug, pathologist sa - The Sun",
            "url": "http://www.thesun.co.uk/news/11485709/coronavirus-california-first-death-heart-burst-body-struggle/",
            "urlToImage": null,
            "description": "",
            "content": "THE first person who died from the coronavirus in the U.S. passed from a ruptured heart caused by her bodys effort to defeat the virus, according to her autopsy.\r\nPatricia Dowd, a 57-year-old from California, died on February 6 far earlier than the February 2… [+2840 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Metro.co.uk"
            },
            "publishedAt": "2020-04-26T20:32:52Z",
            "title": "Coronavirus vaccine participant 'doing fine' after fake reports of her death - Metro.co.uk",
            "url": "https://metro.co.uk/2020/04/26/coronavirus-vaccine-participant-fine-fake-reports-death-12613556/",
            "urlToImage": null,
            "description": "A false article was released online claiming she had died.",
            "content": "Microbiologist Elisa Granato being injected as part of human trials in the UK for a coronavirus vaccine (Picture: PA)\r\nA woman who was one of the first people injected as part of human trials for a coronavirus vaccine has said she is doing fine after fake rep… [+1822 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-26T19:35:45Z",
            "title": "38 inmates at coronavirus-plagued Mission Institution now recovered, CSC says - Global News",
            "url": "http://globalnews.ca/news/6870276/mission-institution-coronavirus-recoveries/",
            "urlToImage": null,
            "description": "Over 100 inmates and 12 correctional officers have now tested positive for the coronavirus, accounting for over a third of the prison's inmate population.",
            "content": "Correctional Services Canada says 38 of the over 100 inmates at a federally-run prison in B.C. who have tested positive for the novel coronavirus have now recovered.\r\nThe medium-security Mission Institution continues to see the most serious outbreak of COVID-… [+2708 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-04-26T19:32:14Z",
            "title": "People are buying pulse oximeters to try detect coronavirus at home - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/people-are-buying-pulse-oximeters-to-try-detect-coronavirus-at-home-1.4912564",
            "urlToImage": null,
            "description": "People are purchasing pulse oximeters amid the COVID-19 pandemic, medical devices that measure the saturation of oxygen in red blood cells.",
            "content": "Many patients with severe cases of COVID-19 have been shown to have extremely low levels of oxygen in the blood. Others who have tested positive find themselves experiencing shortness of breath.\r\nPerhaps that's why people are so interested lately in pulse oxi… [+5476 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Journalpioneer.com"
            },
            "publishedAt": "2020-04-26T19:26:16Z",
            "title": "New poll finds satisfaction with province's COVID-19 response, but financial concerns are high - The Journal Pioneer",
            "url": "https://www.journalpioneer.com/news/local/new-poll-finds-satisfaction-with-provinces-covid-19-response-but-financial-concerns-are-high-442328/",
            "urlToImage": null,
            "description": "There's a high degree of satisfaction across Atlantic Canada with the response of public health and political leaders to the coronavirus (COVID-19 strain) pandemic, a new survey by Narrative Research shows.\r\n\r\nBut the survey also found almost",
            "content": "CHARLOTTETOWN, P.E.I. — There's a high degree of satisfaction across Atlantic Canada with the response of public health and political leaders to the coronavirus (COVID-19 strain) pandemic, a new survey by Narrative Research shows.\r\nBut the survey also found a… [+3589 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-26T18:47:21Z",
            "title": "Study finds coronavirus could be more contagious than previously thought - CBS News",
            "url": "https://www.youtube.com/watch?v=OJJvtdGgau0",
            "urlToImage": null,
            "description": "Scientists in Italy now say coronavirus has been detected in particles of air pollution, which allowed it to be carried over long distances. Chris Livesay re...",
            "content": "Sign in to report inappropriate content.\r\nSign in"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-04-26T18:18:44Z",
            "title": "32 Days on a Ventilator: One Covid Patient’s Fight to Breathe Again - The New York Times",
            "url": "https://www.nytimes.com/2020/04/26/health/coronavirus-patient-ventilator.html",
            "urlToImage": null,
            "description": "Jim Bello, 49 and healthy, fell gravely ill, highlighting agonizing mysteries of the coronavirus. Doctors’ relentless effort to save him was a roller-coaster of devastating and triumphant twists.",
            "content": "HINGHAM, Mass. Is he going to make it? Kim Bello asked, clutching her phone, alone in her yard.\r\nShe had slipped outside so her three children, playing games in the living room, could be shielded from a wrenching conversation with a doctor treating her husban… [+15430 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Express.co.uk"
            },
            "publishedAt": "2020-04-26T17:55:48Z",
            "title": "Coronavirus symptoms: What's that on your skin? Could it be a sign of COVID-19? - Express",
            "url": "https://www.express.co.uk/life-style/health/1274111/coronavirus-symptoms-red-rash-skin-CDC-WHO-NHS",
            "urlToImage": null,
            "description": "CORONAVIRUS has a plethora of symptoms, with some reported more commonly than others. What's that on your skin? Could it be a sign of COVID-19?",
            "content": "The CDC outline very dangerous side effects of the virus – all of which need immediate medical attention.\r\nFor example, any \"trouble breathing\", \"persistent pain or pressure in the chest\", or \"new confusion or inability to arouse\" requires somebody to dial 99… [+176 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-26T17:11:04Z",
            "title": "Coronavirus: New Brunswick records no new cases for the 8th day in a row - Global News",
            "url": "http://globalnews.ca/news/6870178/new-brunswick-apr-26-update/",
            "urlToImage": null,
            "description": "While no new cases of COVID-19 were announced in New Brunswick again Sunday, four people remain in hospital.",
            "content": "New Brunswick’s streak of detecting no new cases of COVID-19 continued for its eighth straight day on Sunday.\r\nThe province says that 111 of the 118 cases found in New Brunswick have recovered and the number of active cases remains at seven.\r\nFour people rema… [+2408 chars]"
        },
        {
            "source": {
                "id": "financial-times",
                "name": "Financial Times"
            },
            "publishedAt": "2020-04-26T17:06:03Z",
            "title": "Global coronavirus death toll could be 60% higher than reported - Financial Times",
            "url": "https://www.ft.com/content/6bd88b7d-3386-4543-b2e9-0d5c6fac846c",
            "urlToImage": null,
            "description": "Mortality statistics show 122,000 deaths in excess of normal levels across 14 countries analysed by the FT",
            "content": "The death toll from coronavirus may be almost 60 per cent higher than reported in official counts, according to an FT analysis of overall fatalities during the pandemic in 14 countries. \r\nMortality statistics show 122,000 deaths in excess of normal levels acr… [+5228 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Vicnews.com"
            },
            "publishedAt": "2020-04-26T16:45:00Z",
            "title": "Canada’s top doctor says measures ‘starting to pay off’, even as COVID-19 deaths near 2,500 - Victoria News",
            "url": "https://www.vicnews.com/news/canadas-top-doctor-says-measures-starting-to-pay-off-even-as-covid-19-deaths-near-2500/",
            "urlToImage": null,
            "description": "<p>A total of 45,791 Canadians have tested positive for the novel coronavirus </p>",
            "content": "The COVID-19 pandemic has claimed the lives of 2,489 Canadians and led to 45,791 test positive cases, even as the country’s top doctor said measures to slow the spread are beginning to pay off.\r\nIn a statement released Sunday (April 26) in lieu of a live upda… [+1805 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-26T15:47:35Z",
            "title": "Coronavirus: We must continue to comply with social distancing guidance - Powis @BBC News - BBC - BBC",
            "url": "https://www.youtube.com/watch?v=CX3bOxB4Ygw",
            "urlToImage": null,
            "description": "Subscribe and 🔔 to OFFICIAL BBC YouTube 👉 https://bit.ly/2IXqEIn Stream original BBC programmes FIRST on BBC iPlayer 👉 https://bbc.in/2J18jYJ 🔘 Subscribe and...",
            "content": "Subscribe and to OFFICIAL BBC YouTube https://bit.ly/2IXqEInStream original BBC programmes FIRST on BBC iPlayer https://bbc.in/2J18jYJ\r\nSubscribe and for BBC News breaking news UK https://bit.ly/3a1zyipStream BBC News live on iPlayer https://bbc.in/3b64IVPCor… [+920 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-26T15:20:21Z",
            "title": "Public demands more education on the mandatory wearing of face masks | Citi Newsroom - CitiTube",
            "url": "https://www.youtube.com/watch?v=JOBBHlmc1Xg",
            "urlToImage": null,
            "description": "As part of measures to curb the spread of the Coronavirus (COVID-19) disease in the country, wearing of face masks in public places has been made mandatory w...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Thesarniajournal.ca"
            },
            "publishedAt": "2020-04-26T14:54:55Z",
            "title": "Coronavirus update for Sunday, April 26 - The Sarnia Journal",
            "url": "https://thesarniajournal.ca/coronavirus-update-for-sunday-april-26/",
            "urlToImage": null,
            "description": "Journal Staff The number of COVID-19 cases in Sarnia-Lambton rose to 167 today, an increase of two from Saturday, Lambton Public Health reports. The number of people who have recovered from the virus increased by four, to 77. Local health officials say the pr…",
            "content": "Journal Staff\r\nThe number of COVID-19 cases in Sarnia-Lambton rose to 167 today, an increase of two from Saturday, Lambton Public Health reports.\r\nThe number of people who have recovered from the virus increased by four, to 77.\r\nLocal health officials say the… [+455 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "News957.com"
            },
            "publishedAt": "2020-04-26T14:36:17Z",
            "title": "As virus lockdown eases, Italy ponders what went wrong - 95.7 News",
            "url": "https://www.news957.com/world/2020/04/26/as-virus-lockdown-eases-italy-ponders-what-went-wrong/",
            "urlToImage": null,
            "description": "ROME — As Italy prepares to emerge from the West’s first and most extensive coronavirus lockdown, it is increasingly clear that something went terribly wrong in Lombardy, the hardest-hit region in Europe’s hardest-hit country. Italy had the bad luck of being …",
            "content": "ROME As Italy prepares to emerge from the Wests first and most extensive coronavirus lockdown, it is increasingly clear that something went terribly wrong in Lombardy, the hardest-hit region in Europes hardest-hit country.\r\nItaly had the bad luck of being the… [+6030 chars]"
        }
    ]
}