{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-04-02T14:27:58Z",
            "title": "As Coronavirus Deaths Mount, Mobile Morgues Pop Up in N.Y.: Live Updates - The New York Times",
            "url": "https://www.nytimes.com/2020/04/02/nyregion/coronavirus-new-york-update.html",
            "urlToImage": "https://www.nytimes.com/newsgraphics/2020/03/04/corona-virus-social-images/assets/promo.jpg?u=1585839039712",
            "description": "The city’s ability to accommodate its dead is under strain.",
            "content": "For people in the New York area who have respirator-type N95 masks or other medical-grade masks at home, there are several ways to get them to people who really need them right now: local medical workers.\r\n<ul><li>Contact state agencies. In New York, the stat… [+2148 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-04-02T14:20:14Z",
            "title": "Singapore's coronavirus struggle shows colossal task of global containment - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-singapore-cases-an-idUSKBN21K18Z",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200402&t=2&i=1511450506&w=1200&r=LYNXMPEG310TE",
            "description": "Held up as a role model for its battle against coronavirus, city-state Singapore is struggling with an infection spread that disease experts say bodes ill for global containment efforts.",
            "content": "SINGAPORE (Reuters) - Held up as a role model for its battle against coronavirus, city-state Singapore is struggling with an infection spread that disease experts say bodes ill for global containment efforts. \r\nThe tiny Southeast Asian nation was one of the w… [+4212 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo.com"
            },
            "publishedAt": "2020-04-02T11:54:00Z",
            "title": "Coronavirus Vaccine Race Intensifies: 3 Stocks in Focus - Yahoo Finance",
            "url": "https://finance.yahoo.com/news/coronavirus-vaccine-race-intensifies-3-115411627.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/biQj4WGbl5n8lVWcoN_9Ag--~B/aD00MDA7dz02MzU7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-us/zacks.com/cef97d1211666d37f76815b1793fed92",
            "description": "Given the urgent need for preventing the spread of COVID-19 in future, let's take a look at the companies developing vaccines for the same.",
            "content": "As the coronavirus pandemic deepens, resulting in more and more fatalities with each passing day, the race to develop treatments to combat this contagious disease intensifies.\r\nThe outbreak has created a havoc worldwide. There are more than 200,000 people inf… [+4112 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-02T11:30:02Z",
            "title": "Is this the solution to the COVID-19 vaccine? - The Sun",
            "url": "https://www.youtube.com/watch?v=66OenbDsgz8",
            "urlToImage": "https://i.ytimg.com/vi/66OenbDsgz8/maxresdefault.jpg",
            "description": "Professor Angus Dalgliesh believes he may have found a solution to the coronavirus vaccine, a drug he has used on cancer patients which boosts their immune s...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Thechronicleherald.ca"
            },
            "publishedAt": "2020-04-02T11:14:56Z",
            "title": "Global watchdog warns over financial staff curbs in pandemic - TheChronicleHerald.ca",
            "url": "https://www.thechronicleherald.ca/business/reuters/global-watchdog-warns-over-financial-staff-curbs-in-pandemic-432815/",
            "urlToImage": "https://www.thechronicleherald.ca/static/overrides/thechronicleherald/dist/img/meta-logo.png",
            "description": "By Huw Jones LONDON (Reuters) - Global financial regulators said on Thursday they are in talks with governments to allow key staff at financial firms to work on site during the coronavirus epidemic to keep markets open. The Financial Stability Board",
            "content": "By Huw Jones\r\nLONDON (Reuters) - Global financial regulators said on Thursday they are in talks with governments to allow key staff at financial firms to work on site during the coronavirus epidemic to keep markets open.\r\nThe Financial Stability Board (FSB) a… [+2165 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cornwallnewswatch.com"
            },
            "publishedAt": "2020-04-02T10:00:00Z",
            "title": "Newswatch COVID-19 Digest: Thursday April 2, 2020 - Cornwall Newswatch",
            "url": "https://www.cornwallnewswatch.com/2020/04/02/newswatch-covid-19-digest-thursday-april-2-2020/",
            "urlToImage": "https://www.cornwallnewswatch.com/wp-content/uploads/2020/04/Winchester-Assessment-Center-Team-Apr0120-E.jpg",
            "description": "Here are the latest local, regional and national headlines on the novel coronavirus (COVID-19) for Thursday, April 2, 2020: There have been 2,392 confirmed cases of COVID-19 across Ontario, an incr…",
            "content": "In this provided photo, the Winchester District Memorial Hospital medical team gets ready to work at the assessment and testing center at the Winchester Lions Club hall on Albert Street on Wednesday, April 1, 2020. (EOHU via Newswatch Group)\r\nHere are the lat… [+4320 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-04-02T08:26:40Z",
            "title": "New York virus toll doubles in 72 hours as hot spots spread - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/new-york-virus-toll-doubles-in-72-hours-as-hot-spots-spread-1.4878814",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4877396.1585750268!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "New York rushed to bring in an army of medical volunteers as the statewide death toll from the coronavirus doubled in 72 hours to more than 1,900, while the global number of people diagnosed with the illness edged closer to 1 million on Thursday.",
            "content": "New York rushed to bring in an army of medical volunteers as the statewide death toll from the coronavirus doubled in 72 hours to more than 1,900, while the global number of people diagnosed with the illness edged closer to 1 million on Thursday.\r\nAs hot spot… [+6173 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Express.co.uk"
            },
            "publishedAt": "2020-04-02T08:10:56Z",
            "title": "Coronavirus warning - three digestive symptoms that could be something serious - Express",
            "url": "https://www.express.co.uk/life-style/health/1263570/coronavirus-symptoms-signs-covid-19-infection-nausea-diarrhoea-vomiting",
            "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/11/750x445/1263570.jpg",
            "description": "Coronavirus is a deadly infection that's easily spread among people, and has now killed more than 2,100 patients in the UK. Common symptoms and signs of COVID-19 include a dry cough and a high fever, but you could also be at risk of the virus if you develop t…",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-02T00:37:32Z",
            "title": "‘A fighting chance’: Barrie, Ont., man with coronavirus recovering after being on life support - Global News",
            "url": "http://globalnews.ca/news/6765423/barrie-man-with-coronavirus-recovering-ventilator-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/47025746_158550220779657_r.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "A 41-year-old Barrie, Ont., man started experiencing shortness of breath on March 18, but he didn't think it was the novel coronavirus at first.",
            "content": "A 41-year-old Barrie, Ont., man who was diagnosed with COVID-19 is recovering at home after he was on life support at a local hospital.\r\nRene Segura started experiencing shortness of breath on March 18, but he didn’t think it was the novel coronavirus at firs… [+4246 chars]"
        },
        {
            "source": {
                "id": "news-com-au",
                "name": "News.com.au"
            },
            "publishedAt": "2020-04-01T23:36:46Z",
            "title": "Coronavirus: Nurse allegedly killed girlfriend saying she infected him - NEWS.com.au",
            "url": "https://www.news.com.au/lifestyle/health/health-problems/coronavirus-nurse-allegedly-killed-girlfriend-saying-she-infected-him/news-story/8f478fd22e94280ad64cdac88b76d7e1",
            "urlToImage": "https://cdn.newsapi.com.au/image/v1/f7142a90b3b134e0523b8756efc4d57a?width=650",
            "description": "Coronavirus: Nurse allegedly killed girlfriend saying she infected him",
            "content": "A nurse who strangled his doctor girlfriend told police he did it because she gave him coronavirus.Newly qualified medic Lorena Quaranta, 27, was found dead by police after her partner Antonio De Pace, 28, apparently called them to say he had murdered her, Th… [+2271 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thejakartapost.com"
            },
            "publishedAt": "2020-04-01T23:20:00Z",
            "title": "Tommy the robot nurse helps keep Italy doctors safe from coronavirus - The Jakarta Post - Jakarta Post",
            "url": "https://www.thejakartapost.com/life/2020/04/01/tommy-the-robot-nurse-helps-keep-italy-doctors-safe-from-coronavirus.html",
            "urlToImage": "https://img.jakpost.net/c/2020/04/01/2020_04_01_91544_1585758270._large.jpg",
            "description": "Tommy, one of six new robots helping flesh-and-blood doctors and nurses care for coronavirus patients at the Circolo Hospital in Varese, a city in the northern Lombardy region that is the epicenter of the outbreak in Italy.",
            "content": "He doesn't wear a mask but he is helping save lives from coronavirus just the same. Meet Tommy, the robot nurse.\r\nTommy is one of six new robots helping flesh-and-blood doctors and nurses care for coronavirus patients at the Circolo Hospital in Varese, a city… [+2368 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-01T23:03:36Z",
            "title": "More evidence that healthy people spread coronavirus, scientists say - Global News",
            "url": "http://globalnews.ca/news/6765195/healthy-people-spread-coronavirus/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/gettyimages-1214359485.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "A study by researchers in Singapore became the latest to estimate that somewhere around 10 per cent of new infections may be sparked by people who carry the virus but have not yet suffered its flu-like symptoms.",
            "content": "Scientists offered more evidence Wednesday that the coronavirus is spread by seemingly healthy people who show no clear symptoms, and the federal government issued new guidance warning that anyone exposed to the disease can be considered a carrier.\r\nA study b… [+5137 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theconversation.com"
            },
            "publishedAt": "2020-04-01T22:19:00Z",
            "title": "Antibodies in the blood of COVID-19 survivors know how to beat coronavirus – and researchers are already testing new treatments that harness them - The Conversation US",
            "url": "http://theconversation.com/antibodies-in-the-blood-of-covid-19-survivors-know-how-to-beat-coronavirus-and-researchers-are-already-testing-new-treatments-that-harness-them-134619",
            "urlToImage": "https://images.theconversation.com/files/324727/original/file-20200401-23115-j8iesi.jpg?ixlib=rb-1.1.0&rect=0%2C628%2C3425%2C1712&q=45&auto=format&w=1356&h=668&fit=crop",
            "description": "Before a vaccine is available to teach your immune system to ward off the coronavirus, maybe you can directly use molecules that have already fought it in other people.",
            "content": "Amid the chaos of an epidemic, those who survive a disease like COVID-19 carry within their bodies the secrets of an effective immune response. Virologists like me look to survivors for molecular clues that can provide a blueprint for the design of future tre… [+7394 chars]"
        },
        {
            "source": {
                "id": "cbs-news",
                "name": "CBS News"
            },
            "publishedAt": "2020-04-01T22:16:00Z",
            "title": "Many of New York City's coronavirus patients are young people - CBS News",
            "url": "https://www.cbsnews.com/news/young-people-coronavirus-new-york-city-percentage-patients-covid-19-symptoms-dying-hospitalizations/",
            "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/03/30/bfd00e75-bdab-410a-aa26-9154ea751b19/thumbnail/1200x630/1d3694a0b15d3f0257785cdf19ef4074/usns-comfort-new-york-coronavirus.jpg",
            "description": "One 37-year-old who always considered herself healthy told a harrowing coronavirus tale.",
            "content": "Once again, young people are being reminded that in the face of coronavirus, they are not invincible. New data from NYC Health shows that people aged 18 to 44 account for over 40% of the city's confirmed coronavirus cases. While this age group makes up a smal… [+5469 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-01T21:34:02Z",
            "title": "Pontiac nurse sidelined due to lung condition - Click On Detroit | Local 4 | WDIV",
            "url": "https://www.youtube.com/watch?v=ksUTnNqpQiQ",
            "urlToImage": "https://i.ytimg.com/vi/ksUTnNqpQiQ/maxresdefault.jpg",
            "description": "Danielle Clark is a local nurse who wants nothing more than to help others fighting coronavirus, but she can’t due to a chronic lung condition that makes her...",
            "content": "Danielle Clark is a local nurse who wants nothing more than to help others fighting coronavirus, but she cant due to a chronic lung condition that makes her a target for COVID-19."
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-01T18:45:20Z",
            "title": "Coronavirus: 13-year-old with virus 'died alone' without his family around him | ITV News - ITV News",
            "url": "https://www.youtube.com/watch?v=3arODA_pGIk",
            "urlToImage": "https://i.ytimg.com/vi/3arODA_pGIk/maxresdefault.jpg",
            "description": "A 13-year-old boy with no apparent underlying health conditions has died after testing positive for coronavirus, his family has said. Ismail Mohamed Abdulwah...",
            "content": null
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-04-01T18:12:00Z",
            "title": "COVID-19 cases and deaths rising, debt relief needed for poorest nations: WHO - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-who-idUSKBN21J6IL",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200402&t=2&i=1511300482&w=1200&r=LYNXMPEG304PF",
            "description": "The head of the World Health Organization voiced deep concern on Wednesday about the rapid escalation and global spread of COVID-19 cases from the new coronavirus, which has now reached 205 countries and territories.",
            "content": "GENEVA (Reuters) - The head of the World Health Organization voiced deep concern on Wednesday about the rapid escalation and global spread of COVID-19 cases from the new coronavirus, which has now reached 205 countries and territories. \r\nWHO Director-General … [+2835 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-01T17:50:30Z",
            "title": "Canadian lupus patients missing critical drug after claims it treats coronavirus - Global News",
            "url": "http://globalnews.ca/news/6761222/hydroxychloroquine-lupus-coronavirus-drug/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/photo-credit-nick-iwanyshyn-e1585762614313.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Lupus patients are struggling to access hydroxychloroquine after U.S. President Donald Trump promoted claims it could help treat the new coronavirus.",
            "content": "It had been 90 days since Vinita Haroun last refilled her prescription of hydroxychloroquine, so it was time to call the pharmacy for her next three-month supply.\r\nThe 38-year-old Oakville, Ont., resident has been taking this drug every day for the past decad… [+9318 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-01T16:55:51Z",
            "title": "14 new coronavirus cases in London-Middlesex; Lambton sees 6th death, Elgin 2nd - Global News",
            "url": "http://globalnews.ca/news/6761524/coronavirus-london-ontario-covid-cases-april-1/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/key107-323_2020_122808-1.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "It brings the total number of confirmed COVID-19 cases in London and Middlesex to 66.",
            "content": "The number of confirmed cases of COVID-19 in London and Middlesex rose by 14 on Wednesday while health officials in Lambton and Elgin counties confirmed additional cases and deaths from the novel coronavirus.\r\nDetails about the 14 new cases, including age, ge… [+7047 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-01T12:57:28Z",
            "title": "COVID-19: How will doctors decide who gets a ventilator? - CBC News: The National",
            "url": "https://www.youtube.com/watch?v=s2Z5XOLfw1U",
            "urlToImage": "https://i.ytimg.com/vi/s2Z5XOLfw1U/maxresdefault.jpg",
            "description": "Doctors answer your questions about the coronavirus in Canada, including whether doctors will have to cherry pick which patients get a ventilator. »»» Subscr...",
            "content": null
        }
    ]
}