{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-25T13:43:33Z",
            "title": "WHO says ‘no evidence’ that recovered COVID-19 patients cannot be re-infected - Global News",
            "url": "http://globalnews.ca/news/6867902/coronavirus-who-patients-reinfected/",
            "urlToImage": null,
            "description": "The World Health Organization (WHO) said on Saturday that there was currently \"no evidence\" that people who have recovered from COVID-19 and have antibodies are protected from a second coronavirus infection.",
            "content": "The World Health Organization (WHO) said on Saturday that there was currently “no evidence” that people who have recovered from COVID-19 and have antibodies are protected from a second coronavirus infection.\r\nIn a scientific brief, the United Nations agency w… [+1913 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-04-25T11:52:35Z",
            "title": "What it's like to get an antibody test after coronavirus symptoms - Business Insider - Business Insider",
            "url": "https://www.businessinsider.com/coronavirus-symptoms-antibody-test-experience-2020-4",
            "urlToImage": null,
            "description": "I had coronavirus symptoms, including \"COVID toes,\" a dry cough, and headaches, but never got tested. My antibody test came back negative, though.",
            "content": "When the Bay Area issued its shelter-in-place order on March 17, my three roommates and I started preparing to spend the next month together in our small apartment.\r\nBut then two of us started experiencing COVID-19 symptoms: headaches, coughs, fatigue, and sh… [+1813 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-04-25T09:43:08Z",
            "title": "Coronavirus: France bans online sales of nicotine substitutes - Business Insider - Business Insider",
            "url": "https://www.businessinsider.com/coronavirus-france-halts-online-sales-nicotine-substitutes-smoker-study-2020-4",
            "urlToImage": null,
            "description": "The government fears panic buying of nicotine replacement therapies after a new study found smokers were less likely to be infected by COVID-19.",
            "content": "France on Friday banned online sales of nicotine replacements — such as nicotine gum and patches — after a widely reported Paris study found smokers were less likely to admitted to hospital for COVID-19.\r\nIn a draft legal text published earlier this week, the… [+1966 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thesun.co.uk"
            },
            "publishedAt": "2020-04-25T09:38:29Z",
            "title": "WHO warns there is ‘no proof’ of coronavirus immunity as medics say ‘immunity passports’ could risk second wav - The Sun",
            "url": "http://www.thesun.co.uk/news/11478106/who-no-proof-immunity-passports-coronavirus/",
            "urlToImage": null,
            "description": "",
            "content": "THE World Health Organisation today warned there is \"no proof\" of coronavirus immunity as medics warned 'risk-free certificates' could risk a second wave of the virus.\r\nWHO warned coronavirus immunity passports could make the pandemic worse as patients who ha… [+4811 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.comworld"
            },
            "publishedAt": "2020-04-25T07:46:47Z",
            "title": "England campaign targets seriously ill patients avoiding hospitals - The Guardian",
            "url": "https://amp.theguardian.comworld/2020/apr/25/england-campaign-targets-seriously-ill-patients-avoiding-hospitals",
            "urlToImage": null,
            "description": "Campaign will urge people with serious non-coronavirus-related conditions to seek help",
            "content": "A government campaign has been launched to encourage people seriously ill with non-Covid conditions such as heart attacks to seek help amid concerns some are avoiding hospitals.\r\nThe campaign, which will be rolled out next week, aims to encourage people to us… [+4549 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-25T02:05:47Z",
            "title": "After her husband died from coronavirus, she found an emotional goodbye note on his phone - CNN",
            "url": "https://www.cnn.com/2020/04/24/us/coronavirus-victim-family-note-trnd/index.html",
            "urlToImage": null,
            "description": "\"I love you guys with all my heart and you've given me the best life I could have ever asked for.\"",
            "content": "(CNN)\"I love you guys with all my heart and you've given me the best life I could have ever asked for.\"\r\nThat's the beginning of a goodbye note one woman found on her husband's phone after he died from coronavirus this week.\r\nJonathan Coelho, 32, passed away … [+5912 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-25T02:03:57Z",
            "title": "He signed up for a coronavirus vaccine trial using a method that's never been used in humans. Here's why. - CNN",
            "url": "https://www.cnn.com/2020/04/24/health/coronavirus-vaccine-speed-sanjay-gupta/index.html",
            "urlToImage": null,
            "description": "Sean Doyle signed up for a trial for a coronavirus vaccines that uses new technology to try and reach a vaccine quicker. Experts debate whether these vaccines will work and make it through safety tests or change how we make vaccines forever.",
            "content": "(CNN)Despite all his medical knowledge, 31-year-old medical student and Ph. D. candidate Sean Doyle couldn't know for certain all the risks of the injection he had just received in his right shoulder at Emory University Hospital. Yes, of course he was told of… [+11348 chars]"
        },
        {
            "source": {
                "id": "news-com-au",
                "name": "News.com.au"
            },
            "publishedAt": "2020-04-25T02:03:37Z",
            "title": "Coronavirus: How it kills in ‘ferocious rampage’ from brain to toes - NEWS.com.au",
            "url": "https://www.news.com.au/world/coronavirus/health/how-covid19-kills-in-ferocious-rampage-from-brain-to-toes/news-story/76f8edff42d1302b2c9acc8211547ea6",
            "urlToImage": null,
            "description": "How COVID-19 kills in ‘ferocious rampage from brain to toes’",
            "content": "COVID-19 kills in a ferocious rampage through the body from brain to toes doctors have explained, saying the virus acts like no pathogen humanity has ever seen.In an article in sciencemag.org, frontline clinicians caring for the five per cent who become criti… [+7241 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-04-24T23:29:45Z",
            "title": "Coronavirus: Has Sweden got its science right? - BBC News",
            "url": "https://www.bbc.co.uk/news/world-europe-52395866",
            "urlToImage": null,
            "description": "The strategy devised by scientists was to keep large parts of society open but not everyone is convinced.",
            "content": "Image caption\r\n Sweden's schools have remained open while neighbouring countries shut theirs for weeks\r\nSweden's strategy to keep large parts of society open is widely backed by the public. It has been devised by scientists and backed by government, and yet n… [+8699 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-24T23:24:30Z",
            "title": "Coronavirus: Quebec parents fear sending kids back to school, concept of ‘herd immunity’ - Global News",
            "url": "http://globalnews.ca/news/6865226/coronavirus-quebec-school-herd-immunity/",
            "urlToImage": null,
            "description": "Quebec's Association of pediatricians supports Premier Legault and herd immunity.",
            "content": "As Quebec Premier François Legault prepares to restart the economy and get students back to schools amid the novel coronavirus pandemic, the concept of developing “herd immunity” in children is making many parents fearful.\r\nWhile school is cancelled across Qu… [+3656 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Torontosun.com"
            },
            "publishedAt": "2020-04-24T21:17:56Z",
            "title": "'Pink eye' a new COVID-9 concern - The Kingston Whig-Standard",
            "url": "https://torontosun.com/news/world/pink-eye-a-new-covid-9-concern",
            "urlToImage": null,
            "description": "Experts are getting a potentially worrisome new view on the novel coronavirus as a lingering eye ailment that can last for weeks.A newly-published report from the National Institute for Infectious …",
            "content": "Experts are getting a potentially worrisome new view on the novel coronavirus as a lingering eye ailment that can last for weeks.\r\nA newly-published report from the National Institute for Infectious Diseases in Italy found the virus persisted in the eyes of o… [+1103 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-24T21:15:39Z",
            "title": "Coronavirus Update: New Antibody Testing Site Opens In Sunset Park, Brooklyn - CBS New York",
            "url": "https://www.youtube.com/watch?v=pmtcbUHGXEA",
            "urlToImage": null,
            "description": "A new COVID-19 antibody testing site is now open in Brooklyn.",
            "content": "Sign in to report inappropriate content.\r\nSign in"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencedaily.com"
            },
            "publishedAt": "2020-04-24T20:35:32Z",
            "title": "The most promising strategies for defeating coronavirus: A review study - Science Daily",
            "url": "https://www.sciencedaily.com/releases/2020/04/200424081706.htm",
            "urlToImage": null,
            "description": "Experts from UNC Chapel Hill review possible clinical approaches from antivirals to gene therapy against the virus responsible for COVID-19 and related diseases.",
            "content": "In an unprecedented effort, hundreds of thousands of researchers and clinicians worldwide are locked in a race against time to develop cures, vaccines, and better diagnostic tests for COVID-19, the illness caused by the virus SARS-CoV-2.Over 1,650 articles on… [+4617 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-04-24T18:47:00Z",
            "title": "COVID-19 causing blood clots, sudden strokes in young adults, doctors say - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/covid-19-causing-blood-clots-sudden-strokes-in-young-adults-doctors-say-1.4910674",
            "urlToImage": null,
            "description": "The new coronavirus appears to be causing sudden strokes in adults in their 30s and 40s who are not otherwise terribly ill, doctors reported Wednesday.",
            "content": "The new coronavirus appears to be causing sudden strokes in adults in their 30s and 40s who are not otherwise terribly ill, doctors reported Wednesday.\r\nThey said patients may be unwilling to call 911 because they have heard hospitals are overwhelmed by coron… [+2516 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-24T17:11:43Z",
            "title": "10 new coronavirus cases, 10 recoveries in London-Middlesex, health unit says - Global News",
            "url": "http://globalnews.ca/news/6863103/london-middlesex-coronavirus-covid-19-april-24/",
            "urlToImage": null,
            "description": "The health unit said three of the new cases involved local retirement home residents, while one case involved a long-term care resident.",
            "content": "The total number of confirmed novel coronavirus cases in London and Middlesex rose to 357 on Friday after health officials with the Middlesex-London Health Unit reported 10 new cases, four involving local seniors’ home residents.\r\nHealth officials also report… [+10453 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-24T15:35:22Z",
            "title": "COVID-19: 'Remain on guard' to keep surfaces clean of coronavirus, experts say - Vermilion Standard",
            "url": "http://nationalpost.com/news/canada/remain-on-guard-and-keep-surfaces-clean-of-coronavirus",
            "urlToImage": null,
            "description": "Whether you’re continuing to hunker down or getting ready for the new normal, now is a good time to review best practices",
            "content": "As parts of Canada begin to reopen following a nationwide lockdown to stop the spread of the deadly coronavirus pandemic, the country’s chief public health officer is warning people to remain vigilant.\r\nCanada’s reported more than 2,290 deaths and about 43,50… [+4764 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Forbes.com"
            },
            "publishedAt": "2020-04-24T14:57:08Z",
            "title": "Coronavirus Tests To Reopen The Economy Have Important Limitations, Notes This Diagnostics Expert - Forbes",
            "url": "https://www.forbes.com/sites/coronavirusfrontlines/2020/04/24/coronavirus-tests-to-reopen-the-economy-have-important-limitations-notes-this-diagnostics-expert/",
            "urlToImage": null,
            "description": "Two types of coronavirus tests are crucial for re-opening the economy. But it's important to remember that they're not perfect.",
            "content": "As tests are used to re-open the economy, it's important to remember that they're no perfect. \r\nDaniel Reinhardt/picture alliance via Getty Images\r\nAs the COVID-19 pandemic continues to rage in many parts of the country, there are signs for guarded optimism. … [+4842 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bgr.com"
            },
            "publishedAt": "2020-04-24T14:02:10Z",
            "title": "The most unusual coronavirus symptom is also the most dangerous - BGR",
            "url": "https://bgr.com/2020/04/24/coronavirus-symptoms-stroke-after-blood-clots-in-young-patients/",
            "urlToImage": null,
            "description": "The newest observed coronavirus symptom is also the most dangerous one and can appear in patients who don’t even experience other symptoms. Doctors have noticed an increase in strokes caused by blood clots in young adults, who might be reluctant to seek medic…",
            "content": "<ul><li>The newest observed coronavirus symptom is also the most dangerous one and can appear in patients who don’t even experience other symptoms.</li><li>Doctors have noticed an increase in strokes caused by blood clots in young adults, who might be relucta… [+3622 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-24T13:59:55Z",
            "title": "Can I get the coronavirus from my pet? - Global News",
            "url": "http://globalnews.ca/news/6862679/coronavirus-pets/",
            "urlToImage": null,
            "description": "Two pet cats in New York recently tested positive for the novel coronavirus.",
            "content": "Can I get the new coronavirus from my dog Fido or my cat Milo?\r\nTheres no evidence domestic pets are spreading the virus to people.\r\nHowever, there have been a few cases worldwide where animals likely got the virus from humans, according to the U.S. Departmen… [+2991 chars]"
        },
        {
            "source": {
                "id": "news-com-au",
                "name": "News.com.au"
            },
            "publishedAt": "2020-04-24T00:38:00Z",
            "title": "Virus causing strokes in healthy young people - Coolum & North Shore News",
            "url": "https://www.news.com.au/lifestyle/health/health-problems/doctors-warn-coronavirus-causing-blood-clots-and-sudden-strokes-in-young-healthy-patients/news-story/d9d3f775f84783346d10f47229359e9a",
            "urlToImage": null,
            "description": "Doctors have sent a warning that coronavirus is causing blood clots and strokes in otherwise young, healthy patients.",
            "content": "Coronavirus can cause blood clots and sudden strokes in young, healthy patients, doctors have warned.\r\nMedics in New York have seen a sevenfold increase in stroke cases in people in their 30s and 40s who either had mild or no COVID-19 symptoms at all.\r\nIt com… [+3658 chars]"
        }
    ]
}