{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-05-29T14:30:24Z",
            "title": "Current, former cancer patients more likely to die of COVID-19: study - Global News",
            "url": "http://globalnews.ca/news/7001841/coronavirus-cancer-study/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/gettyimages-1183136806-e1590760509333.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "New research shows how dangerous the coronavirus is for current and former cancer patients.",
            "content": "New research shows how dangerous the coronavirus is for current and former cancer patients. Those who developed COVID-19 were much more likely to die within a month than people without cancer who got… [+5730 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-05-29T14:03:00Z",
            "title": "COVID-19: China's CDC says Wuhan wet market was site of 'superspreader' incident, but not outbreak's source - National Post",
            "url": "https://nationalpost.com/news/world/covid-19-chinas-cdc-says-wuhan-wet-market-was-site-of-superspreader-incident-but-not-outbreaks-source",
            "urlToImage": "https://nationalpostcom.files.wordpress.com/2020/05/1-4-4.jpg",
            "description": "China says animals from the market were tested and found not to contain the novel coronavirus",
            "content": "It has long been the focus of swirling coronavirus speculation, but now Chinese health authorities have said that the wet market in Wuhan, central China, was not the source of the first COVID-19 outb… [+4633 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-05-29T13:08:55Z",
            "title": "Grandmother, 103, beats coronavirus and celebrates with a cold beer - Globalnews.ca",
            "url": "http://globalnews.ca/news/6998226/grandma-103-survives-coronavirus-beer/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/bud-edited.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "She took three huge gulps from a beer on the day she was declared COVID-free.",
            "content": "A great-great-grandma cracked a cold one to celebrate beating COVID-19.\r\nJennie Stejna, 103, was the first resident at her Massachusetts nursing home to catch the novel coronavirus. She then became t… [+3097 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-05-29T12:27:40Z",
            "title": "Sewage can give a week's extra warning of coronavirus spikes: study - Global News",
            "url": "http://globalnews.ca/news/6958321/sewage-coronavirus-ottawa-yale/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/gettyimages-1214295808-e1590753749601.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Reacting very quickly to coronavirus outbreaks is a matter of life and death. The fastest warning, a new study shows, can come from the data we flush away every day.",
            "content": "On April 16, the novel coronavirus peaked in New Haven, Conn., at least as far as tests of individuals showed.\r\nBut Yale University scientists taking samples from the local sewage treatment plant got… [+4649 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-05-29T11:46:31Z",
            "title": "Why US anti-vaxxers will refuse the coronavirus vaccine - The Guardian",
            "url": "https://www.youtube.com/watch?v=HFHBPvMRvX4",
            "urlToImage": "https://i.ytimg.com/vi/HFHBPvMRvX4/maxresdefault.jpg",
            "description": "In a recent survey, 24% of Americans said they will refuse a coronavirus vaccine. Adam Gabbatt investigates the anti-vaxxer movement in the United States – a...",
            "content": "In a recent survey, 24% of Americans said they will refuse a coronavirus vaccine. Adam Gabbatt investigates the anti-vaxxer movement in the United States and how the pandemic is helping to fuel its r… [+675 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-05-29T10:00:43Z",
            "title": "Coronavirus lockdowns might be delaying flu season in the southern hemisphere - Globalnews.ca",
            "url": "http://globalnews.ca/news/6999217/coronavirus-lockdown-flu-rsv/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/australialockdown.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Physical distancing measures don't just affect the coronavirus, countries are finding.",
            "content": "As the southern hemisphere enters its winter season, it seems like flu season is running a little behind.\r\nLockdowns and distancing measures are designed to prevent the spread of the novel coronaviru… [+5036 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "TheChronicleHerald.ca"
            },
            "publishedAt": "2020-05-29T08:07:16Z",
            "title": "Indian doctors go online to treat patients amid coronavirus outbreak - TheChronicleHerald.ca",
            "url": "https://www.thechronicleherald.ca/news/world/indian-doctors-go-online-to-treat-patients-amid-coronavirus-outbreak-455331/",
            "urlToImage": "https://www.thechronicleherald.ca/static/overrides/thechronicleherald/dist/img/meta-logo.png",
            "description": "By Sunil Kataria GURUGRAM, India (Reuters) - As India's health system grapples with the coronavirus, doctors are increasingly going online to consult with patients suffering less critical or chronic diseases, while the south Asian economy prepares to",
            "content": "By Sunil Kataria\r\nGURUGRAM, India (Reuters) - As India's health system grapples with the coronavirus, doctors are increasingly going online to consult with patients suffering less critical or chronic… [+2180 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-05-29T02:02:36Z",
            "title": "Coronavirus outbreak: More Canadians dying of overdoses during the pandemic - Global News",
            "url": "https://www.youtube.com/watch?v=lXSr0bfs1yw",
            "urlToImage": "https://i.ytimg.com/vi/lXSr0bfs1yw/maxresdefault.jpg",
            "description": "The COVID-19 pandemic and physical distancing policies used to help curb the crisis have made a bad situation worse for those struggling with mental illness ...",
            "content": "The COVID-19 pandemic and physical distancing policies used to help curb the crisis have made a bad situation worse for those struggling with mental illness and addiction. As Heather Yourex-West repo… [+433 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-05-29T01:00:02Z",
            "title": "Canada sees fewer than 1,000 new coronavirus cases for 3rd consecutive day - Globalnews.ca",
            "url": "http://globalnews.ca/news/7000341/canada-coronavirus-cases-may-28/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/23270086.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Canada reported 994 new cases of COVID-19 — slightly more than Wednesday's 872 — and 112 new deaths, for a total of 88,501 cases and 6,877 deaths.",
            "content": "For the third day in a row, the number of new coronavirus infections in Canada remained below 1,000.\r\nBut every province except for Prince Edward Island reported at least one new case on Thursday, wi… [+3765 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Express"
            },
            "publishedAt": "2020-05-29T00:17:00Z",
            "title": "Coronavirus breakthrough as ‘several’ vaccines READY by the end of the year - Express.co.uk",
            "url": "https://www.express.co.uk/news/science/1288504/coronavirus-vaccine-2020-AstraZeneca-GlaxoSmithKline-uk-news-today",
            "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/151/750x445/1288504.jpg",
            "description": "CORONAVIRUS VACCINE hopes have seen a major boost as AstraZeneca claims ‘several' will be ready by the end of the year.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-05-29T00:10:07Z",
            "title": "Pharma chiefs say coronavirus vaccine could be ready this year, but challenges 'daunting' - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/pharma-chiefs-say-coronavirus-vaccine-could-be-ready-this-year-but-challenges-daunting-1.4959577",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4959608.1590710641!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Pharmaceutical company executives say one or several COVID-19 vaccines could begin rolling out before 2021, but warned the challenges would be 'daunting' as it was estimated that 15 billion doses would be needed to halt the pandemic.",
            "content": "GENEVA, SWITZERLAND -- \r\nPharmaceutical company executives said Thursday that one or several COVID-19 vaccines could begin rolling out before 2021, but warned the challenges would be \"daunting\" as it… [+3906 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-05-28T23:56:02Z",
            "title": "Coronavirus: Work underway to put Saskatoon tourism on road to recovery - Globalnews.ca",
            "url": "http://globalnews.ca/news/7000346/coronavirus-saskatoon-tourism-recovery/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2018/04/2018-04-26-jeff-wizniak-your-saskatchewan.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "While COVID-19 has shown that tourism can be derailed, Tourism Saskatoon says the city is demonstrating the resiliency required to put it back on track.",
            "content": "With tourism hit hard globally by the COVID-19 pandemic, work is underway to help see that Saskatoons visitor economy rebounds.\r\nThe city was selected as a staging area after the Tourism Industry Ass… [+4406 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "BBC News"
            },
            "publishedAt": "2020-05-28T23:24:58Z",
            "title": "Coronavirus: How Turkey took control of Covid-19 emergency - BBC News",
            "url": "https://www.bbc.com/news/world-europe-52831017",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/14783/production/_112534838_061495387.jpg",
            "description": "Even without imposing a total lockdown, Turkey seems to have handled the outbreak well.",
            "content": "Image copyrightEPAImage caption\r\n Turkey has a lower recorded death toll than many other countries in Europe\r\nCovid-19 came late to Turkey - on 11 March - but soon singed every corner of the country.… [+6634 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-05-28T18:43:58Z",
            "title": "3 new coronavirus cases, 2 recoveries reported in London-Middlesex; case tally now 512 - Global News",
            "url": "http://globalnews.ca/news/6996970/london-middlesex-coronavirus-covid-19-may-28/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/rjb10664090-1.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "It brings the total number of confirmed cases in the region to 512, of which 369 have recovered and 52 have died.",
            "content": "Three people have tested positive for the novel coronavirus in London and Middlesex and two people have recovered, local health officials reported Thursday.\r\nThe update brings the total number of con… [+11308 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-05-28T16:53:55Z",
            "title": "How long the Coronavirus pandemic will last - Channel 4 News",
            "url": "https://www.youtube.com/watch?v=J_y_i8tvkb4",
            "urlToImage": "https://i.ytimg.com/vi/J_y_i8tvkb4/maxresdefault.jpg",
            "description": "As lockdowns around the world continue in some form, and a new normal begins to bed itself in, many of us are wondering: when will this coronavirus pandemic ...",
            "content": "As lockdowns around the world continue in some form, and a new normal begins to bed itself in, many of us are wondering: when will this coronavirus pandemic end?\r\n(Subscribe: https://bit.ly/C4_News_S… [+755 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-05-28T15:45:00Z",
            "title": "How Americans can help prevent another 100,000 coronavirus deaths - CNN International",
            "url": "https://www.cnn.com/2020/05/28/health/us-coronavirus-thursday/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200527205316-04-us-coronavirus-death-toll-super-tease.jpg",
            "description": "No one wants to see another horrific milestone like the one reached this week. But scientists say there are ways to minimize future tragedies.",
            "content": "(CNN)No one wants to see another horrific milestone like the one reached this week. \r\nThe US death toll from coronavirus topped 100,000, according to data from Johns Hopkins University. That means an… [+5791 chars]"
        },
        {
            "source": {
                "id": "the-times-of-india",
                "name": "The Times of India"
            },
            "publishedAt": "2020-05-28T15:09:50Z",
            "title": "30 groups in India trying to develop coronavirus vaccines: PSA Vijay Raghavan - Times of India",
            "url": "https://timesofindia.indiatimes.com/videos/news/30-groups-in-india-trying-to-develop-coronavirus-vaccines-psa-vijay-raghavan/videoshow/76074726.cms",
            "urlToImage": "https://timesofindia.indiatimes.com/photo/msid-76074726,imgsize-133091.cms",
            "description": "VK Paul, Member- Health, Niti Aayog, on Thursday said, \"The fight against Coronavirus will be won through vaccines and drugs. Our country's science and technology institutions and pharma industry are very strong.\" Principal Scientific Advisor (PSA) to the gov…",
            "content": "May 28, 2020, 08:33PM ISTSource: Times NowVK Paul, Member- Health, Niti Aayog, on Thursday said, \"The fight against Coronavirus will be won through vaccines and drugs. Our country's science and techn… [+388 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "TweakTown"
            },
            "publishedAt": "2020-05-28T12:32:32Z",
            "title": "This study found the coronavirus death rate in ICU is shockingly low - TweakTown",
            "url": "https://www.tweaktown.com/news/72817/this-study-found-the-coronavirus-death-rate-in-icu-is-shockingly-low/index.html",
            "urlToImage": "https://images.tweaktown.com/news/7/2/72817_20_canadian-study-of-critically-ill-patients-with-covid-19-found-lower-de_full.png",
            "description": "A new study has revealed an astonishing low mortality rate in coronavirus patients admitted to the ICU",
            "content": "A study has found that the mortality rate in COVID-19 patients admitted to intensive care units (ICU) was far lower than expected, according to a paper published in the Canadian Medical Association J… [+1664 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo Entertainment"
            },
            "publishedAt": "2020-05-27T21:13:00Z",
            "title": "'Too many have already died': Leaders call on Congress to take action for minorities amid coronavirus - Yahoo Canada Finance",
            "url": "https://ca.news.yahoo.com/too-many-have-already-died-leaders-call-on-congress-to-take-action-for-minorities-amid-coronavirus-211301741.html",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/n5SlFzO37PMoPsancSIZxw--~A/YXBwaWQ9aGlnaGxhbmRlcjt3PTQyMDA7aD0yNTExO3NtPTE7aWw9cGxhbmU-/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-images/2020-05/830a1790-969d-11ea-96ff-f814db393cee.cf.jpg",
            "description": "Dr. James Hildreth said that Congress needs to “act now” and ensure that aid for minorities is included in the next stimulus package.",
            "content": "The coronavirus pandemic has disproportionately impacted minority communities across the U.S.\r\nThe CDC has yet to show a full breakdown of coronavirus cases by race and ethnicity, but a May 2020 stud… [+7795 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "CNBC"
            },
            "publishedAt": "2020-05-27T17:22:19Z",
            "title": "WHO says 'jury is still very much out' on whether coronavirus antibodies provide immunity - CNBC",
            "url": "https://www.cnbc.com/2020/05/27/who-says-jury-is-still-very-much-out-on-whether-coronavirus-antibodies-provide-immunity.html",
            "urlToImage": "https://image.cnbcfm.com/api/v1/image/106553902-15905961992020-05-03t000000z_392955759_rc24hg9p1seb_rtrmadp_0_health-coronavirus-who-ryan.jpeg?v=1590596287",
            "description": "It remains unclear whether people who have been infected with the coronavirus are at risk of becoming infected again, WHO says.",
            "content": "It remains unclear whether people who have been infected with the coronavirus are at risk of becoming infected again, the World Health Organization said Wednesday. \r\n\"The jury is still very much out … [+1648 chars]"
        }
    ]
}