{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Timescolonist.com"
            },
            "publishedAt": "2020-03-20T05:52:00Z",
            "title": "Coronavirus screening clinic opens in Nanaimo for referrals only - Times Colonist",
            "url": "https://www.timescolonist.com/news/local/coronavirus-screening-clinic-opens-in-nanaimo-for-referrals-only-1.24102231",
            "urlToImage": "https://www.timescolonist.com/polopoly_fs/1.978487.1398105534!/fileImage/httpImage/tc-facebook-logo-156x154.png",
            "description": "A referral-only clinic to screen for COVID-19 has opened in Nanaimo.The clinic will serve only those who have been referred by a primary-care provider or an 811 nurse. Island Health asked people not . . .",
            "content": "A referral-only clinic to screen for COVID-19 has opened in Nanaimo.\r\nThe clinic will serve only those who have been referred by a primary-care provider or an 811 nurse. Island Health asked people not to call or go to any screening clinic unless referred.\r\nTe… [+1182 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "7news.com.au"
            },
            "publishedAt": "2020-03-20T05:46:56Z",
            "title": "Summit supercomputer identifies chemicals that could stop coronavirus spread - 7NEWS.com.au",
            "url": "https://7news.com.au/technology/summit-supercomputer-identifies-chemicals-that-could-stop-coronavirus-spread-c-754884",
            "urlToImage": "https://images.7news.com.au/publication/C-754884/d3b2763105d98d0f6674314738058f43015d248c-16x9-x0y110w2123h1194.jpg?imwidth=1024",
            "description": "The world’s fastest computer could have the answer that we have all been waiting for.",
            "content": "The novel coronavirus presents an unprecedented challenge for scientists: The speed at which the virus spreads means they must accelerate their research.\r\nBut this is what the worlds fastest supercomputer was built for.\r\nSummit, IBMs supercomputer equipped wi… [+2478 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-03-20T04:04:07Z",
            "title": "Coronavirus Death Rate in Wuhan Is Lower than Previously Thought, Study Finds - The New York Times",
            "url": "https://www.nytimes.com/2020/03/19/health/wuhan-coronavirus-deaths.html",
            "urlToImage": "https://static01.nyt.com/images/2020/03/19/science/19VIRUS-FATALITIES1/19VIRUS-FATALITIES1-facebookJumbo.jpg",
            "description": "Researchers calculated a 1.4 percent likelihood of dying in the city where the pandemic began. Earlier estimates ranged from 2 percent to 3.4 percent.",
            "content": "The experience gained from managing those initial patients and the increasing availability of newer, and potentially better, treatment modalities to more patients would presumably lead to fewer deaths, all else being equal, wrote the study authors, a team tha… [+1314 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-20T03:41:12Z",
            "title": "Local experts examine how the coronavirus outbreak takes a toll on child mental health - CBS 17",
            "url": "https://www.youtube.com/watch?v=75UPUcO4xOs",
            "urlToImage": "https://i.ytimg.com/vi/75UPUcO4xOs/maxresdefault.jpg",
            "description": "Local experts examine how the coronavirus outbreak takes a toll on child mental health",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-03-20T03:40:09Z",
            "title": "Search for Coronavirus Vaccine Becomes a Global Competition - The New York Times",
            "url": "https://www.nytimes.com/2020/03/19/us/politics/coronavirus-vaccine-competition.html",
            "urlToImage": "https://static01.nyt.com/images/2020/03/19/us/politics/19dc-virus-vaccine-01/merlin_170656425_e155ec65-a026-4067-90e8-3a4c607976f9-facebookJumbo.jpg",
            "description": "The United States, China and Europe are battling to be the first to find a cure, bringing a nationalist element to a worldwide crisis.",
            "content": "In normal times, there is always an element of national competition to the development of drugs. In the months before the coronavirus began breaking out in Wuhan, the F.B.I. began an effort to root out scientists they believed were stealing biomedical researc… [+2064 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-20T01:30:09Z",
            "title": "Saskatoon business owner says customer, ignoring coronavirus guidelines, forced closure - Global News",
            "url": "http://globalnews.ca/news/6705389/saskatoon-sangsters-closes-coronavirus/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/sangsters-e1584663356473.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "A Saskatoon business owner says she temporarily closed her store following a visit from a customer who recently travelled internationally.",
            "content": "A Saskatoon business has temporarily closed its doors after the owner says a customer came in a day after taking an international flight.\r\nStaff at the Sangsters supplement store in Lawson Heights Mall were off work starting Thursday, advised to stay home unt… [+3228 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-20T00:48:37Z",
            "title": "Coronavirus: Dental hygienists concerned dentists are still providing non-essential service - Global News",
            "url": "http://globalnews.ca/news/6703208/coronavirus-dental-hygienists-concerned-dentists-are-still-providing-non-essential-service/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/cpt11252016-4.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The B.C. Dental Hygienists Association is concerned about dentists in the province ignoring advice and continuing to operate regular service.",
            "content": "The B.C. Dental Hygienists Association is concerned dentists in the province are ignoring advice and continuing to operate regular service, despite the novel coronavirus pandemic.\r\nAndrea Burton, executive director of the association, says there are some hygi… [+2523 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thecut.com"
            },
            "publishedAt": "2020-03-20T00:25:00Z",
            "title": "One New Jersey Family Has Suffered 4 Coronavirus Fatalities - The Cut",
            "url": "http://www.thecut.com/2020/03/a-new-jersey-family-has-suffered-4-coronavirus-fatalities.html",
            "urlToImage": "https://pixel.nymag.com/imgs/fashion/daily/2020/03/19/18-family-death-b.w1200.h630.jpg",
            "description": "Three more members of the family remain hospitalized after contracting the virus.",
            "content": "As the number of coronavirus cases in the United States continues to rise sharply, one family has been particularly devastated by the virus. Four members of a family in Freehold, New Jersey, have died of complications from COVID-19. According to the New York … [+1622 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-20T00:19:44Z",
            "title": "Coronavirus: Patients worried after Alberta cancels non-urgent surgeries - Global News",
            "url": "http://globalnews.ca/news/6705348/coronavirus-patients-worried-after-alberta-cancels-non-urgent-surgeries/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/brad-murphy.png?w=720&h=379&crop=1",
            "description": "AHS urges patients awaiting elective surgery to avoid calling 811, as those in need of new appointments will be contacted personally.",
            "content": "Alberta Health Services has cancelled all non-urgent surgeries and procedures in facilities across the province in the wake of the COVID-19 pandemic.\r\nIt is a necessary step to ensure the health-care system can sustain its pandemic response,and be able to res… [+1588 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-19T23:38:06Z",
            "title": "Coronavirus: Toronto epidemiologist modelling COVID-19 says the school year may be done - Global News",
            "url": "http://globalnews.ca/news/6705251/coronavirus-modelling-toronto/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/cpt10151530-8.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "“People should at least entertain the possibility that the school year may be done this year. I’m hesitant to speculate what will happen in September.\"",
            "content": "For epidemiologists modelling the novel coronavirus, predicting the future is an inexact science.\r\nBut two Toronto experts agreed that shutting down schools for only a month is not enough to stop the spread of COVID-19 and said they believe social isolation c… [+2708 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cp24.com"
            },
            "publishedAt": "2020-03-19T23:27:00Z",
            "title": "Western University researchers begin work on developing a COVID-19 vaccine - CP24 Toronto's Breaking News",
            "url": "https://www.cp24.com/news/western-university-researchers-begin-work-on-developing-a-covid-19-vaccine-1.4860604",
            "urlToImage": "https://www.cp24.com/polopoly_fs/1.4860607.1584660410!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "A team of Western University researchers has begun work on creating a vaccine for the devastating novel coronavirus.",
            "content": "LONDON, Ont. - A team of Western University researchers has begun work on creating a vaccine for the devastating novel coronavirus.\r\nUniversity officials say experts in virology, microbiology, vaccinology, bioinformatics and immunology have united in a bid to… [+1321 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-19T22:37:44Z",
            "title": "Coronavirus can last on surfaces for days — experts say cleaning is key - Global News",
            "url": "http://globalnews.ca/news/6695508/coronavirus-surfaces-air/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/gettyimages-1140943530.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "A new study found coronavirus can live on surfaces for days, which is why frequent handwashing and keeping surfaces clean is so important.",
            "content": "As cases of the novel coronavirus continue to rise in Canada, many wonder (and are often confused) about how long the virus can last on surfaces and in the air.\r\nIn a recent report from the National Institute of Allergy and Infectious Diseases published on Tu… [+5909 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-19T21:25:54Z",
            "title": "Lessons learned from Wuhan about COVID-19 mitigation - 9NEWS",
            "url": "https://www.youtube.com/watch?v=gmnYd_obcn0",
            "urlToImage": "https://i.ytimg.com/vi/gmnYd_obcn0/hqdefault.jpg",
            "description": "With fewer and fewer cases reported daily, what can we learn about how Wuhan, China has handled the coronavirus? 9Health Expert, Dr. Payal Kohli weighs in.",
            "content": "With fewer and fewer cases reported daily, what can we learn about how Wuhan, China has handled the coronavirus? 9Health Expert, Dr. Payal Kohli weighs in."
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-19T21:13:45Z",
            "title": "3 confirmed coronavirus deaths at Metro Detroit hospitals - Click On Detroit | Local 4 | WDIV",
            "url": "https://www.youtube.com/watch?v=ziDWArxqnf8",
            "urlToImage": "https://i.ytimg.com/vi/ziDWArxqnf8/maxresdefault.jpg",
            "description": "Officials have confirmed three coronavirus deaths in the state of Michigan Thursday -- all three at hospitals in Metro Detroit.",
            "content": "Officials have confirmed three coronavirus deaths in the state of Michigan Thursday -- all three at hospitals in Metro Detroit."
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-19T20:51:13Z",
            "title": "Miss Persona has a message for kids amid coronavirus pandemic: ‘We must stay strong’ - Global News",
            "url": "http://globalnews.ca/news/6703620/miss-persona-coronavirus-message/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/persona-edited.jpg?quality=70&strip=all&crop=0px%2C94px%2C1024px%2C541px&resize=720%2C379",
            "description": "Miss Persona teaches her young viewers how to care for themselves during COVID-19.",
            "content": "Miss Persona and Brandon Bear have an important message for kids everywhere during the novel coronavirus outbreak.\r\nThe Treehouse Direct personalities announced on YouTube that teddy bear kindergarten is cancelled as people are being asked to self-isolate and… [+2341 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-19T20:42:36Z",
            "title": "Can ebola, HIV or malaria drugs stop coronavirus? WHO starts testing to find out - Global News",
            "url": "http://globalnews.ca/news/6703290/coronavirus-drugs/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/needle.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The World Health Organization has launched COVID-19 trials spanning ten countries, testing treatments used for other illnesses and already on the market.",
            "content": "The World Health Organization (WHO) is launching global clinical trials to test possible new coronavirus therapies that will span across 10 participating countries.\r\nSome of the treatments to be tested are drugs already being used for other illnesses like HIV… [+5837 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Montrealgazette.com"
            },
            "publishedAt": "2020-03-19T19:50:01Z",
            "title": "Coronavirus: Anti-Fraud Centre publishes updated list of known scams - Montreal Gazette",
            "url": "https://montrealgazette.com/news/local-news/coronavirus-anti-fraud-centre-publishes-updated-list-of-known-scams",
            "urlToImage": "https://postmediamontrealgazette2.files.wordpress.com/2020/03/0317-city-airport-8.jpg",
            "description": "Urges Canadians to be vigilant as fraudsters seek to exploit the COVID-19 crisis.",
            "content": "TORONTO — The Canadian Anti-Fraud Centre has updated its list of known COVID-19 scams.\r\nThe centre, which works with the Royal Canadian Mounted Police, the Competition Bureau and the Ontario Provincial Police, urges Canadians to be vigilant as fraudsters seek… [+2052 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-19T19:15:49Z",
            "title": "Coronavirus around the world: March 19, 2020 - Global News",
            "url": "https://www.youtube.com/watch?v=V9k_yezVNNY",
            "urlToImage": "https://i.ytimg.com/vi/V9k_yezVNNY/maxresdefault.jpg",
            "description": "What you need to know about today’s top coronavirus headlines: Italy’s new coronavirus-related death toll has now surpassed China’s while Wuhan, the city whe...",
            "content": "What you need to know about todays top coronavirus headlines:\r\nItalys new coronavirus-related death toll has now surpassed Chinas while Wuhan, the city where the coronavirus outbreak started, has seen for the first time zero new cases. \r\nDespite a ban on larg… [+933 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-19T16:48:00Z",
            "title": "Coronavirus: Will the virus pandemic lead to global recession? Will the UK economy cope? | 5 News - 5 News",
            "url": "https://www.youtube.com/watch?v=NU54pzOnv-M",
            "urlToImage": "https://i.ytimg.com/vi/NU54pzOnv-M/maxresdefault.jpg",
            "description": "► Subscribe to 5 News: http://bit.ly/5NewsSub ► The coronavirus outbreak has become a global pandemic affecting countries around the world, and is likely to ...",
            "content": "Subscribe to 5 News: http://bit.ly/5NewsSub\r\nThe coronavirus outbreak has become a global pandemic affecting countries around the world, and is likely to be followed by a global recession.\r\nLeading British economist Dr Gerard Lyons believes that the UK govern… [+1646 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-19T16:03:02Z",
            "title": "Coronavirus outbreak: UK's top doctor warns there's no way to turn back the epidemic - Global News",
            "url": "https://www.youtube.com/watch?v=lDmlXBY_CTE",
            "urlToImage": "https://i.ytimg.com/vi/lDmlXBY_CTE/maxresdefault.jpg",
            "description": "Britain will not be able to turn back the epidemic caused by the new coronavirus so is working on managing the COVID-19 outbreak by bolstering capacity in th...",
            "content": "[[getSimpleString(data.title)]]\r\n[[getSimpleString(data.description)]]\r\n[[getSimpleString(data.videoCountText)]]"
        }
    ]
}