{
    "articles": [
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-03-27T02:10:32Z",
            "title": "Hospitals consider changes to do-not-resuscitate situations amid coronavirus pandemic - CNN",
            "url": "https://www.cnn.com/2020/03/26/health/coronavirus-hospitals-do-not-resuscitate-bn/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200324031823-coronavirus-new-york-0323-super-tease.jpg",
            "description": "As the coronavirus pandemic continues to sweep the United States, some hospitals are considering whether to make changes to their policies and practices in efforts to protect their staff.",
            "content": "(CNN)As the coronavirus pandemic continues to sweep the United States, some hospitals are considering whether to make changes to policies and practices when it comes to do-not-resuscitate situations.\r\nSuch conversations come as hospitals brace for a surge of … [+6763 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-27T00:56:56Z",
            "title": "Hospitals forced to balance coronavirus patients with patients with other ailments - ABC News",
            "url": "https://www.youtube.com/watch?v=1S12nGrOCMU",
            "urlToImage": "https://i.ytimg.com/vi/1S12nGrOCMU/maxresdefault.jpg",
            "description": "Former Acting CDC Director Dr. Richard Besser discusses how New York’s hospitalization numbers were down yesterday but today increased by 40%. ABC News Live ...",
            "content": "[[getSimpleString(data.title)]]\r\n[[getSimpleString(data.description)]]\r\n[[getSimpleString(data.videoCountText)]]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-27T00:54:58Z",
            "title": "Coronavirus: Case confirmed at Kamloops grocery store - Global News",
            "url": "http://globalnews.ca/news/6739314/coronavirus-confirmed-case-kamloops/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/kamloops-save-on-foods.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Interior Health says those who visited the pharmacy on March 10, 13, 14, or March 16-21 should self-isolate and monitor for symptoms for 14 days from the time of their visit.",
            "content": "Interior Health says it has identified a case of coronavirus at a grocery store in Kamloops.\r\nThe case, according to Interior Health, involved the Save-On-Foods pharmacy at the Columbia Place Shopping Centre.\r\nInterior Health says those who visited the pharma… [+1964 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cnet.com"
            },
            "publishedAt": "2020-03-27T00:09:35Z",
            "title": "Coronavirus vaccines: The drugs in development to treat COVID-19 - CNET",
            "url": "https://www.cnet.com/how-to/coronavirus-vaccines-the-drugs-in-development-to-treat-covid-19/",
            "urlToImage": "https://cnet4.cbsistatic.com/img/bFGoWxsdS_r19mxEEKF4_d6wQig=/0x0:1225x1089/756x567/2020/03/14/8b6352f3-8a43-4b7c-86de-5a105ff52d29/gettyimages-144560269.jpg",
            "description": "Researchers are racing to develop new treatments and therapies to tackle the coronavirus pandemic. Here's what you need to know about them.",
            "content": "Everything you need to know about COVID-19 vaccines.\r\nTetra/Getty\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nCOVID-19, the potentially fatal respiratory illness first detected in December 2019, has sp… [+24128 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-03-26T23:38:52Z",
            "title": "Blood tests can detect coronavirus antibodies to tell if you've had it - Business Insider - Business Insider",
            "url": "https://www.businessinsider.com/can-people-can-get-reinfected-with-coronavirus-antibody-test-2020-3",
            "urlToImage": "https://i.insider.com/5e6bfb4454f25c7e136b88b4?width=1200&format=jpeg",
            "description": "People who've had COVID-19 likely develop immunity, but it's not clear how long it lasts or whether it weakens over time.",
            "content": "There are still many unknowns about the coronavirus, but an important, lingering question is whether or not people who have recovered can get reinfected. \r\n\"We don't know very much,\" Matt Frieman, a researcher at the University of Maryland School of Medicine … [+4369 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-26T23:30:45Z",
            "title": "Why is it taking so long to develop a coronavirus vaccine? One scientist explains. - Washington Post",
            "url": "https://www.youtube.com/watch?v=P3qrokf9038",
            "urlToImage": "https://i.ytimg.com/vi/P3qrokf9038/maxresdefault.jpg",
            "description": "Peter Hotez, dean of the National School of Tropical Medicine, has been working on coronavirus vaccines for years. He explains why he thinks developing a vac...",
            "content": "Peter Hotez, dean of the National School of Tropical Medicine, has been working on coronavirus vaccines for years. He explains why he thinks developing a vaccine for the current pandemic will take time. Subscribe to The Washington Post on YouTube: https://wap… [+167 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-26T23:08:50Z",
            "title": "Covid-19: UK death toll jumps by more than 100 to 578 in biggest daily rise | ITV News - ITV News",
            "url": "https://www.youtube.com/watch?v=B6b3qaR2e30",
            "urlToImage": "https://i.ytimg.com/vi/B6b3qaR2e30/maxresdefault.jpg",
            "description": "The number of people to have died from coronavirus in the UK has jumped by more than 100 to 578 in the biggest daily increase to date. A total of 578 who tes...",
            "content": "The number of people to have died from coronavirus in the UK has jumped by more than 100 to 578 in the biggest daily increase to date.\r\nA total of 578 who tested positive for coronavirus in the UK have died as of 5pm on Wednesday - an increase of 113 in 24 ho… [+810 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-03-26T22:38:27Z",
            "title": "Experts skeptical of study connecting blood type to COVID-19 risk - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/experts-skeptical-of-study-connecting-blood-type-to-covid-19-risk-1.4869886",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4863221.1584846323!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "A recent study out of China claiming people with type A blood may be more susceptible to the novel coronavirus has garnered a lot of attention on social media. But experts warn the study, which has not been peer reviewed, should be viewed with skepticism.",
            "content": "TORONTO -- \r\nFacing a growing pandemic, the medical research community has quickly mobilized to study every inch of the novel coronavirus responsible for COVID-19.\r\nHeadlines touting new discoveries about the deadly disease, responsible for more than 500,000 … [+4857 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-26T21:58:36Z",
            "title": "At least 1 N.Y. hospital has 2 patients on single ventilator as coronavirus cases rise - Global News",
            "url": "http://globalnews.ca/news/6738273/new-york-coronavirus-split-ventilators/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/2020-03-26t210703z_1012082140_rc2xrf9rgrg9_rtrmadp_3_health-coronavirus-usa-ventilators.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "A tool of last resort that involves threading a tube down a patient's windpipe, a mechanical ventilator can sustain a person who can no longer breathe unaided.",
            "content": "At least one New York hospital has begun putting two patients on a single ventilator machine, an experimental crisis-mode protocol some doctors worry is too risky but others deemed necessary as the coronavirus outbreak strains medical resources.\r\nThe coronavi… [+3582 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-26T20:37:58Z",
            "title": "Tracking Dr. Anthony Fauci's Comments On Coronavirus - CNBC",
            "url": "https://www.youtube.com/watch?v=ShiwHR5OvtM",
            "urlToImage": "https://i.ytimg.com/vi/ShiwHR5OvtM/maxresdefault.jpg",
            "description": "Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, has been a key figure for the American public since the coronavirus...",
            "content": "Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, has been a key figure for the American public since the coronavirus outbreak began. Watch a timeline of his comments on COVID-19 as the outbreak turned into a global pan… [+748 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Venturebeat.com"
            },
            "publishedAt": "2020-03-26T20:29:58Z",
            "title": "Xprize launches Pandemic Alliance to accelerate coronavirus research - VentureBeat",
            "url": "https://venturebeat.com/2020/03/26/xprize-launches-pandemic-alliance-to-accelerate-coronavirus-research/",
            "urlToImage": "https://venturebeat.com/wp-content/uploads/2018/03/big-data-shutterstock_228162115-e1573230263860.jpg?w=1200&strip=all",
            "description": "Nonprofit organization Xprize launched the Pandemic Alliance, which seeks to foster the development of technological solutions to viral threats.",
            "content": "Xprize, the nonprofit organization aiming to spark projects that solve societal grand challenges, today unveiled the Pandemic Alliance, a coalition dedicated to accelerating solutions that can be applied to COVID-19. As part of the launch, the Alliance which … [+4408 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-03-26T20:20:00Z",
            "title": "GameStop not to provide annual forecast on virus fears - Regina Leader-Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/gamestop-not-to-provide-annual-forecast-on-virus-fears",
            "urlToImage": null,
            "description": "Video game retailer GameStop Corp said on Thursday it would not provide any forecast for 2020, citing uncertainty caused by the coronavirus outbreak.",
            "content": "Visit the Postmedia Brands page\r\n365 Bloor Street East, Toronto, Ontario, M4W 3L4\r\n© 2020 Regina Leader Post, a division of Postmedia Network Inc. All rights reserved. Unauthorized distribution, transmission or republication strictly prohibited."
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-26T20:15:52Z",
            "title": "Man holds sign at hospital window, thanks staff for saving wife’s life amid coronavirus pandemic - Global News",
            "url": "http://globalnews.ca/news/6737048/man-thanks-nurses-coronavirus/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/hospital-edited.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "An unknown man tearfully thanked emergency room workers at a New Jersey hospital.",
            "content": "A mystery man appeared at the window of a New Jersey hospital to thank emergency staff for saving his wife’s life during the novel coronavirus outbreak.\r\nIn a heartwarming Facebook post, Shay Vander Vliet explains that her sister-in-law, Paige, took a snapsho… [+2893 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-03-26T19:58:02Z",
            "title": "Coronavirus: 'Act early to save more than 30 million lives' - BBC News",
            "url": "https://www.bbc.com/news/health-52055546",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/181AD/production/_111433789_whatsubject.jpg",
            "description": "A report on the global impact of Covid-19 finds the effects on developing countries will be greatest.",
            "content": "Image copyrightGetty ImagesImage caption\r\n Many countries like India face a huge challenge during the virus epidemic\r\nMore than 30 million lives around the world could be saved during the coronavirus pandemic if countries act quickly, a report from Imperial C… [+3376 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-03-26T19:15:00Z",
            "title": "Diane Francis: To beat this coronavirus, we must sacrifice our freedoms - Financial Post",
            "url": "https://business.financialpost.com/diane-francis/diane-francis-to-beat-this-coronavirus-we-must-sacrifice-our-freedoms",
            "urlToImage": "https://financialpostcom.files.wordpress.com/2020/03/south-korea.jpg",
            "description": "South Korea, China, Singapore and Taiwan have demonstrated that draconian methods, like tracking people with technology, work",
            "content": "Canada needs a more concerted “COVID crackdown” than the mandatory restrictions announced on Thursday, which require people returning from another country to self-isolate for 14 days, not use public transportation and not co-habit with anyone who’s vulnerable… [+3690 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-26T19:00:02Z",
            "title": "From Retirees To Students, Health Care Workers Step Up In Unexpected Ways | TODAY - TODAY",
            "url": "https://www.youtube.com/watch?v=8yFen5_6Cs0",
            "urlToImage": "https://i.ytimg.com/vi/8yFen5_6Cs0/maxresdefault.jpg",
            "description": "Overnight the U.S. Army put out a call to retired military doctors and nurses to help fight the coronavirus outbreak. Across the country, students as well as...",
            "content": "[[getSimpleString(data.title)]]\r\n[[getSimpleString(data.description)]]\r\n[[getSimpleString(data.videoCountText)]]"
        },
        {
            "source": {
                "id": null,
                "name": "Latimes.com"
            },
            "publishedAt": "2020-03-26T18:01:23Z",
            "title": "Pregnant women with coronavirus can pass it to their babies - Los Angeles Times",
            "url": "https://www.latimes.com/science/story/2020-03-26/coronavirus-pregnant-women-with-covid-19-babies",
            "urlToImage": "https://ca-times.brightspotcdn.com/dims4/default/e8b3b6b/2147483647/strip/true/crop/600x315+0+27/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Ff6%2F6b%2Ff5ac54b0394e0c05f82d3c469735%2Fla-na-nn-census-data-20120517-001",
            "description": "A study of 33 pregnant women in China with the new coronavirus found that three of them gave birth to babies with COVID-19. All three babies survived.",
            "content": "A study of 33 pregnant women in China who were infected with the new coronavirus found that three of them gave birth to babies with COVID-19.\r\nAll three infants survived after receiving treatment for their symptoms, doctors reported Thursday in the medical jo… [+1143 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Laist.com"
            },
            "publishedAt": "2020-03-26T17:00:00Z",
            "title": "You May Have To Wait To Get Your Teeth Cleaned, Because Coronavirus - LAist",
            "url": "https://laist.com/latest/post/20200326/dental-care-dentists-coronavirus",
            "urlToImage": "https://laistassets.scprdev.org/i/9c037eae7ca9219b5a518acffb5ad63c/5e7cdac7b18a9b000a3f5505-eight.jpg",
            "description": "Your teeth cleaning will wait, those gloves are needed elsewhere.",
            "content": "Source: Department of Labor unemployment insurance weekly claims report March 26, 2020. (Credit: Connie Hanzhang Jin/NPR)\r\nMore than 3 million Americans filed for unemployment benefits last week as the coronavirus pandemic shut down much of the country, accor… [+3924 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-26T16:54:23Z",
            "title": "“9/11 was nothing compared to this” - New York doctor - TRT World",
            "url": "https://www.youtube.com/watch?v=tpBLlbzE2xg",
            "urlToImage": "https://i.ytimg.com/vi/tpBLlbzE2xg/hqdefault.jpg",
            "description": "“People come in. They get intubated. They die. The cycle repeats.” A doctor in New York has described the new coronavirus pandemic as worse than 9/11 Subscri...",
            "content": "People come in. They get intubated. They die. The cycle repeats.\r\nA doctor in New York has described the new coronavirus pandemic as worse than 9/11\r\nSubscribe: http://trt.world/subscribeLivestream: http://trt.world/ytliveFacebook: http://trt.world/facebookTw… [+102 chars]"
        },
        {
            "source": {
                "id": "the-globe-and-mail",
                "name": "The Globe And Mail"
            },
            "publishedAt": "2020-03-26T16:54:06Z",
            "title": "Coronavirus disrupting your workout routine? Here's how to take up jogging – safely - The Globe and Mail",
            "url": "https://www.theglobeandmail.com/life/health-and-fitness/article-coronavirus-disrupting-your-workout-routine-heres-how-to-take-up/",
            "urlToImage": "https://www.theglobeandmail.com/resizer/HLwKixEXZwNRN5vfxgf8cDdLu6E=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/VBYOFIJXANOXXNFCHEORBKMIMU.jpg",
            "description": "With gyms shuttered, many people are taking to the streets for their cardio. Here’s how to do it right",
            "content": "A runner passes an empty Place Jacques Cartier on March 25, 2020, in Montreal.\r\nRyan Remiorz/The Canadian Press\r\nTheres a scene in the 2004 movie Anchorman where our hero, dimwitted-but-loveable 1970s newsman Ron Burgundy (played by Will Ferrell), explains to… [+4336 chars]"
        }
    ]
}