{
    "articles": [
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-03-21T18:34:35Z",
            "title": "In strategic shift, doctors in America's two largest cities are told to skip some coronavirus testing - CNN International",
            "url": "https://www.cnn.com/world/live-news/coronavirus-outbreak-03-21-20-intl-hnk/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200320120505-coronavirus-cremona-italy-nurses-0313-super-tease.jpeg",
            "description": "The novel coronavirus has sent countries worldwide under lockdown and threatened the global economy. Follow here for the latest news and live updates.",
            "content": "Vice President Mike Pence said Saturday during a news conference that he and his wife Karen would be tested for the coronavirus.\r\nPence said that more than 195,000 Americans have been tested for the virus. Pence noted that number does not include county hospi… [+559 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-03-21T17:47:40Z",
            "title": "LVMH orders 40 million masks from China for France - Reuters",
            "url": "https://www.reuters.com/article/us-health-coronavirus-france-lvmh-idUSKBN2180QL",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506322087&w=1200&r=LYNXMPEG2K0GT",
            "description": "LVMH , the world's biggest luxury goods group, is ordering 40 million health masks from a Chinese supplier to help France cope with the coronavirus outbreak.",
            "content": "PARIS (Reuters) - LVMH (LVMH.PA), the world’s biggest luxury goods group, is ordering 40 million health masks from a Chinese supplier to help France cope with the coronavirus outbreak. \r\nThe first order, for a total of 10 million masks, will be delivered in c… [+1195 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-21T17:34:08Z",
            "title": "BREAKING: Number of COVID-19 deaths in UK rises by 53 to 233 - Sky News",
            "url": "https://www.youtube.com/watch?v=2NxLZ39EIEc",
            "urlToImage": "https://i.ytimg.com/vi/2NxLZ39EIEc/maxresdefault.jpg",
            "description": "The number of coronavirus deaths in the UK has risen to 233, after 53 more deaths were announced in England. Two more deaths in Wales had been confirmed earl...",
            "content": "[[getSimpleString(data.title)]]\r\n[[getSimpleString(data.description)]]\r\n[[getSimpleString(data.videoCountText)]]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-21T17:08:41Z",
            "title": "‘We’re all in this together’: Ontario health centre encourages positive signs amid COVID-19 - Global News",
            "url": "http://globalnews.ca/news/6712365/coronavirus-positive-messages/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/sign.png?w=643&h=364&crop=1",
            "description": "As shops and services across the country shut down to contain the spread of the novel coronavirus, signs of positivity are popping up in a beach town in Ontario.",
            "content": "As communities across the country take measures to contain the spread of the novel coronavirus, boosts of positivity are popping up in an Ontario beach town.\r\nThe Grand Bend Area Community Health Centre has challenged locals through a Facebook post to brighte… [+1794 chars]"
        },
        {
            "source": {
                "id": "the-verge",
                "name": "The Verge"
            },
            "publishedAt": "2020-03-21T17:07:14Z",
            "title": "CDC uses Microsoft healthcare chatbot service to create coronavirus symptom checker - The Verge",
            "url": "https://www.theverge.com/2020/3/21/21189227/cdc-microsoft-chatbot-coronavirus-symptom-checker",
            "urlToImage": "https://cdn.vox-cdn.com/thumbor/hpes8tr1sPZGMmIaIUT1aJhlAdI=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/10300141/acastro_180226_0001.jpg",
            "description": "The Coronavirus Self Checker chatbot asks a series of questions based on CDC guidelines about coronavirus symptoms and risk factors and suggests next steps, including whether to self-isolate, consult with a telehealth professional, or visit an emergency room.",
            "content": "Filed under:\r\nIt can provide reassurance to people unsure about possible symptoms\r\nImage by Alex Castro / The Verge\r\nThe CDC has used Microsofts Healthcare Bot service to create a COVID-19 assessment chatbot to screen Americans who may be unsure whether to se… [+1589 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-03-21T15:27:02Z",
            "title": "Britain's NHS strikes deal with private hospitals in coronavirus fight - Regina Leader-Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/britains-nhs-strikes-deal-with-private-hospitals-in-coronavirus-fight",
            "urlToImage": null,
            "description": "LONDON — Britain’s National Health Service (NHS) has struck a deal with the country’s independent hospitals that will see more beds, ventilators and thousands of extra healthcare staff made available from next week to fight the coronavirus outbreak.",
            "content": "LONDON Britains National Health Service (NHS) has struck a deal with the countrys independent hospitals that will see more beds, ventilators and thousands of extra healthcare staff made available from next week to fight the coronavirus outbreak.\r\nNHS England … [+235 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-21T14:28:24Z",
            "title": "Here’s how the Spanish Flu is similar and different from the coronavirus - Global News",
            "url": "http://globalnews.ca/news/6707118/coronavirus-spanish-flu-comparison/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/my-post.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The Spanish Flu of 1918 is seen as a benchmark in how the world sees, responds to and quantifies pandemics. But how does it compare to today?",
            "content": "Just over 100 years ago, the world was in the midst of a pandemic, just like it is now.\r\nIt was the deadliest in history, infecting an estimated 500 million people worldwide and claiming between 20 and 50 million lives. In Canada, it killed about 55,000, most… [+7384 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cp24.com"
            },
            "publishedAt": "2020-03-21T13:50:00Z",
            "title": "Woman in Markham seniors' home tests positive for COVID-19 - CP24 Toronto's Breaking News",
            "url": "https://www.cp24.com/news/covid-19-case-confirmed-at-seniors-home-in-markham-1.4862635",
            "urlToImage": "https://www.cp24.com/polopoly_fs/1.4862637.1584798584!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Health officials in York Region have confirmed a case of COVID-19 in a woman living in a seniors home in Markham, the fourth such facility in Ontario known to confirm novel coronavirus infection.",
            "content": "Health officials in York Region have confirmed a case of COVID-19 in a woman living in a seniors home in Markham, the fourth such facility in Ontario known to confirm novel coronavirus infection.\r\nThe executive director of Markhaven Home for Seniors on Parkwa… [+2004 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Searchenginejournal.com"
            },
            "publishedAt": "2020-03-21T13:00:54Z",
            "title": "Google Launches COVID-19 Info Site & New Search Experience for Coronavirus Queries - Search Engine Journal",
            "url": "https://www.searchenginejournal.com/google-launches-covid-19-info-site-new-search-experience-for-coronavirus-queries/356350/",
            "urlToImage": "https://cdn.searchenginejournal.com/wp-content/uploads/2020/03/a39f0a43-8ae1-4b6f-a144-458ebc084d53-5e760f06c82f0.jpeg",
            "description": "Google has launched its anticipated COVID-19 information website as well as a new search experience for coronavirus queries.",
            "content": "Google has launched its anticipated COVID-19 information website as well as a new search experience for coronavirus queries.\r\nAnnounced a week ago, Google has officially launched a dedicated website for coronavirus information and resources which is available… [+1760 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-03-21T12:54:00Z",
            "title": "A Virus Both Divides Us, and Brings Us Together - The New York Times",
            "url": "https://www.nytimes.com/2020/03/21/us/coronavirus-race-related-hong-kong.html",
            "urlToImage": "https://static01.nyt.com/images/2020/02/24/business/24hongkong01/24hongkong01-facebookJumbo.jpg",
            "description": "As the coronavirus spreads across the world, thinking seriously about cultural insensitivity feels more important than ever.",
            "content": "[Race affects our lives in countless ways. To read provocative stories on race from The Times, sign up here for our weekly Race/Related newsletter.]\r\nMy first trip to China was in 2017. I visited the French Concession in Shanghai, admiring the many London pla… [+883 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lfpress.com"
            },
            "publishedAt": "2020-03-21T05:11:12Z",
            "title": "COVID-19: Second assessment centre opens Thursday, this time in London's east - The London Free Press",
            "url": "https://lfpress.com/news/local-news/covid-19-health-unit-readying-second-london-assessment-centre",
            "urlToImage": "https://postmedialfpress.files.wordpress.com/2020/03/ldn20200317dr013_77679246-e1584468613449.jpg",
            "description": "As the coronavirus continues to spread, the city is opening a second COVID-19 assessment centre, this time in east London.",
            "content": "As the coronavirus continues to spread, the city is opening a second COVID-19 assessment centre, this time in east London.\r\nThe centre will open Thursday at 11 a.m. at the Carling Heights Optimist Community Centre, which is located at 656 Elizabeth St. It clo… [+2019 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Vancouversun.com"
            },
            "publishedAt": "2020-03-21T00:39:43Z",
            "title": "COVID-19: Some countries have flattened the coronavirus curve - The Crag and Canyon",
            "url": "http://vancouversun.com/news/covid-19-some-countries-have-flattened-the-coronavirus-curve",
            "urlToImage": "https://postmediavancouversun2.files.wordpress.com/2020/03/coronavirus.3.jpg",
            "description": "Countries that slapped on tough quarantine and social distancing rules fast and hard are already recovering",
            "content": "China recently announced two consecutive days without any new locally transmitted coronavirus infections — a dramatic shift from just a few weeks ago, when the country appeared nearly overwhelmed by the virus. Dramatic isolation measures and quarantines may h… [+1403 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-03-21T00:20:44Z",
            "title": "5 ways to deal with Coronavirus induced anxiety - Washington Post",
            "url": "https://www.youtube.com/watch?v=R4rPyOBWfkc",
            "urlToImage": "https://i.ytimg.com/vi/R4rPyOBWfkc/maxresdefault.jpg",
            "description": "Reporter, Nicole Ellis speaks with a mental health expert about ways to cope with anxiety, stress, and adjusting to how the COVID-19 pandemic is changing our...",
            "content": "[[getSimpleString(data.title)]]\r\n[[getSimpleString(data.description)]]\r\n[[getSimpleString(data.videoCountText)]]"
        },
        {
            "source": {
                "id": null,
                "name": "Nsnews.com"
            },
            "publishedAt": "2020-03-21T00:01:00Z",
            "title": "Families struggle as COVID-19 cases mount in North Van care centre - North Shore News",
            "url": "https://www.nsnews.com/news/families-struggle-as-covid-19-cases-mount-in-north-van-care-centre-1.24103014",
            "urlToImage": "https://images.glaciermedia.ca/polopoly_fs/1.24103044.1584752469!/fileImage/httpImage/image.jpg_gen/derivatives/facebookogimage_560_292/bill-shellard.jpg",
            "description": "Kelly Shellard’s father lives on the second floor of the lodge at North Vancouver’s Lynn Valley Care Centre that has been ground zero for British Columbia's coronavirus outbreak.   Bill Shellard, . . .",
            "content": "Kelly Shellards father lives on the second floor of the lodge at North Vancouvers Lynn Valley Care Centre that has been ground zero for British Columbia's coronavirus outbreak.\r\n Bill Shellard, 81, has dementia, but he still loves a party and a whirl around t… [+7782 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-03-20T23:27:28Z",
            "title": "Coronavirus in N.Y.: ‘Deluge’ of Cases Begins Hitting Hospitals - The New York Times",
            "url": "https://www.nytimes.com/2020/03/20/nyregion/ny-coronavirus-hospitals.html",
            "urlToImage": "https://static01.nyt.com/images/2020/03/21/nyregion/21nyvirus-hospitals/20nyvirus-hospitals-facebookJumbo.jpg",
            "description": "There are already critical shortages: A Bronx hospital is running out of ventilators. In Brooklyn, doctors are reusing masks.",
            "content": "Medical workers exposed to the coronavirus had been self-quarantining, but this week state and city health officials issued new guidance recommending that hospital workers stay on the job until they show symptoms of the virus. People with symptoms of the viru… [+1658 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-03-20T23:14:00Z",
            "title": "UBC infectious disease expert says 'soft approach' not enough, public health efforts 'inadequate' - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/british-columbia/ubc-infectious-disease-expert-peter-phillips-public-health-covid-19-1.5504472",
            "urlToImage": "https://i.cbc.ca/1.5504485.1584721453!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dr-peter-phillips-ubc.jpg",
            "description": "An infectious disease expert says it's critical Canada start to test, trace and quarantine people with the novel coronavirus, following the lead of countries that have slowed its spread.",
            "content": "A top infectious disease expert at the University of British Columbia is the latest voice in a chorus of experts calling for Canada to \"test, test, test,\" as directed by the World Health Organization (WHO) earlier this week.\r\nDr. Peter Phillips said Friday it… [+3767 chars]"
        },
        {
            "source": {
                "id": "the-globe-and-mail",
                "name": "The Globe And Mail"
            },
            "publishedAt": "2020-03-20T22:19:29Z",
            "title": "What services are available and how to protect your mental health amid the coronavirus pandemic - The Globe and Mail",
            "url": "https://www.theglobeandmail.com/canada/article-what-services-are-available-and-how-to-protect-your-mental-health-amid/",
            "urlToImage": "https://www.theglobeandmail.com/resizer/vAQ5hoH7aOFsH4tae6uRK9S-R94=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/RX4TDGDXD5DW7NQIPZJ7NKYPGI.JPG",
            "description": "Exercise, avoid excessive caffeine, alcohol and cannabis, and if you’re on medication, take it as prescribed, says David Gratzer, attending psychiatrist at Toronto’s CAMH",
            "content": "While social distancing during this pandemic is hard on everyone, the stress and uncertainty can be particularly difficult for people with mental health disorders.\r\nMany rely on regular visits with therapists or psychiatrists, group therapy sessions and Alcoh… [+4926 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Kimberleybulletin.com"
            },
            "publishedAt": "2020-03-20T21:40:00Z",
            "title": "BC man with COVID-19 symptoms forced to call 811 more than 100 times - Kimberley Bulletin",
            "url": "https://www.kimberleybulletin.com/news/b-c-man-with-covid-19-symptoms-forced-to-call-811-more-than-100-times/",
            "urlToImage": "https://www.kimberleybulletin.com/wp-content/uploads/2020/03/21024436_web1_200319-BPD-Mar19CovidIntlUpdate-USDrivethroughtest_1-1024x683.jpg",
            "description": "<p>Mission resident fearful that he may have transmitted coronavirus during multiple trips to airport and hospital </p>",
            "content": "Gordon Mohs has been in self-isolation for nearly a week, after developing what he first thought was a cold.\r\nBut as his symptoms progressed, so has his worry that he has COVID-19 and may have contracted it – and possibly passed it along – during multiple pla… [+5685 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-03-20T21:11:48Z",
            "title": "Yoga studio in Delta shut down after claiming hot yoga fights coronavirus - Global News",
            "url": "http://globalnews.ca/news/6708965/delta-hot-yoga-studio-coronavirus/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2012/06/132.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The studio's licence was suspended following complaints about it not following social-distancing rules amid the pandemic.",
            "content": "A yoga studio in Delta was shut down on Thursday following complaints about the facility not following social-distancing rules amid the coronavirus pandemic.\r\nBikram Yoga Delta sent out an email this week to customers, claiming hot yoga can help prevent getti… [+2369 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Keyc.tv"
            },
            "publishedAt": "2020-03-20T20:30:39Z",
            "title": "Coronavirus outbreak: More than 10,000 infected in US; 2 lawmakers test positive for Covid-19 | - KEYC TV",
            "url": "https://www.keyc.tv/coronavirus-outbreak-more-than-10000-infected-in-us-2-lawmakers-test-positive-for-covid-19/",
            "urlToImage": null,
            "description": "The US Centers for Disease Control and Prevention (CDC) on Thursday reported 10,491 instances of coronavirus, a rise of 3,404 instances from its prior count, also said the death toll had increased by 53 to 150.",
            "content": "The US Centers for Disease Control and Prevention (CDC) on Thursday reported 10,491 instances of coronavirus, a rise of 3,404 instances from its prior count, also said the death toll had increased by 53 to 150.\r\nThe CDC figures don’t necessarily represent ins… [+1050 chars]"
        }
    ]
}