{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Deccanherald.com"
            },
            "publishedAt": "2020-05-07T06:28:19Z",
            "title": "'How bats carry coronavirus without getting sick decoded' - Deccan Herald",
            "url": "https://www.deccanherald.com/science-and-environment/how-bats-carry-coronavirus-without-getting-sick-decoded-834567.html",
            "urlToImage": "https://www.deccanherald.com/sites/dh/files/article_images/2020/05/07/bat-1588832899.jpg",
            "description": "Scientists have uncovered how bats can carry the MERS coronavirus without getting sick, shedding light on what triggers coronaviruses, including the one behind the COVID-19 pandemic, to jump to humans. According to the study, published in the journal Scientif…",
            "content": "Scientists have uncovered how bats can carry the MERS coronavirus without getting sick, shedding light on what triggers coronaviruses, including the one behind the COVID-19 pandemic, to jump to humans.\r\nAccording to the study, published in the journal Scienti… [+3267 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-05-07T02:54:00Z",
            "title": "Coronavirus: Professor Bing Liu's murder fuels wild theories - BBC News",
            "url": "https://www.bbc.com/news/world-us-canada-52568716",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/183AF/production/_112174299_bingliu2.jpg",
            "description": "US police say Bing Liu was shot dead by his lover, but conspiracy theorists have other ideas.",
            "content": "Image copyrightUniversity of Pittsburgh\r\nThe fatal shooting of a Chinese-born coronavirus researcher on US soil has fuelled conspiracy theories around the world.\r\nBing Liu, a 37-year-old assistant professor at the University of Pittsburgh School of Medicine, … [+2836 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-05-07T02:42:59Z",
            "title": "What we know about when -- and where -- coronavirus started appearing - CNN",
            "url": "https://www.cnn.com/2020/05/06/health/coronavirus-spread-what-we-know/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200506153526-health-worker-coronavirus-testing-0328-super-tease.jpg",
            "description": "It's been more than four months since China reported a cluster of cases of pneumonia in Wuhan, but so many questions are still unanswered about what we now know to be a coronavirus that's wreaked havoc and misery around the world -- including where the virus …",
            "content": "(CNN)It's been more than four months since China reported a cluster of cases of pneumonia in Wuhan, but so many questions are still unanswered about what we now know to be a coronavirus that's wreaked havoc and misery around the world -- including where the v… [+4520 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencealert.com"
            },
            "publishedAt": "2020-05-07T02:07:34Z",
            "title": "Llama Antibodies Could Help Us Defeat COVID-19, Scientists Say - ScienceAlert",
            "url": "https://www.sciencealert.com/llama-blood-could-play-a-role-in-helping-people-fight-off-coronavirus-infections",
            "urlToImage": "https://www.sciencealert.com/images/2020-05/processed/llama_ab_covid_1024.jpg",
            "description": "Scientists say llamas could help defeat the coronavirus.",
            "content": "Scientists say llamas could help defeat the coronavirus.\r\nAccording to a new study published in the journal Cell Tuesday by an international team of researchers, antibodies found in the blood of llamas were able to stave off COVID infections.\r\n\"This is one of… [+1944 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Arabnews.com"
            },
            "publishedAt": "2020-05-07T02:07:11Z",
            "title": "Coronavirus mutation detected by American research team - Arab News",
            "url": "https://www.arabnews.com/node/1670786",
            "urlToImage": "https://www.arabnews.com/sites/default/files/2020/05/07/2094791-909397506.jpg",
            "description": "LONDON: Researchers in the US said in a report that they have identified a mutated form of COVID-19 that has swept the globe in the past few months, and could herald a more dangerous strain. Scientists at Los Alamos National Laboratory (LANL) in New Mexico ad…",
            "content": "LONDON: Researchers in the US said in a report that they have identified a mutated form of COVID-19 that has swept the globe in the past few months, and could herald a more dangerous strain.\r\nScientists at Los Alamos National Laboratory (LANL) in New Mexico a… [+2576 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-07T02:00:05Z",
            "title": "NBC Nightly News Broadcast (Full) - May 6th, 2020 | NBC Nightly News - NBC News",
            "url": "https://www.youtube.com/watch?v=TliKx7posYU",
            "urlToImage": "https://i.ytimg.com/vi/TliKx7posYU/maxresdefault.jpg",
            "description": "Rise in cases of children with rare illness thought to be linked to COVID-19, businesses defying coronavirus restrictions as U.S. death toll grows, and coron...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Montrealgazette.com"
            },
            "publishedAt": "2020-05-07T00:58:39Z",
            "title": "Coronavirus: 12 children, four employees infected at Mascouche daycare - Montreal Gazette",
            "url": "https://montrealgazette.com/news/local-news/coronavirus-12-children-four-employees-infected-at-mascouche-daycare",
            "urlToImage": "https://postmediamontrealgazette2.files.wordpress.com/2020/05/0318-city-daycare-2.jpg",
            "description": "Coronavirus: 12 children, four employees infected at Mascouche daycare",
            "content": "Quebec has recorded its first COVID-19 outbreak at a daycare, says the director of public health for the Lanaudière region.\r\nThe daycare centre an emergency childcare service for essential workers in Mascouche was closed on Monday, Dr. Richard Lessard said in… [+670 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Hindustantimes.com"
            },
            "publishedAt": "2020-05-07T00:30:11Z",
            "title": "Italian firm claims to have made a vaccine to contain coronavirus - Hindustan Times",
            "url": "https://www.hindustantimes.com/world-news/italian-firm-claims-to-have-made-a-vaccine-to-contain-coronavirus/story-fl2DYhDRTUeGOb8wY0xULM.html",
            "urlToImage": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/05/07/Pictures/vaccine-sticker-medical-syringe-illustration-bottles-labeled_eb6f33fc-8fd0-11ea-85c6-561c42737975.jpg",
            "description": "The researchers experimented with the vaccine on mice that successfully developed antibodies that blocked the virus from infecting the cells",
            "content": "Italian researchers have claimed that they have successfully developed a vaccine to contain the coronavirus, which is likely to work on humans, Italian news agency ANSA has reported. \r\nLuigi Aurisicchio, CEO of Takis, the firm that claims to have developed th… [+1119 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T23:00:17Z",
            "title": "Airborne transmission of COVID-19 unlikely: experts - CBC News: The National",
            "url": "https://www.youtube.com/watch?v=TBtrj9I_xX8",
            "urlToImage": "https://i.ytimg.com/vi/TBtrj9I_xX8/maxresdefault.jpg",
            "description": "Infectious disease experts say research that found pieces of coronavirus suspected to have travelled through the air showed no evidence that those particles ...",
            "content": "Infectious disease experts say research that found pieces of coronavirus suspected to have travelled through the air showed no evidence that those particles were still infectious.\r\nWelcome to The National, the flagship nightly newscast of CBC News.\r\n»»» Subsc… [+428 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T22:22:19Z",
            "title": "It's Public Health vs. Privacy As San Diego County Considers Contact Tracing App - KPBS",
            "url": "https://www.youtube.com/watch?v=s8aJgvuHs6E",
            "urlToImage": "https://i.ytimg.com/vi/s8aJgvuHs6E/hqdefault.jpg",
            "description": "The county is among governments worldwide considering using smartphone apps to help with the tracking of people exposed to the coronavirus. But not everyone ...",
            "content": "The county is among governments worldwide considering using smartphone apps to help with the tracking of people exposed to the coronavirus. But not everyone is willing to use them."
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-05-06T21:02:29Z",
            "title": "Coronavirus: Will we ever shake hands again? - BBC News",
            "url": "https://www.bbc.com/news/world-us-canada-52506079",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/3FE6/production/_112085361_adam-nc.png",
            "description": "Will Covid-19 make handshakes a relic of the past? If so, what might that mean about the future of human touch and interaction?",
            "content": "Around the world, humans are struggling to ignore thousands of years of bio-social convention and avoid touching another. Shaking hands might be one of the hardest customs to lose in the post-pandemic world but there are alternatives, writes James Jeffrey.\r\nT… [+9371 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Euronews.com"
            },
            "publishedAt": "2020-05-06T20:28:30Z",
            "title": "Virus mutations could hold clues for COVID-19 vaccine - Euronews",
            "url": "https://www.euronews.com/2020/05/06/virus-mutations-could-hold-clues-for-covid-19-vaccine",
            "urlToImage": "https://static.euronews.com/articles/stories/04/67/05/00/1000x563_cmsv2_5351c2f2-e8bb-5a97-8f4e-0f582611191f-4670500.jpg",
            "description": "UK researchers have identified almost 200 recurrent genetic mutations to the novel coronavirus. These changes are not necessarily something to worry about – and studying them closely could help scientists find the drugs and vaccines needed to stop the pandemi…",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Cp24.com"
            },
            "publishedAt": "2020-05-06T19:22:00Z",
            "title": "'If this thing boomerangs': Second wave of infections feared - CP24 Toronto's Breaking News",
            "url": "https://www.cp24.com/world/if-this-thing-boomerangs-second-wave-of-infections-feared-1.4927754",
            "urlToImage": "https://www.cp24.com/polopoly_fs/1.4927760.1588792938!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "As Europe and the U.S. loosen their lockdowns against the coronavirus, health experts are expressing growing dread over what they say is an all-but-certain second wave of deaths and infections that could force governments to clamp back down in a drawn-out, tw…",
            "content": "WASHINGTON - As Europe and the U.S. loosen their lockdowns against the coronavirus, health experts are expressing growing dread over what they say is an all-but-certain second wave of deaths and infections that could force governments to clamp back down.\r\nWe'… [+6319 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sputniknews.com"
            },
            "publishedAt": "2020-05-06T19:21:50Z",
            "title": "New COVID-19 Mutation Suggests Virus Likely Weakening Similarly to SARS - Study - Sputnik International",
            "url": "https://sputniknews.com/society/202005061079220992-new-covid-19-mutation-suggests-virus-likely-weakening-similarly-to-sars---study/",
            "urlToImage": "https://cdn1.img.sputniknews.com/images/105130/97/1051309772.jpg",
            "description": "Researchers at Arizona State University (ASU) recently discovered a new COVID-19 coronavirus mutation: a DNA deletion in a virus sample from a patient in Tempe, which...",
            "content": "Researchers at Arizona State University (ASU) recently discovered a new COVID-19 coronavirus mutation: a DNA deletion in a virus sample from a patient in Tempe, which is similar to a mutation that occurred in the 2003 severe acute respiratory syndrome (SARS) … [+3119 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sciencedaily.com"
            },
            "publishedAt": "2020-05-06T19:14:06Z",
            "title": "Bat 'super immunity' may explain how bats carry coronaviruses, study finds: Bat-virus adaptation may explain species spillover, researchers say - Science Daily",
            "url": "https://www.sciencedaily.com/releases/2020/05/200506133614.htm",
            "urlToImage": null,
            "description": "Researchers have uncovered how bats can carry the Middle East respiratory syndrome (MERS) coronavirus without getting sick -- research that could shed light on how coronaviruses make the jump to humans and other animals.",
            "content": "A University of Saskatchewan (USask) research team has uncovered how bats can carry the Middle East respiratory syndrome (MERS) coronavirus without getting sick -- research that could shed light on how coronaviruses make the jump to humans and other animals.C… [+4041 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T17:52:45Z",
            "title": "Coronavirus outbreak: N.S. reports 7 new COVID-19 cases as provincial total nears 1000 | FULL - Global News",
            "url": "https://www.youtube.com/watch?v=ipoSdq-zBJQ",
            "urlToImage": "https://i.ytimg.com/vi/ipoSdq-zBJQ/maxresdefault.jpg",
            "description": "Nova Scotia Premier Stephen McNeil and the province's chief medical officer of health Dr. Robert Strang gave an update on the province's COVID-19 cases on We...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-06T16:42:17Z",
            "title": "Former CDC Chief: 100K virus deaths by month's end - Associated Press",
            "url": "https://www.youtube.com/watch?v=J_uI55wNGPU",
            "urlToImage": "https://i.ytimg.com/vi/J_uI55wNGPU/maxresdefault.jpg",
            "description": "The former director of the Centers for Disease Control and Prevention warned Congress Wednesday the world is still in the beginning stages of the coronavirus...",
            "content": "The former director of the Centers for Disease Control and Prevention warned Congress Wednesday the world is still in the beginning stages of the coronavirus pandemic, which he said could go on for \"many months and possibly many years.\" (May 6)\r\nSubscribe for… [+331 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Marketwatch.com"
            },
            "publishedAt": "2020-05-06T16:12:43Z",
            "title": "A llama named Winter could be the key to fighting the coronavirus - MarketWatch",
            "url": "https://www.marketwatch.com/story/a-llama-named-winter-could-be-the-key-to-fighting-the-coronavirus-2020-05-06",
            "urlToImage": "https://s.marketwatch.com/public/resources/images/MW-IF946_llama__ZG_20200506102217.jpg",
            "description": "Preliminary research suggests a tiny particle in llama blood can stop the coronavirus",
            "content": "Alpaca your bags, coronavirus. The race to find effective coronavirus treatments has led to an unlikely hero: a 4-year-old Belgian llama named Winter, whose antibodies show promise in blocking the novel coronavirus that causes COVID-19 from infecting cells. R… [+3240 chars]"
        },
        {
            "source": {
                "id": "independent",
                "name": "Independent"
            },
            "publishedAt": "2020-05-06T15:53:00Z",
            "title": "Coronavirus: Intensive farming provides perfect conditions for viruses to spread between animals and humans, study shows - The Independent",
            "url": "https://www.independent.co.uk/news/science/archaeology/news/coronavirus-farming-virus-spread-animals-humans-a9501881.html",
            "urlToImage": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2020/05/06/15/livestock-cattle.jpg",
            "description": "Stop the Wildlife Trade: 'I think this is a wake-up call to be more responsible about farming methods, so we can reduce the risk of outbreaks of problematic pathogens in the future,' say scientists",
            "content": "Current intensive farming techniques involving overuse of antibiotics, high numbers of animals, and low genetic diversity are hotbeds for pathogens to spread, scientists have said.\r\nA team of researchers led by the University of Sheffield and Bath studied the… [+2669 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-05-06T08:56:55Z",
            "title": "How to improve your respiratory health in case you get Covid-19 - CNN",
            "url": "https://www.cnn.com/2020/05/06/health/how-to-improve-respiratory-health-coronavirus-wellness/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200505150437-run-respiratory-health-super-tease.jpg",
            "description": "Here's how you can strengthen your body's respiratory capacity so that if you do get infected with coronavirus, the chances of serious illness may be lower.",
            "content": "(CNN)Covid-19 is a respiratory illness, meaning if a person is infected, the condition of their respiratory system is one determinant of how they'll fare with the disease.\r\nFirst it's important to understand how the virus attacks our lungs. When people are in… [+8085 chars]"
        }
    ]
}