{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Marketwatch.com"
            },
            "publishedAt": "2020-04-03T17:42:40Z",
            "title": "This might be the simplest no-sew DIY coronavirus mask - MarketWatch",
            "url": "http://www.marketwatch.com/story/this-might-be-the-simplest-no-sew-diy-coronavirus-mask-2020-04-03",
            "urlToImage": "https://s.marketwatch.com/public/resources/images/MW-ID757_ladyma_ZG_20200403132254.jpg",
            "description": "When you can’t buy a mask, make it yourself",
            "content": "With more than 245,000 cases in the U.S. of COVID-19, the illness caused by the coronavirus first identified late last year, health experts are reconsidering their recommendation on the use of face masks by people who show no symptoms. Already, New York City … [+2779 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-03T16:40:14Z",
            "title": "Promising trial drug blocks early coronavirus infection in engineered human tissue - Global News",
            "url": "http://globalnews.ca/news/6772049/coronavirus-trial-drug-ubc-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/gettyimages-1199118765.jpg?quality=70&strip=all&crop=0px%2C533px%2C4332px%2C2289px&resize=720%2C379",
            "description": "The trial drug is described as having two functions, with one being \"physically blocking the door to the virus so it cannot enter\" a person's body.",
            "content": "A research team led by a University of British Columbia researcher and backed by emergency federal funding may have found a trial drug that can treat early infection of the novel coronavirus.\r\nLed by UBC’s Dr. Josef Penninger, the team published peer-reviewed… [+3697 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-03T16:08:25Z",
            "title": "Coronavirus: Could the BCG vaccine help? - FRANCE 24 English",
            "url": "https://www.youtube.com/watch?v=LLTcNHfRuVs",
            "urlToImage": "https://i.ytimg.com/vi/LLTcNHfRuVs/maxresdefault.jpg",
            "description": "Interview with France 24 guest Annie Sparrow, World Health Organisation director general's special advisor. Subscribe to France 24 now: http://f24.my/youtube...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-03T16:03:00Z",
            "title": "Masks do reduce spread of flu and some coronaviruses, study finds - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/masks-do-reduce-spread-of-flu-and-some-coronaviruses-study-finds-2",
            "urlToImage": "https://secure.gravatar.com/blavatar/bf69214e83fdd5520e4b5d91ba3b7d64?s=200&ts=1585939991",
            "description": "LONDON — Face masks could help limit the spread of the COVID-19 pandemic, according to researchers who studied the effect of surgical masks on the transmission of other corona and flu viruses…",
            "content": "LONDON — Face masks could help limit the spread of the COVID-19 pandemic, according to researchers who studied the effect of surgical masks on the transmission of other corona and flu viruses.\r\nIn the study, the use of surgical masks by sufferers significantl… [+2260 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-03T16:02:41Z",
            "title": "Fineprint: Countries report shortage of COVID-19 medical equipments - WION",
            "url": "https://www.youtube.com/watch?v=6QQjOgNT3wE",
            "urlToImage": "https://i.ytimg.com/vi/6QQjOgNT3wE/maxresdefault.jpg",
            "description": "Medical equipments are the most crucial to fight coronavirus battle. As the pandemic worsens the panicked governments have been accused of using various meth...",
            "content": "Medical equipments are the most crucial to fight coronavirus battle. As the pandemic worsens the panicked governments have been accused of using various methods to buy supplies in the battle against coronavirus. Watch report:\r\n#ShortageOfCovid19Supplies#COVID… [+828 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-03T15:25:35Z",
            "title": "Coronavirus first ravaged parts of Washington state. Now there are signs of a change. - CNN",
            "url": "https://www.cnn.com/2020/04/03/us/washington-seattle-coronavirus-numbers-sidner/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200403084731-harborview-medical-center-seattle-super-tease.jpg",
            "description": "The Covid-19 ICU at Harborview Medical Center in Seattle is packed with equipment waiting for an expected surge of patients. But the statistics suggest Washington state may be heading in the right direction to beat coronavirus.",
            "content": "Seattle (CNN)Seattle's hospitals are preparing for a surge of coronavirus cases, but there are faint glimmers the situation is improving in the place where the US outbreak first took hold.\r\nThe first thing you notice in the Covid-19 unit at the Harborview Med… [+6079 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theconversation.com"
            },
            "publishedAt": "2020-04-03T12:40:00Z",
            "title": "A small trial finds that hydroxychloroquine is not effective for treating coronavirus - The Conversation US",
            "url": "http://theconversation.com/a-small-trial-finds-that-hydroxychloroquine-is-not-effective-for-treating-coronavirus-135484",
            "urlToImage": "https://images.theconversation.com/files/325047/original/file-20200402-74863-1r24p09.jpg?ixlib=rb-1.1.0&rect=0%2C832%2C5615%2C2808&q=45&auto=format&w=1356&h=668&fit=crop",
            "description": "The president promoted the combination of hydroxychloroquine and an antibiotic for treating COVID-19. But a new study suggests it provides no benefits.",
            "content": "On Saturday the Food and Drug Administration approved the use of two antimalarial drugs, hydroxychloroquine and a related medication, chloroquine, for emergency use to treat COVID-19. The drugs were touted by President Trump as a game changer for COVID-19. \r\n… [+4342 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Express.co.uk"
            },
            "publishedAt": "2020-04-03T08:12:00Z",
            "title": "Coronavirus symptoms: The sign your cough is linked to the deadly virus - COVID-19 - Express",
            "url": "https://www.express.co.uk/life-style/health/1264083/coronavirus-update-uk-cases-news-symptoms-cough-dry-new-continuous",
            "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/11/750x445/1264083.jpg",
            "description": "CORONAVIRUS is known to cause mild upper respiratory illness in humans. Most are aware of the common symptoms of COVID-19, with one of the signs being a cough. But how do you know for sure if your cough is linked to the deadly infection?",
            "content": "Coronavirus first emerged in China in late 2019 and since its arrival it has caused mass destruction. The latest figures from public health authorities reveal there have been 29,474 confirmed cases and 2,352 deaths in the UK. The virus is known to cause pneum… [+2179 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-03T02:15:39Z",
            "title": "COVID-19: Are we doing a 180 on whether masks are beneficial? - CBC News: The National",
            "url": "https://www.youtube.com/watch?v=76_FJMxFJqw",
            "urlToImage": "https://i.ytimg.com/vi/76_FJMxFJqw/maxresdefault.jpg",
            "description": "Doctors answer your questions about the coronavirus, including whether or not the advice on masks has changed. Welcome to The National, the flagship nightly ...",
            "content": "Doctors answer your questions about the coronavirus, including whether or not the advice on masks has changed. \r\nWelcome to The National, the flagship nightly newscast of CBC News\r\n»»» Subscribe to The National to watch more videos here: https://www.youtube.c… [+408 chars]"
        },
        {
            "source": {
                "id": "the-globe-and-mail",
                "name": "The Globe And Mail"
            },
            "publishedAt": "2020-04-03T01:01:10Z",
            "title": "Infected health-care workers the source of coronavirus outbreaks at four Ontario hospitals - The Globe and Mail",
            "url": "https://www.theglobeandmail.com/canada/article-infected-health-care-workers-the-source-of-coronavirus-outbreaks-at/",
            "urlToImage": "https://www.theglobeandmail.com/resizer/jDCgULsq3G4GiAJQtErwu1la09E=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/Q65WO3FIU5PWLOCZ2P5GIT3FXI.jpg",
            "description": "The hospitals are all part of Wellington-Dufferin-Guelph Public Health, northwest of Toronto",
            "content": "A patient is brought into the emergency unit of the Verdun Hospital, Thursday April 2, 2020 in Montreal. The Globe and Mail asked several hospitals for the number of workers sick with the disease but they either declined to provide the information or did not … [+6090 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-03T00:58:58Z",
            "title": "Ways to work on mental health during coronavirus outbreak - FOX5 Las Vegas",
            "url": "https://www.youtube.com/watch?v=wP04cedcD98",
            "urlToImage": "https://i.ytimg.com/vi/wP04cedcD98/maxresdefault.jpg",
            "description": "Our friends from Life Time Mind give some ways you can keep your mind safe and sound as we deal with the coronavirus pandemic.",
            "content": "Our friends from Life Time Mind give some ways you can keep your mind safe and sound as we deal with the coronavirus pandemic."
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-03T00:49:36Z",
            "title": "Are obesity and coronavirus related? - Reuters",
            "url": "https://www.youtube.com/watch?v=vMAL2lfxu_w",
            "urlToImage": "https://i.ytimg.com/vi/vMAL2lfxu_w/hqdefault.jpg",
            "description": "The coronavirus has been a far deadlier threat in New Orleans than the rest of the United States, with a per-capita death rate much higher than in New York C...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Cp24.com"
            },
            "publishedAt": "2020-04-02T23:37:00Z",
            "title": "UN: 95% of Europe's virus deaths over 60 but young not immune - CP24 Toronto's Breaking News",
            "url": "https://www.cp24.com/world/un-95-of-europe-s-virus-deaths-over-60-but-young-not-immune-1.4880363",
            "urlToImage": "https://www.cp24.com/polopoly_fs/1.4880369.1585870620!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "More than 95% of those who have died of coronavirus in Europe have been over 60 but young people should not be complacent, the head of the World Health Organization's office in Europe said Thursday.",
            "content": "GENEVA - More than 95% of those who have died of coronavirus in Europe have been over 60 but young people should not be complacent, the head of the World Health Organization's office in Europe said Thursday.\r\nDr. Hans Kluge said age is not the only risk facto… [+1208 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-02T23:32:40Z",
            "title": "List of seniors’ homes at centre of B.C.’s coronavirus outbreak - Global News",
            "url": "http://globalnews.ca/news/6769101/seniors-homes-coronavirus/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/seniors.png?w=720&h=379&crop=1",
            "description": "Here's a updated list of the seniors' homes where one or more cases of COVID-19 have been confirmed.",
            "content": "Seniors are one of the most vulnerable groups under the novel coronavirus pandemic, and in British Columbia, they have been at the epicentre.\r\nAccording to the BC Centre for Disease Control, the median age of people who contract the disease caused by the viru… [+3009 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-04-02T23:00:58Z",
            "title": "How long can the novel coronavirus live on different surfaces? - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/how-long-can-the-novel-coronavirus-live-on-different-surfaces-1.4880097",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4880203.1585866492!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "The novel coronavirus can live on different surfaces, sometimes for several hours, after an infected person coughs or sneezes on them. CTVNews.ca takes a look at some of these surfaces and common areas, and how long the virus can live on them.",
            "content": "TORONTO -- \r\nThe novel coronavirus can live on different surfaces, sometimes for several hours, after an infected person coughs or sneezes on them.\r\nAside from person-to-person transmission, the virus can also be spread indirectly, according to the World Heal… [+4628 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-02T22:51:07Z",
            "title": "Keeping pets safe during coronavirus pandemic - CityNews Toronto",
            "url": "https://www.youtube.com/watch?v=W_0FqIJ1fCk",
            "urlToImage": "https://i.ytimg.com/vi/W_0FqIJ1fCk/maxresdefault.jpg",
            "description": "Vet clinics and animal hospitals have been deemed an essential service but many are still closed. Brandon Rowe with tips on how to keep your pet safe during ...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-02T22:19:24Z",
            "title": "Facing pressure, British government vows 100,000 daily coronavirus tests by end of April - Global News",
            "url": "http://globalnews.ca/news/6770963/coronavirus-testing-uk/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/2020-04-02t200410z_824335770_rc2jwf9zrdfg_rtrmadp_3_health-coronavirus-britain.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The current number being conducted is about 10,000 a day.",
            "content": "Britain‘s health minister promised a tenfold increase in the number of daily tests for coronavirus by the end of the month after the government faced criticism for failing to roll out mass checks for health workers and the public.\r\nAppearing for the first tim… [+3027 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-02T16:23:47Z",
            "title": "Coronavirus: 13 new confirmed cases of COVID-19 in Peterborough, total now at 41 - Global News",
            "url": "http://globalnews.ca/news/6767961/coronavirus-10-new-cases-of-covid-19-in-peterborough-total-is-now-at-38/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/camera-shot.jpeg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "13 new confirmed cases of COVID-19 were reported on Thursday, bringing Peterborough's total to 41, according to the region's health unit.",
            "content": "UPDATE 5 p.m. Thursday:\r\nPeterborough Public Health reports there are now 41 confirmed cases of COVID-19. Six cases have been resolved. The health unit says 842 people have been tested with 534 confirmed negative and 267 remain under investigation.\r\nORIGINAL … [+3665 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-02T14:22:50Z",
            "title": "Asymptomatic people are reportedly spreading COVID-19. Should everyone wear a mask? - Global News",
            "url": "http://globalnews.ca/news/6764198/coronavirus-asymptomatic-face-masks-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/2020-03-16t200553z_1850095365_rc28lf998osn_rtrmadp_3_health-coronavirus-canada-e1585805741723.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "A report published by the U.S. CDC estimates around 10 per cent of new coronavirus infections are spread by either asymptomatic people or those who have yet to develop symptoms.",
            "content": "As countries begin to ramp up testing over the spread of the novel coronavirus, new data is suggesting that asymptomatic people those who test positive for the disease caused by the virus but don’t show symptoms are helping to circulate COVID-19.\r\nAs a result… [+4976 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thechronicleherald.ca"
            },
            "publishedAt": "2020-04-02T06:21:37Z",
            "title": "Australia begins pre-clinical testing for coronavirus vaccine - TheChronicleHerald.ca",
            "url": "https://www.thechronicleherald.ca/news/world/australia-begins-pre-clinical-testing-for-coronavirus-vaccine-432713/",
            "urlToImage": "https://www.thechronicleherald.ca/media/photologue/photos/cache/australia-begins-pre-clinical-testing-for-coronavirus-vaccine_medium",
            "description": "By Jill Gralow and Swati Pandey SYDNEY (Reuters) - Australia's national science agency said on Thursday it has commenced the first stage of testing potential vaccines for COVID-19, as it joins a global race to halt the coronavirus pandemic.",
            "content": "By Jill Gralow and Swati Pandey\r\nSYDNEY (Reuters) - Australia's national science agency said on Thursday it has commenced the first stage of testing potential vaccines for COVID-19, as it joins a global race to halt the coronavirus pandemic.\r\nPre-clinical tes… [+2590 chars]"
        }
    ]
}