{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Thestar.com"
            },
            "publishedAt": "2020-04-07T12:37:59Z",
            "title": "Patches on X-rays, breathing troubles, and 'odd presentations.' What COVID-19 looks like to Ontario hospitals - Toronto Star",
            "url": "https://www.thestar.com/news/canada/2020/04/07/patches-on-x-rays-breathing-troubles-and-odd-presentations-what-covid-19-looks-like-to-ontario-hospitals.html",
            "urlToImage": "https://images.thestar.com/01pRLmE0kjCCKORHIUkQj_JUj1w=/0x0:1200x679/1200x679/smart/filters:cb(1586255394894)/https://www.thestar.com/content/dam/thestar/news/canada/2020/04/07/patches-on-x-rays-breathing-troubles-and-odd-presentations-what-covid-19-looks-like-to-ontario-hospitals/_1healey_and_fallis.jpg",
            "description": "We spoke to nine hospital physicians who have now seen the coronavirus to get a sense of who these patients are, the havoc COVID-19 can cause, the dif...",
            "content": "As an emergency room doctor in Ottawa, Dr. Rohit Gandhi is used to seeing people in serious distress. They usually fit the profile of someone at risk of becoming extremely ill — maybe they’re elderly or live rough on the streets, or suffer from a serious medi… [+12810 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Gulfnews.com"
            },
            "publishedAt": "2020-04-07T11:06:44Z",
            "title": "COVID-19: Two South Koreans recover from coronavirus after plasma therapy - Gulf News",
            "url": "https://gulfnews.com/world/asia/covid-19-two-south-koreans-recover-from-coronavirus-after-plasma-therapy-1.1586257692862",
            "urlToImage": "https://imagevars.gulfnews.com/2020/04/07/plasma-covid_171545c259b_medium.jpg",
            "description": "Plasma therapy could become \"an alternative treatment for patients in critical condition\"",
            "content": "Sonja Krauthoefer of the University Hospital Erlangen checks donated blood and plasma samples\r\n Image Credit: Reuters\r\nSeoul: Two elderly South Korean coronavirus patients recovered from severe pneumonia after being treated with plasma from survivors, researc… [+2236 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-07T10:43:58Z",
            "title": "Coronavirus: Finding social distancing loopholes not worth the risk, experts say - Global News",
            "url": "http://globalnews.ca/news/6787444/coronavirus-social-distancing-loopholes-risk/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/ryr108-04-0356593.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "People have been finding innovative ways to keep socializing with friends and neighbours while trying to respect physical distancing measures during the COVID-19 outbreak. While it may seem harmless enough, some experts say those social distancing loopholes a…",
            "content": "Setting up lawn chairs in driveways for socially-distant neighbourhood parties. Talking to one another from apartment building balconies. Driving to parking lots to chat from cars parked two metres apart.\r\nPeople have been finding innovative ways to keep soci… [+5169 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Gazettelive.co.uk"
            },
            "publishedAt": "2020-04-07T10:35:15Z",
            "title": "Experts explain why coronavirus might be killing healthy young people - Gazette Live",
            "url": "https://www.gazettelive.co.uk/news/teesside-news/experts-explain-coronavirus-might-killing-18051946",
            "urlToImage": "https://i2-prod.gazettelive.co.uk/incoming/article18052115.ece/ALTERNATES/s1200/0_WORLD_Coronavirus_141833.jpg",
            "description": "Scientists have revealed four reasons why they think younger people with no underlying health conditions may be losing their lives",
            "content": "When the coronavirus first emerged people believed it would only kill older people or those with health problems.\r\nBut as the weeks have gone by a number of much younger people with no known underlying health issues have lost their lives to COVID-19.\r\n In the… [+1997 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Citynews.ca"
            },
            "publishedAt": "2020-04-07T08:00:05Z",
            "title": "Pandemic experts put ‘least weight’ on recovery stats, look to hospitalizations - CityNews",
            "url": "https://toronto.citynews.ca/2020/04/07/recovery-rate-coronavirus-covid19/",
            "urlToImage": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2020/04/JOHV16057037-e1586251236948.jpg",
            "description": "Scientists who track the growth of pandemics say some figures provided by public health officials tell more about the spread of the novel coronavirus than others. Daniel Coombs says the number of people admitted to hospitals tells him where COVID-19 stands in…",
            "content": "Scientists who track the growth of pandemics say some figures provided by public health officials tell more about the spread of the novel coronavirus than others.\r\nDaniel Coombs says the number of people admitted to hospitals tells him where COVID-19 stands i… [+3245 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-04-07T08:00:00Z",
            "title": "Can mosquitoes spread the coronavirus? Your COVID-19 questions answered - CBC.ca",
            "url": "https://www.cbc.ca/news/mosquitoes-covid-coronavirus-questions-answered-1.5523773",
            "urlToImage": "https://i.cbc.ca/1.4449826.1526417674!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mosquitoes.jpg",
            "description": "We're answering your questions about the pandemic. Send your questions to COVID@cbc.ca and we’ll answer as many as we can. We’ll publish a selection every weekday online, and we’re also putting some questions to the experts during The National and on CBC News…",
            "content": "We're breaking down what you need to know about the pandemic by answering your questions. Send your questions to COVID@cbc.ca\r\n and we'll answer as many as we can. We'll publish a selection of answers every weekday online, and put some questions to the expert… [+6591 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-07T07:36:00Z",
            "title": "Coronavirus live updates: Cases top 1.3 million globally - CNN International",
            "url": "https://www.cnn.com/world/live-news/coronavirus-pandemic-04-07-20/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200130165125-corona-virus-cdc-image-super-tease.jpg",
            "description": "Countries continue to battle the novel coronavirus as it infects more than 1.3 million around the world. Follow here for the latest news.",
            "content": "If you're just joining us, here are the latest developments since our last catch-up.\r\nConcern in Britain: UK Prime Minister Boris Johnson remains in intensive care with coronavirus and has been treated with oxygen, said Michael Gove, Minister for the Cabinet … [+1897 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Metro.co.uk"
            },
            "publishedAt": "2020-04-07T06:26:23Z",
            "title": "Heart surgeon dead after testing positive for coronavirus - Metro.co.uk",
            "url": "https://metro.co.uk/2020/04/07/heart-surgeon-dead-testing-positive-coronavirus-12519339/",
            "urlToImage": "https://i2.wp.com/metro.co.uk/wp-content/uploads/2020/04/PRI_148560541_1586238577.jpg?quality=90&strip=all&w=1200&h=630&crop=1&zoom=1&ssl=1",
            "description": "Jitendra Rathod was described as being incredibly dedicated, well liked and respected by everyone.",
            "content": "Jitendra Rathod was well-liked and greatly respected by everyone (Picture: Wales News Service)\r\nAn incredibly dedicated surgeon has died after testing positive for Covid-19.\r\nJitendra Rathod was an associate specialist in cardio-thoracic surgery at the Univer… [+1373 chars]"
        },
        {
            "source": {
                "id": "financial-times",
                "name": "Financial Times"
            },
            "publishedAt": "2020-04-07T04:21:33Z",
            "title": "Wellcome seeks $8bn from business to fight coronavirus - Financial Times",
            "url": "https://www.ft.com/content/d0b36718-797a-487a-add6-8308ce339fc1",
            "urlToImage": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F9e4dc9e2-1ca5-4fc3-8421-1cace1c460e3.jpg?source=next-opengraph&fit=scale-down&width=900",
            "description": "Research group launches ‘Covid-zero’ to fund hunt for vaccines, treatments and testing",
            "content": "The Wellcome Trust is calling on businesses to donate $8bn for the scientific fight against coronavirus, saying it is the “world’s best exit strategy” from the lockdowns that have shaken global economies. \r\nThe global medical research foundation on Tuesday la… [+2743 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-04-07T03:01:22Z",
            "title": "Coronavirus: Why has Turkmenistan reported no cases? - BBC News",
            "url": "https://www.bbc.co.uk/news/world-asia-52186521",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/0A21/production/_111639520_cyclerally.jpg",
            "description": "While many countries have imposed major restrictions, life continues as normal in Turkmenistan.",
            "content": "Image copyrightmigration.gov.tmImage caption\r\n The mass cycle rally is billed as a highlight of the day of health on 7 April\r\nAs the Covid-19 map gets covered by growing red circles, several countries still haven't registered a single case of infection, inclu… [+5656 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-07T01:26:39Z",
            "title": "COVID-19: Vet recommends treating pets like people to fend off coronavirus | Vancouver Sun - Vancouver Sun",
            "url": "https://www.youtube.com/watch?v=wOBbHboQ-mA",
            "urlToImage": "https://i.ytimg.com/vi/wOBbHboQ-mA/maxresdefault.jpg",
            "description": "Positive diagnosis of a tiger in Bronx Zoo puts focus on pets for veterinarian ___ About: Since 1912, the Vancouver Sun has cast a watchful eye on the events...",
            "content": "Positive diagnosis of a tiger in Bronx Zoo puts focus on pets for veterinarian___\r\nAbout: Since 1912, the Vancouver Sun has cast a watchful eye on the events, issues and politics of the day all with a unique West Coast perspective. Publishing Monday through S… [+545 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Zdnet.com"
            },
            "publishedAt": "2020-04-07T01:02:00Z",
            "title": "Facebook releases data tools to help researchers track impact of social distancing - ZDNet",
            "url": "https://www.zdnet.com/article/facebook-releases-data-tools-to-help-researchers-track-impact-of-social-distancing/",
            "urlToImage": "https://zdnet4.cbsistatic.com/hub/i/r/2020/04/07/116621bd-7b96-4b36-8ef9-6e3606e3f419/thumbnail/770x578/ac4c186230f8312fea4bfba31c25afd0/facebook-disease-prevention-map.jpg",
            "description": "The social networking giant also hopes the tools will help predict where coronavirus will spread next.",
            "content": "Facebook has launched a set of tools that use anonymised location data collected from users in a bid to help researchers better understand where the coronavirus outbreak could spread next and the effectiveness of social distancing measures. \r\nThe new tools, c… [+3156 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-06T23:56:32Z",
            "title": "Tips for Using a Mask Without Spreading COVID-19, Plus: The Most Alarming Thing About the Virus - extratv",
            "url": "https://www.youtube.com/watch?v=tDUoZ0vmpMc",
            "urlToImage": "https://i.ytimg.com/vi/tDUoZ0vmpMc/maxresdefault.jpg",
            "description": "“Extra’s” Billy Bush is reporting on the latest coronavirus headlines, and asking Dr. Armand Dorian for his expertise on the topic. Dr. Dorian offers tips on...",
            "content": "Extras Billy Bush is reporting on the latest coronavirus headlines, and asking Dr. Armand Dorian for his expertise on the topic.\r\nDr. Dorian offers tips on how to use masks properly without spreading the virus, and shares what he finds most alarming about COV… [+5 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-06T23:41:57Z",
            "title": "Coronavirus: Scientists question school closures impact - BBC News",
            "url": "https://www.bbc.com/news/health-52180783",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/FBE3/production/_111638446_048864270.jpg",
            "description": "Countries should now question whether keeping schools shut is justified, says one team of scientists.",
            "content": "Image copyrightGetty Images\r\nCountries like the UK that have closed schools to help stop the spread of coronavirus should ask hard questions about whether this is now the right policy, says one team of scientists. \r\nThe University College London team says kee… [+5357 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-06T22:23:30Z",
            "title": "Coronavirus: London, Ont medical officer of health says case numbers will rise as peak approaches - Global News",
            "url": "http://globalnews.ca/news/6785890/coronavirus-london-medical-officer-of-health-covid-19/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/rjb11356901-1.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Monday’s low case numbers do not mean the London-Middlesex area is out of the woods just yet when it comes to COVID-19. That was the message London’s Medical Officer of Health Dr. Chris Mackie shared with reporters on Monday. The Middlesex-London Health Unit,…",
            "content": "Monday’s low case numbers do not mean the London-Middlesex area is out of the woods just yet when it comes to COVID-19.\r\nThat was the message London’s Medical Officer of Health Dr. Chris Mackie shared with reporters on Monday.\r\nThe Middlesex-London Health Uni… [+4772 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-04-06T22:16:28Z",
            "title": "Can UV light kill the coronavirus? Experts break down online claims - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/can-uv-light-kill-the-coronavirus-experts-break-down-online-claims-1.4885104",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4885139.1586211055!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "The idea making the rounds online that UV light could be used to disinfect hands, clothing or other household objects is either incorrect or dangerous, depending on what type of UV is in question.",
            "content": "TORONTO -- \r\nUltraviolet light is getting a lot of attention when it comes to disinfecting and reusing masks that medical workers need to safely do their jobs. Thats because one segment of UV light is extremely effective when it comes to killing microorganism… [+7474 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-06T22:05:40Z",
            "title": "Can masks be sterilized, reused in fight against coronavirus? Experts say yes - Global News",
            "url": "http://globalnews.ca/news/6783235/masks-sterilized-reused-coronavirus-canada/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/ny741-123_2018_164806-2.jpg?quality=70&strip=all&crop=0px%2C0px%2C1024px%2C541px&resize=720%2C379",
            "description": "On Sunday, chief public health officer Dr. Theresa Tam said the Canadian government was exploring the possibility of sterilizing masks for reuse amid the new coronavirus pandemic.",
            "content": "As health-care workers continue on the front lines of the novel coronavirus pandemic, quantities of personal protective equipment particularly masks have become an issue.\r\nOn Sunday, chief public health officer Dr. Theresa Tam said the Canadian government was… [+7176 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-06T21:34:48Z",
            "title": "Coronavirus: Why healthcare workers are at risk of moral injury - BBC News",
            "url": "https://www.bbc.com/news/world-us-canada-52144859",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/D6BE/production/_111547945_composite.png",
            "description": "War veterans can experience trauma known as moral injury - now health workers are at risk too.",
            "content": "Image copyrightGetty ImagesImage caption\r\n Moral injury is associated with veterans - but medical workers and frontline responders are at risk too\r\nIt is widely known that veterans can return from war with Post-Traumatic Stress Disorder (PTSD). Far less appre… [+9121 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bridgemi.com"
            },
            "publishedAt": "2020-04-06T21:24:54Z",
            "title": "Detroit hospital: More than 600 employees tested positive for coronavirus - Bridge Michigan",
            "url": "https://www.bridgemi.com/michigan-health-watch/detroit-hospital-734-employees-have-tested-positive-coronavirus",
            "urlToImage": "https://www.bridgemi.com/sites/default/files/hero_images/henry_ford_health_system_0.jpg",
            "description": "Henry Ford is among several metro Detroit hospitals struggling to respond to a major influx of COVID-19 patients. As the virus threatens its capacity, Henry Ford is likely to request volunteers from",
            "content": "More than 700 Henry Ford Health System workers have tested positive for COVID-19, the hospital systems chief clinical officer said Monday.\r\nDr. Adnan Munkarah said in a statement Monday evening that 734 employees have tested positive for the novel coronavirus… [+4502 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-06T20:55:00Z",
            "title": "One in five U.S. children with coronavirus may need hospital care- CDC - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/one-in-five-u-s-children-with-coronavirus-may-need-hospital-care-cdc",
            "urlToImage": "https://secure.gravatar.com/blavatar/bf69214e83fdd5520e4b5d91ba3b7d64?s=200&ts=1586263998",
            "description": "NEW YORK — Up to 20% of U.S. children infected by the novel coronavirus require hospitalization, with infants under age 1 most likely to be in that group, according to the government’s …",
            "content": "NEW YORK — Up to 20% of U.S. children infected by the novel coronavirus require hospitalization, with infants under age 1 most likely to be in that group, according to the government’s first in-depth analysis of the disease in the youngest patient population.… [+2101 chars]"
        }
    ]
}