{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "North Shore News"
            },
            "publishedAt": "2020-12-31T22:00:00Z",
            "title": "Wisconsin hospital worker arrested for spoiled vaccine doses - North Shore News",
            "url": "https://www.nsnews.com/world-news/wisconsin-hospital-worker-arrested-for-spoiled-vaccine-doses-3226717",
            "urlToImage": "https://www.vmcdn.ca/f/files/shared/feeds/cp/2020/12/wimil101-1231_2020_000000.jpg;w=650;h=403;mode=crop",
            "description": "MADISON, Wis. — Authorities arrested a suburban Milwaukee pharmacist Thursday suspected of deliberately ruining hundreds of doses of coronavirus vaccine by removing it from refrigeration for two nights.",
            "content": "MADISON, Wis. Authorities arrested a suburban Milwaukee pharmacist Thursday suspected of deliberately ruining hundreds of doses of coronavirus vaccine by removing it from refrigeration for two nights… [+2175 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-12-31T20:54:18Z",
            "title": "Coronavirus vaccinations expected to ramp up in London and Middlesex in the new year - Global News",
            "url": "https://globalnews.ca/news/7549508/coronavirus-vaccines-london-middlesex-2021/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/12/first-dose-pfizer-london.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "Dr. Adam Dukelow, LHSC’s chief medical officer anticipates they will be able to vaccinate up to 500 people per day with the coronavirus vaccine starting Jan. 4.",
            "content": "Dr. Adam Dukelow, LHSCs chief medical officer, anticipates they will be able to vaccinate up to 500 people per day with the coronavirus vaccine starting Jan. 4.\r\nWe will vaccinate approximately 300 p… [+2849 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-12-31T16:10:31Z",
            "title": "Ontario reports over 3300 new coronavirus cases, setting single-day record - y108.ca",
            "url": "https://globalnews.ca/news/7548979/ontario-coronavirus-cases-december-31-covid19/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/12/Coronavirus-Mississauga.jpg?quality=85&strip=all&w=720&h=470&crop=1",
            "description": "‘Locally, there are 888 new cases in Toronto, 431 in Peel, 418 in York Region, 257 in Windsor-Essex County and 194 in Ottawa,’ Health Minister Christine Elliott said.",
            "content": "Ontario reported 3,328 new cases of the novel coronavirus Thursday, bringing the total number of cases in the province to 182,159.\r\nIt marks the largest single-day increase in cases to date for the p… [+2657 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-12-31T12:42:34Z",
            "title": "U.S. confirms 2nd case of coronavirus variant - Global News",
            "url": "https://globalnews.ca/news/7548882/coronavirus-variant-us-california/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/12/GettyImages-1212601928.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "No details were provided by authorities about the person infected by the new variant in California.",
            "content": "California on Wednesday announced the nations second confirmed case of the new and apparently more contagious variant of the coronavirus, offering a strong indication that the infection is spreading … [+5427 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "CityNews Calgary"
            },
            "publishedAt": "2020-12-31T05:06:46Z",
            "title": "High LA virus deaths, more contagious variant hit California - 660 NEWS - 660 News",
            "url": "https://www.660citynews.com/2020/12/30/high-la-virus-deaths-more-contagious-variant-hit-california/",
            "urlToImage": null,
            "description": "LOS ANGELES — A mutant variant of the coronavirus that appears to be more contagious has been found in Southern California, where the state’s most populous county recorded more than 10,000 deaths and authorities warned they will be patrolling streets to shut …",
            "content": "LOS ANGELES A mutant variant of the coronavirus that appears to be more contagious has been found in Southern California, where the state’s most populous county recorded more than 10,000 deaths and a… [+4000 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "95.7 News"
            },
            "publishedAt": "2020-12-31T02:46:12Z",
            "title": "China gives conditional approval to Sinopharm vaccine - 95.7 News",
            "url": "https://www.news957.com/world/2020/12/30/china-gives-conditional-approval-to-sinopharm-vaccine/",
            "urlToImage": null,
            "description": "BEIJING — China has given conditional approval to a coronavirus vaccine developed by state-owned Sinopharm. The vaccine is the first one approved for general use in China. Chen Shifei, the deputy commissioner of China’s Medical Production Administration, said…",
            "content": "BEIJING China has given conditional approval to a coronavirus vaccine developed by state-owned Sinopharm.\r\nThe vaccine is the first one approved for general use in China.\r\nChen Shifei, the deputy com… [+394 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-12-31T00:21:38Z",
            "title": "Some health care workers have been told they can't get the COVID-19 vaccine - WKMG News 6 ClickOrlando",
            "url": "https://www.youtube.com/watch?v=bLCdYuqEAro",
            "urlToImage": "https://i.ytimg.com/vi/bLCdYuqEAro/maxresdefault.jpg",
            "description": "Some health care workers not employed or affiliated by hospital systems have been told they can’t get the coronavirus vaccine.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-12-30T22:17:26Z",
            "title": "Coronavirus: Saskatchewan receives first shipment of Moderna vaccine - Global News",
            "url": "https://www.youtube.com/watch?v=2b18dWGZP3w",
            "urlToImage": "https://i.ytimg.com/vi/2b18dWGZP3w/maxresdefault.jpg",
            "description": "Saskatchewan Health Minister Paul Merriman said Wednesday that the province has received its first shipment of the Moderna COVID-19 vaccine, and that the fir...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-12-30T20:58:46Z",
            "title": "Waterloo reports 112 new COVID-19 cases, active cases rise to 543 - Global News",
            "url": "https://globalnews.ca/news/7547895/kitchener-waterloo-coronavirus-cases-december-30-covid-19/",
            "urlToImage": "https://globalnews.ca/wp-content/uploads/2020/04/mf111-420_2020_100119-1.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "Another 92 people in Waterloo Region have recovered from the disease caused by the novel coronavirus.",
            "content": "Waterloo Region reported 112 new cases of COVID-19 on Wednesday, raising its total case count to 5,828.\r\nActive cases in the region have jumped by 25 from the previous day to 543. That includes 38 pe… [+1433 chars]"
        },
        {
            "source": {
                "id": "rt",
                "name": "RT"
            },
            "publishedAt": "2020-12-30T13:36:00Z",
            "title": "Germany still ‘very far from normality’ as daily Covid-19 death toll surpasses 1,000 for 1st time – health minister - RT",
            "url": "https://www.rt.com/news/511115-germany-normality-cases-infections/",
            "urlToImage": "https://cdni.rt.com/files/2020.12/article/5fec80f985f54041a23405ba.JPG",
            "description": "Germany’s coronavirus infection numbers are still high, making it impossible for the country to return to normal at present, Health Minister Jens Spahn has warned.",
            "content": "The country reported 1,129 deaths this morning alone, he said on Wednesday – the largest number of coronavirus deaths recorded in the country within 24 hours.\r\n“We are experiencing a time of contrast… [+1646 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-12-30T11:30:25Z",
            "title": "Oxford-AstraZeneca Vaccine | UK Gives Green Light To Covid-19 Vaccine, India Next? - CRUX",
            "url": "https://www.youtube.com/watch?v=j65qDlAI5Nk",
            "urlToImage": "https://i.ytimg.com/vi/j65qDlAI5Nk/maxresdefault.jpg",
            "description": "Britain became the first country in the world to approve a coronavirus vaccine developed by Oxford University and AstraZeneca as it battles a major winter su...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Kamsack Times"
            },
            "publishedAt": "2020-12-30T09:20:24Z",
            "title": "Saskatchewan to release plan for rollout of Moderna vaccine for northern residents - Kamsack Times",
            "url": "https://www.kamsacktimes.com/saskatchewan-to-release-plan-for-rollout-of-moderna-vaccine-for-northern-residents-1.24261161",
            "urlToImage": "https://images.glaciermedia.ca/polopoly_fs/1.24261162.1609319732!/fileImage/httpImage/image.jpg_gen/derivatives/facebookogimage_560_292/20201229171216-5febab18a15c0750b05f2d30jpeg-jpg.jpg",
            "description": "REGINA — Saskatchewan is to release details today on how it will vaccinate older residents in the north against the novel coronavirus.The province's health minister and chief medical health officer . . .",
            "content": "REGINA Saskatchewan is to release details today on how it will vaccinate older residents in the north against the novel coronavirus.\r\nThe province's health minister and chief medical health officer a… [+972 chars]"
        }
    ]
}