{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-01T16:07:00Z",
            "title": "The race is on to replicate coronavirus contact tracing app - National Post",
            "url": "https://nationalpost.com/news/world/the-race-is-on-to-replicate-coronavirus-contact-tracing-app",
            "urlToImage": "https://nationalpostcom.files.wordpress.com/2020/04/0331_fo_app_2.jpg",
            "description": "Researchers could use Bluetooth, where ‘handshakes’ between devices can be checked to alert those who come into proximity with someone who tests positive",
            "content": "BERLIN — European scientists and technologists will launch a joint initiative on Wednesday to support the use of digital applications in the fight against coronavirus while complying with the region’s tough privacy laws.\r\nThe Pan-European Privacy Preserving P… [+2936 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-01T16:01:20Z",
            "title": "Man hides coronavirus symptoms to visit wife in New York maternity ward - Global News",
            "url": "http://globalnews.ca/news/6761374/man-hides-coronavirus-symptoms/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/ur-edited.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The man's wife reportedly fell ill after giving birth, prompting him to fess up.",
            "content": "A man with COVID-19 symptoms reportedly hid them from staff at an upstate New York hospital so he could visit his wife in a maternity ward.\r\nThe man, per NBC New York, had also been exposed to the novel coronavirus. He only revealed the truth when his wife be… [+3673 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-01T15:54:55Z",
            "title": "Coronavirus outbreak: How can you tell the difference between the flu, allergies and COVID-19? - Global News",
            "url": "https://www.youtube.com/watch?v=7kNUSzAW_J8",
            "urlToImage": "https://i.ytimg.com/vi/7kNUSzAW_J8/maxresdefault.jpg",
            "description": "Dr. Ahmad Firas Khalid clears up misconceptions and answers frequently asked questions surrounding COVID-19, including how you can tell the difference betwee...",
            "content": null
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-01T15:44:52Z",
            "title": "New estimates show 25% to 50% of coronavirus carriers don't even have symptoms and can infect others blindly - CNN",
            "url": "https://www.cnn.com/2020/04/01/health/us-coronavirus-updates-wednesday/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200331143903-coronavirus-math-lesson-super-tease.jpg",
            "description": "More data showing people without symptoms are fueling the spread of coronavirus have top officials rethinking whether the general public should be wearing masks.",
            "content": "(CNN)More data showing people without symptoms are fueling the spread of coronavirus have top officials rethinking whether the general public should be wearing masks. \r\nIn the US, an estimated 25% of coronavirus carriers have no symptoms, said the director of… [+5567 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nypost.com"
            },
            "publishedAt": "2020-04-01T14:38:06Z",
            "title": "Doctor in Netflix's 'Pandemic' says he discovered potential coronavirus cure - New York Post ",
            "url": "https://nypost.com/2020/04/01/doctor-in-netflix-doc-says-he-discovered-potential-coronavirus-cure/",
            "urlToImage": "https://thenypost.files.wordpress.com/2020/04/coronavirus-antibodies-17.jpg?quality=90&strip=all&w=1200",
            "description": "A San Francisco doctor featured in the Netflix documentary “Pandemic” announced that he and his team have discovered a potential coronavirus cure — which will now be tested by the US military…",
            "content": "A San Francisco doctor featured in the Netflix documentary Pandemic announced that he and his team have discovered a potential coronavirus cure — which will now be tested by the US military.\r\nJacob Glanville, who runs the biotech company Distributed Bio, twee… [+3099 chars]"
        },
        {
            "source": {
                "id": "newsweek",
                "name": "Newsweek"
            },
            "publishedAt": "2020-04-01T14:07:42Z",
            "title": "Coronavirus U.S. Update, Map As Death Toll Hits 4,000, More Than 7,000 People Have Recovered - Newsweek",
            "url": "https://www.newsweek.com/coronavirus-us-update-map-death-toll-1495473",
            "urlToImage": "https://d.newsweek.com/en/full/1578186/man-wearing-mask-walks-new-york-stock-exchange-nyse-march-17-2020-wall-street-new-york.jpg",
            "description": "As fatalities in the U.S. are expected to peak over the next two weeks, medical experts on the U.S. COVID-19 task force stress social distancing measures will be critical in states that have yet to...",
            "content": "Coronavirus cases in the U.S. have climbed past 189,600, with the death toll over 4,000, while more than 7,100 have recovered as of Wednesday, according to the latest figures from Johns Hopkins University.\r\nThe virus, which was first detected in Wuhan, a city… [+9289 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-01T14:00:10Z",
            "title": "Will wearing face masks protect against coronavirus? Dr. Oz weighs in! - FOX 5 DC",
            "url": "https://www.youtube.com/watch?v=obwFO2rTEnU",
            "urlToImage": "https://i.ytimg.com/vi/obwFO2rTEnU/maxresdefault.jpg",
            "description": "Dr. Mehmet Oz breaks down the mask conflict on whether the general public needs medical grade masks, or if covering your face with bandanas is sufficient to ...",
            "content": "Dr. Mehmet Oz breaks down the mask conflict on whether the general public needs medical grade masks, or if covering your face with bandanas is sufficient to protect against COVID-19. MORE DETAILS: bit.ly/2UVEnU7\r\nSubscribe to our channel for the latest breaki… [+426 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-04-01T13:23:01Z",
            "title": "UK coronavirus deaths rise by 563 to 2352 - Regina Leader-Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/uk-coronavirus-deaths-rise-by-563-to-2352",
            "urlToImage": null,
            "description": "LONDON — The number of people with coronavirus who have died in Britain rose by 563 to a total 2,352 by 1600 GMT on March 31, the government said on Wednesday.",
            "content": "LONDON The number of people with coronavirus who have died in Britain rose by 563 to a total 2,352 by 1600 GMT on March 31, the government said on Wednesday.\r\nIt said there were 29,474 confirmed cases of the virus at as 0800 GMT on Wednesday, up from 25,150 t… [+87 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nature.com"
            },
            "publishedAt": "2020-04-01T13:22:37Z",
            "title": "Coronavirus can infect cats — dogs not so much - Nature.com",
            "url": "https://www.nature.com/articles/d41586-020-00984-8",
            "urlToImage": "https://media.nature.com/lw1024/magazine-assets/d41586-020-00984-8/d41586-020-00984-8_17854874.jpg",
            "description": "But scientists say it’s unclear whether felines can spread the virus to people so pet-owners need not panic yet.",
            "content": "A study finds cats are susceptible to the coronavirus, but it's unclear whether they can infect people.Credit: Manan Vatsyayana/AFP/Getty\r\nCats can be infected with the coronavirus that causes COVID-19 and spread it to other cats, but dogs are not really susc… [+4449 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Citynews1130.com"
            },
            "publishedAt": "2020-04-01T13:12:42Z",
            "title": "28 students positive for coronavirus after spring break trip - CityNews Vancouver",
            "url": "https://www.citynews1130.com/2020/04/01/28-students-positive-for-coronavirus-after-spring-break-trip/",
            "urlToImage": "https://www.citynews1130.com/wp-content/blogs.dir/sites/9/2020/04/TXDAM504-331_2020_112925.jpg",
            "description": "AUSTIN, Texas — More than two dozen University of Texas students have tested positive for the coronavirus after taking a spring break trip to Mexico, public health officials said. A group of about 70 people who are in their 20s took a chartered plane to Cabo …",
            "content": "AUSTIN, Texas More than two dozen University of Texas students have tested positive for the coronavirus after taking a spring break trip to Mexico, public health officials said.\r\nA group of about 70 people who are in their 20s took a chartered plane to Cabo S… [+1480 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-01T12:47:00Z",
            "title": "Pet cat tests positive for coronavirus in Hong Kong but shows no symptoms - National Post",
            "url": "https://nationalpost.com/news/world/pet-cat-tests-positive-for-coronavirus-in-hong-kong-2",
            "urlToImage": "https://nationalpostcom.files.wordpress.com/2020/04/cat-1.jpg",
            "description": "The WHO states on its website that there is no evidence that a dog, cat or any pet can transmit COVID-19",
            "content": "HONG KONG, April 1 (Reuters) — A pet cat has tested positive for the coronavirus in Hong Kong after its owner was confirmed with having the virus, the city’s Agricultural and Fisheries department said, cautioning that the animal has not shown any signs of the… [+1126 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cnnphilippines.com"
            },
            "publishedAt": "2020-04-01T12:33:07Z",
            "title": "Iceland lab's testing suggests 50% of coronavirus cases have no symptoms - CNN Philippines",
            "url": "http://cnnphilippines.com/world/2020/4/1/iceland-coronavirus-cases-no-symptoms.html",
            "urlToImage": "http://cnnphilippines.com/.imaging/mte/demo-cnn-new/750x450/dam/cnn/2020/2/29/Coronavirus-United-States_CNNPH.jpg/jcr:content/Coronavirus-United-States_CNNPH.jpg",
            "description": "As of Tuesday, Iceland had tested more than 17,900 people for the virus, nearly 5% of its population.",
            "content": "(CNN) - There's a lot about Iceland that other countries could envy: Its spectacular natural surroundings, its place among the world's happiest countries, and, now, its large-scale testing for the novel coronavirus, which could influence how the world underst… [+5305 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-01T11:17:19Z",
            "title": "Coronavirus: Top South African HIV scientist Gita Ramjee dies - BBC News",
            "url": "https://www.bbc.com/news/world-africa-52120265",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/123B7/production/_111497647_gita-ramjee.png",
            "description": "Tributes are being paid to Gita Ramjee for her world-renowned research into HIV prevention.",
            "content": "Image copyrightAurum Institute\r\nTributes are being paid to world-renowned South African scientist Gita Ramjee, who has died from Covid-19-related complications.\r\n\"She dedicated many years of her life to finding HIV prevention solutions for women,\" her colleag… [+2943 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thechronicleherald.ca"
            },
            "publishedAt": "2020-04-01T09:42:36Z",
            "title": "Dutch coronavirus measures have lowered infection rate: health official - TheChronicleHerald.ca",
            "url": "https://www.thechronicleherald.ca/news/world/dutch-coronavirus-measures-have-lowered-infection-rate-health-official-432297/",
            "urlToImage": "https://www.thechronicleherald.ca/media/photologue/photos/cache/dutch-coronavirus-measures-have-lowered-infection-rate-health-official_medium",
            "description": "AMSTERDAM (Reuters) - Measures to limit the coronavirus outbreak in the Netherlands appear to have halved the rate of infection but need to be continued to be really effective, the country's top official for infectious diseases said on",
            "content": "AMSTERDAM (Reuters) - Measures to limit the coronavirus outbreak in the Netherlands appear to have halved the rate of infection but need to be continued to be really effective, the country's top official for infectious diseases said on Wednesday.\r\nThe rate of… [+1274 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-04-01T08:36:00Z",
            "title": "Europe to launch coronavirus contact tracing app initiative - Financial Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/europe-to-launch-coronavirus-contact-tracing-app-initiative-3",
            "urlToImage": "https://secure.gravatar.com/blavatar/b4ece3189893389a03f063830eacd95c?s=200&ts=1585759994",
            "description": "BERLIN — European scientists and technologists will launch a joint initiative on Wednesday to support the use of digital applications in the fight against coronavirus while complying with the…",
            "content": "BERLIN — European scientists and technologists will launch a joint initiative on Wednesday to support the use of digital applications in the fight against coronavirus while complying with the region’s tough privacy laws.\r\nThe Pan-European Privacy Preserving P… [+3254 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Medicalxpress.com"
            },
            "publishedAt": "2020-04-01T07:45:45Z",
            "title": "2 meters enough for social distancing? MIT researcher says droplets carrying coronavirus can travel up to 8 meters - Medical Xpress",
            "url": "https://medicalxpress.com/news/2020-04-meters-social-distancing-mit-droplets.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/2020/2metersenoug.jpg",
            "description": "The novel coronavirus has prompted social distancing measures around the world. One researcher believes what's being done isn't enough.",
            "content": "The novel coronavirus has prompted social distancing measures around the world. One researcher believes what's being done isn't enough.\r\nLydia Bourouiba, an associate professor at MIT, has researched the dynamics of exhalations (coughs and sneezes, for instan… [+5981 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-04-01T07:11:00Z",
            "title": "Mother of invention: the new gadgets dreamt up to fight coronavirus - Reuters Canada",
            "url": "https://ca.reuters.com/article/businessNews/idCAKBN21J4BG",
            "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20200401&t=2&i=1510926315&w=1200&r=LYNXMPEG3034C",
            "description": "Driving to work at his factory to the west of London last week, designer Steve Brooks had coronavirus on his mind. What could he make that would let him open a door without touching the handle?",
            "content": "LONDON/OAKLAND/BUCHAREST (Reuters) - Driving to work at his factory to the west of London last week, designer Steve Brooks had coronavirus on his mind. What could he make that would let him open a door without touching the handle? \r\nEntrepreneurs Matthew Tole… [+5497 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thejakartapost.com"
            },
            "publishedAt": "2020-04-01T05:30:00Z",
            "title": "From zero to hero: Italy's Chinese help beat coronavirus - The Jakarta Post - Jakarta Post",
            "url": "https://www.thejakartapost.com/news/2020/04/01/from-zero-to-hero-italys-chinese-help-beat-coronavirus.html",
            "urlToImage": "https://img.jakpost.net/c/2020/04/01/2020_04_01_91440_1585712040._large.jpg",
            "description": "In the storm of infection and death sweeping Italy, one big community stands out to health officials as remarkably unscathed -- the 50,000 ethnic Chinese who live in the town of Prato.",
            "content": "In the storm of infection and death sweeping Italy, one big community stands out to health officials as remarkably unscathed -- the 50,000 ethnic Chinese who live in the town of Prato.\r\nTwo months ago, the country's Chinese residents were the target of what A… [+4637 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-01T01:47:20Z",
            "title": "Coronavirus: COVID-19 outbreak declared at Orangeville, Ont., hospital - Global News",
            "url": "http://globalnews.ca/news/6759840/covid-19-outbreak-orangeville-hospital/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/ny765-311_2020_160123-3.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Public health officials say five healthcare workers and a patient have tested positive for the novel coronavirus.",
            "content": "Public health officials say a COVID-19 outbreak has been declared at Headwaters Health Care Centre in Orangeville, Ont. after five healthcare workers and a patient tested positive for the novel coronavirus.\r\nAccording to an email sent on Tuesday night, the pa… [+1469 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-04-01T00:41:20Z",
            "title": "Infected but Feeling Fine: The Unwitting Coronavirus Spreaders - The New York Times",
            "url": "https://www.nytimes.com/2020/03/31/health/coronavirus-asymptomatic-transmission.html",
            "urlToImage": "https://static01.nyt.com/images/2020/03/31/science/31VIRUS-ASYMPTOMATIC1/31VIRUS-ASYMPTOMATIC1-facebookJumbo.jpg",
            "description": "The C.D.C. director says new data about people who are infected but symptom-free could lead the agency to recommend broadened use of masks.",
            "content": "Theres no standard definition for it, and you could say to yourself, Well, thats kind of ridiculous: You either have symptoms or you dont, said Dr. Jeffrey Shaman, an infectious diseases expert at Columbia University. But studies by his team have shown, he sa… [+1827 chars]"
        }
    ]
}