{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "TheChronicleHerald.ca"
            },
            "publishedAt": "2020-07-31T02:09:37Z",
            "title": "Vietnam reports biggest jump in COVID-19 cases, mobilises health team - TheChronicleHerald.ca",
            "url": "https://www.thechronicleherald.ca/news/world/vietnam-reports-biggest-jump-in-covid-19-cases-mobilises-health-team-479673/",
            "urlToImage": "https://www.thechronicleherald.ca/media/photologue/photos/cache/vietnam-reports-biggest-jump-in-covid-19-cases-mobilises-health-team_medium",
            "description": "By Phuong Nguyen and Khanh Vu HANOI (Reuters) - Vietnam on Friday reported 45 new coronavirus infections in the city of Danang, marking the country's biggest single-day jump in cases, as the health ministry sent more health experts to the central",
            "content": "By Phuong Nguyen and Khanh Vu\r\nHANOI (Reuters) - Vietnam on Friday reported 45 new coronavirus infections in the city of Danang, marking the country's biggest single-day jump in cases, as the health … [+1552 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-07-30T23:21:41Z",
            "title": "Children carry COVID-19 virus, small study finds - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/children-carry-covid-19-virus-small-study-finds",
            "urlToImage": null,
            "description": "Children younger than five carried major amounts of coronavirus in their upper respiratory tract, a small study published on Thursday showed, raising new questions about whether kids can infect others.",
            "content": "Children younger than five carried major amounts of coronavirus in their upper respiratory tract, a small study published on Thursday showed, raising new questions about whether kids can infect other… [+869 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Vancouver Sun"
            },
            "publishedAt": "2020-07-30T22:07:30Z",
            "title": "COVID-19 update for July 30: Here's the latest on coronavirus in B.C. - Vancouver Sun",
            "url": "https://vancouversun.com/health/local-health/covid-19-update-for-july-30-heres-the-latest-on-coronavirus-in-b-c",
            "urlToImage": "https://smartcdn.prod.postmedia.digital/vancouversun/wp-content/uploads/2020/02/afp_1oo2kl.jpg",
            "description": "COVID-19 update for July 30: Here's the latest on coronavirus in B.C.",
            "content": "It says Indigenous communities in the Tahltan Territory are particularly vulnerable to a COVID-19 outbreak due to their highly social culture and limited access to timely testing and medical services… [+1329 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Best Life"
            },
            "publishedAt": "2020-07-30T21:37:05Z",
            "title": "Why You May Actually Already Be Safe From COVID, New Study Says - Best Life",
            "url": "http://bestlifeonline.com/preexisting-covid-immunity/",
            "urlToImage": "https://i0.wp.com/bestlifeonline.com/wp-content/uploads/2020/07/man-trying-to-build-covid-immunity.jpg?fit=1200%2C800&ssl=1",
            "description": "New research has discovered T cells in people not yet exposed to the coronavirus, indicating that some people may have preexisting COVID immunity.",
            "content": "For the last six months, people all over the world have initiated new measures into their life to try to protect themselves from becoming the next victim of COVID-19. Hand sanitizer has flown off the… [+3204 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-07-30T21:33:57Z",
            "title": "2nd coronavirus wave in U.S. hits plateau, but future still uncertain - Globalnews.ca",
            "url": "http://globalnews.ca/news/7236587/us-coronavirus-second-wave-plateau/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/07/cp18374795.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "Scientists aren’t celebrating by any means, warning that cases are rising in close to 30 states in all, with the outbreak’s center of gravity seemingly shifting from the Sun Belt toward the Midwest.",
            "content": "While deaths from the coronavirus in the U.S. are mounting rapidly, public health experts are seeing a flicker of good news: The second surge of confirmed cases appears to be leveling off.\r\nScientist… [+4462 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cornwall Newswatch"
            },
            "publishedAt": "2020-07-30T20:50:13Z",
            "title": "New COVID-19 case in Prescott-Russell; outbreak declared in Maxville - Cornwall Newswatch",
            "url": "https://www.cornwallnewswatch.com/2020/07/30/new-covid-19-case-in-prescott-russell-outbreak-declared-in-maxville/",
            "urlToImage": "https://www.cornwallnewswatch.com/wp-content/uploads/2020/05/Dr.-Paul-Roumeliotis-COVID-19-File-Mar1120-01-E-1.jpg",
            "description": "PRESCOTT-RUSSELL – The region’s medical officer of health says the latest novel coronavirus case was the result of travel to Quebec. Dr. Paul Roumeliotis told reporters Thursday that the pers…",
            "content": "Local Medical Officer of Health Dr. Paul Roumeliotis. (Newswatch Group/Bill Kingston, File)\r\nPRESCOTT-RUSSELL The region’s medical officer of health says the latest novel coronavirus case was the res… [+905 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "News@UofT"
            },
            "publishedAt": "2020-07-30T20:48:00Z",
            "title": "How does COVID-19 spread? U of T infectious disease expert breaks down the latest research - News@UofT",
            "url": "https://www.utoronto.ca/news/how-does-covid-19-spread-u-t-infectious-disease-expert-breaks-down-latest-research",
            "urlToImage": "https://www.utoronto.ca/sites/default/files/Hota%2CS_UHN3004-crop.jpg?165429",
            "description": "As the province continues with its phased approach to re-opening the economy, what is the latest research telling us about how the coronavirus actually spreads? Are tiny droplets, known as aerosols,",
            "content": "As the province continues with its phased approach to re-opening the economy, what is the latest research telling us about how the coronavirus actually spreads?\r\nAre tiny droplets, known as aerosols,… [+4867 chars]"
        },
        {
            "source": {
                "id": "the-globe-and-mail",
                "name": "The Globe And Mail"
            },
            "publishedAt": "2020-07-30T20:45:24Z",
            "title": "U.K. scientists to immunize hundreds with coronavirus vaccine - The Globe and Mail",
            "url": "https://www.theglobeandmail.com/world/article-uk-scientists-to-immunize-hundreds-with-coronavirus-vaccine/",
            "urlToImage": "https://www.theglobeandmail.com/resizer/QXXI3kmN8lfTnSm4yOFF_pF8E48=/1200x0/filters:quality(80)/cloudfront-us-east-1.images.arcpublishing.com/tgam/LWQPDWGTMZP4XFWHJLEKLUP3JY.jpg",
            "description": "The Imperial vaccine uses synthetic strands of genetic code based on the virus. Once injected into a muscle, the body’s own cells are instructed to make copies of a spiky protein on the coronavirus",
            "content": "Blood samples from volunteers are handled in the laboratory at Imperial College in London on July 30, 2020.\r\nThe Associated Press\r\nScientists at Imperial College London say they are immunizing hundre… [+2914 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-07-30T20:41:00Z",
            "title": "Coronavirus: Trump looking at using military to distribute COVID-19 vaccine | Watch News Videos Online - Globalnews.ca",
            "url": "https://globalnews.ca/video/7236823/coronavirus-trump-looking-at-using-military-to-distribute-covid-19-vaccine",
            "urlToImage": "https://i0.wp.com/media.globalnews.ca/videostatic/news/5y8ou5qdfq-9d8s8laev7/TRUMPVACCINE.jpg?w=500&quality=70&strip=all",
            "description": "Watch Coronavirus: Trump looking at using military to distribute COVID-19 vaccine Video Online, on GlobalNews.ca",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-07-30T18:36:17Z",
            "title": "Spain logs biggest daily rise in coronavirus cases since lockdown lifted - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/spain-logs-biggest-daily-rise-in-coronavirus-cases-since-lockdown-lifted",
            "urlToImage": null,
            "description": "MADRID — Spain on Thursday reported the biggest daily jump in new coronavirus cases since its lockdown ended, topping more than 1,000 infections for the second day running.",
            "content": "MADRID Spain on Thursday reported the biggest daily jump in new coronavirus cases since its lockdown ended, topping more than 1,000 infections for the second day running.\r\nHealth ministry data showed… [+1297 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "mymcmurray.com"
            },
            "publishedAt": "2020-07-30T18:16:31Z",
            "title": "UK scientists immunize hundreds with coronavirus vaccine - mymcmurray.com",
            "url": "https://www.mymcmurray.com/2020/07/30/uk-scientists-immunize-hundreds-with-coronavirus-vaccine/",
            "urlToImage": "https://www.mymcmurray.com/wp-content/blogs.dir/sites/11/2020/07/LKW105-730_2020_093742.jpg",
            "description": "LONDON — Scientists at Imperial College London say they are immunizing hundreds of people with an experimental coronavirus vaccine in an early trial after seeing no worrying safety problems in a small number vaccinated so far. Dr. Robin Shattock, a professor …",
            "content": "LONDON Scientists at Imperial College London say they are immunizing hundreds of people with an experimental coronavirus vaccine in an early trial after seeing no worrying safety problems in a small … [+2449 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-07-30T18:07:00Z",
            "title": "Study finds higher viral load in young children, raising questions about how likely they are to transmit the coronavirus - MSN Money",
            "url": "https://www.cnn.com/2020/07/30/health/children-coronavirus-viral-load-transmission-study-wellness/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200514220119-conclu-ninos-super-tease.jpg",
            "description": "Children younger than 5 have between 10 and 100 times more genetic material from the novel coronavirus in their noses compared to older children and to adults, according to a small study published Thursday in the journal JAMA Pediatrics.",
            "content": "(CNN)Children younger than 5 have between 10 and 100 times more genetic material from the novel coronavirus in their noses compared to older children and to adults, according to a small study publish… [+5844 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "NDTV News"
            },
            "publishedAt": "2020-07-30T17:43:46Z",
            "title": "Careless Young People Driving Some COVID-19 Spikes: WHO - NDTV",
            "url": "https://www.ndtv.com/world-news/careless-young-people-driving-some-covid-19-spikes-who-2271640",
            "urlToImage": "https://c.ndtvimg.com/2020-07/d9mgu20o_who650_625x300_04_July_20.jpg",
            "description": "The World Health Organization on Thursday warned that spikes in coronavirus transmission in a number of countries were being driven by young people \"letting down their guard\".",
            "content": "WHO warned that spikes in coronavirus transmission is driven by young.\r\nGeneva, Switzerland: The World Health Organization on Thursday warned that spikes in coronavirus transmission in a number of co… [+1201 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "NewsDio"
            },
            "publishedAt": "2020-07-30T17:22:00Z",
            "title": "Why might some people who have not had Covid-19 have immunity? - NewsDio",
            "url": "https://newsdio.com/why-might-some-people-who-have-not-had-covid-19-have-immunity/142716/",
            "urlToImage": "https://newsdio.com/wp-content/uploads/2020/06/200213175741-04-coronavirus-0213-super-tease.jpg",
            "description": "The study, published in the journal Nature on Wednesday, found that among a sample of 68 healthy adults in Germany who had not been exposed to the coronavirus, 35% had T cells in their blood that were reactive to the virus. T cells are part of the immune syst…",
            "content": "The new study included analysis of blood samples from 18 Covid-19 patients, ages 21 to 81, and healthy donors, ages 20 to 64, based in Germany. The study found that coronavirus-reactive T cells were … [+4253 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-07-30T17:20:02Z",
            "title": "Vitamin D and COVID-19: Experts say any possible link is ‘premature’ - Global News",
            "url": "http://globalnews.ca/news/7229458/coronavirus-vitamin-d-studies/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/07/gettyimages-129378468.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "Scientists agree on the hygiene principles to avoid coronavirus infection. As for a slew of other preventative or causational factors -- the jury's out.",
            "content": "Aside from a potential vaccine, there’s no surefire answer to COVID-19.\r\nScientists agree on the basic hygiene principles to avoid infection as well as on the primary way the virus is transmitted. As… [+6072 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Deccan Herald"
            },
            "publishedAt": "2020-07-30T16:49:44Z",
            "title": "Children may carry coronavirus at high levels, study finds - Deccan Herald",
            "url": "https://www.deccanherald.com/international/world-news-politics/children-may-carry-coronavirus-at-high-levels-study-finds-867634.html",
            "urlToImage": "https://www.deccanherald.com/sites/dh/files/articleimages/2020/07/30/file794semyzp0k1muytt2ab%20%281%29-1596127784.jpg",
            "description": "It has been a comforting refrain in the national conversation about reopening schools: Young children are mostly spared by the coronavirus and don’t seem to spread it to others, at least not very often. But Thursday, a study introduced an unwelcome wrinkle in…",
            "content": "It has been a comforting refrain in the national conversation about reopening schools: Young children are mostly spared by the coronavirus and dont seem to spread it to others, at least not very ofte… [+6796 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "National Post"
            },
            "publishedAt": "2020-07-30T16:23:51Z",
            "title": "Coronavirus cases rise in U.S. Midwest with summer travel, Birx says - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/coronavirus-cases-rise-in-u-s-midwest-with-summer-travel-birx-says",
            "urlToImage": null,
            "description": "WASHINGTON — Coronavirus infections appear to be picking up in the U.S. Midwest as Americans travel around the country for the summer while the surge in the South shows signs of abating, the coordinator of the White House Coronavirus Task Force said on Thursd…",
            "content": "Cain was diagnosed with the disease in late June after attending a Tulsa, Oklahoma, rally for President Donald Trump, an event where many attendees crowded close together without wearing face masks. … [+1341 chars]"
        },
        {
            "source": {
                "id": "usa-today",
                "name": "USA Today"
            },
            "publishedAt": "2020-07-30T14:41:00Z",
            "title": "Heart damage found in coronavirus patients months after recovering from COVID-19, study says - MSN Money",
            "url": "https://www.usatoday.com/story/news/health/2020/07/30/covid-19-patients-suffer-heart-injury-months-after-recovery-study/5536249002/",
            "urlToImage": "https://www.gannett-cdn.com/presto/2020/07/30/USAT/570b3b9e-bdd7-48b0-929d-4527b7710aa2-GettyImages-109721217.jpg?crop=2299,1294,x0,y0&width=1600&height=800&fit=bounds",
            "description": "Two German studies found heart abnormalities in COVID-19 patients months after they had already recovered from the disease caused by SARS-CoV-2.",
            "content": "Broken Heart Syndrome is on the rise, and doctors are blaming the stress of the COVID-19 pandemic.\r\nBuzz60\r\nNew evidence suggests the coronavirus has lasting impacts on the heart, raising alarm for c… [+4205 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Los Angeles Times"
            },
            "publishedAt": "2020-07-30T12:00:00Z",
            "title": "Coronavirus vaccines are in the works, but keep your mask - Los Angeles Times",
            "url": "https://www.latimes.com/science/story/2020-07-30/warp-speed-coronavirus-vaccine-fda",
            "urlToImage": "https://ca-times.brightspotcdn.com/dims4/default/f3f5d33/2147483647/strip/true/crop/9160x4809+0+649/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fc5%2Fc6%2F12414ff549809bea0369c3d1e26e%2Fla-fg-uk-us-canada-accuse-russia-of-hacking-coronavirus-vaccine-trials.JPG",
            "description": "The first wave of coronavirus vaccines might be like a flu shot, experts say, curbing the worst symptoms in some patients but not entirely preventing them from getting COVID-19.",
            "content": "Nearly $6 billion has been allocated. Clinical trials are entering a crucial third phase, and Operation Warp Speed is getting closer to the goal of delivering 300 million doses of a COVID-19 vaccine … [+8725 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Express"
            },
            "publishedAt": "2020-07-30T10:08:00Z",
            "title": "Coronavirus vaccine makes huge step as monkeys protected after single dose - Express",
            "url": "https://www.express.co.uk/news/uk/1316361/Coronavirus-vaccine-news-study-latest-johnson-and-johnson-cure-uk-test-boris-johnson",
            "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/1/750x445/1316361.jpg",
            "description": "CORONAVIRUS vaccine hopes have made huge strides after Johnson & Johnson released a study showing a jab being developed created strong protection in monkeys.",
            "content": null
        }
    ]
}