{
    "articles": [
        {
            "source": {
                "id": "al-jazeera-english",
                "name": "Al Jazeera English"
            },
            "publishedAt": "2020-04-18T11:49:53Z",
            "title": "Coronavirus: Spotlight on hard-hit elderly homes as toll emerges - Al Jazeera English",
            "url": "https://www.aljazeera.com/news/2020/04/coronavirus-spotlight-hard-hit-elderly-homes-toll-emerges-200418083848929.html",
            "urlToImage": "https://www.aljazeera.com/mritems/Images/2020/4/18/50e70e0f94134e4991cb70de9f6a862c_18.jpg",
            "description": "Authorities in US, Canada, Italy, France and Spain launch investigations into response of several nursing homes.",
            "content": "Authorities in several countries, including the United States, Italy, Spain, France and Canada, have launched inquiries into how elderly care facilities have responded to the coronavirus crisis after reports emerged of high death rates at those facilities.\r\nT… [+6471 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-18T11:37:56Z",
            "title": "COVID-19 in Britain: The death toll and the media deference | The Listening Post (Full) - Al Jazeera English",
            "url": "https://www.youtube.com/watch?v=sWSHS6OxLQM",
            "urlToImage": "https://i.ytimg.com/vi/sWSHS6OxLQM/maxresdefault.jpg",
            "description": "On The Listening Post this week: From \"herd immunity\" to lack of testing, Britain's coronavirus response has needed more media scrutiny. Plus, Israeli survei...",
            "content": "On The Listening Post this week: From \"herd immunity\" to lack of testing, Britain's coronavirus response has needed more media scrutiny. Plus, Israeli surveillance under cover of COVID-19.\r\nCOVID-19 in Britain: The death toll and the media deference\r\nAs the c… [+2545 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-18T11:04:33Z",
            "title": "Nursing Homes Become Flashpoint in Coronavirus Pandemic - NBC New York",
            "url": "https://www.youtube.com/watch?v=pYd0OZToUGw",
            "urlToImage": "https://i.ytimg.com/vi/pYd0OZToUGw/maxresdefault.jpg",
            "description": "A New York mask order went into effect, as the state reported a quarter of its deaths were in nursing homes.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-18T09:47:36Z",
            "title": "70 coronavirus vaccines in development across the globe - Sky News Australia",
            "url": "https://www.youtube.com/watch?v=i4NFCGZBZZ0",
            "urlToImage": "https://i.ytimg.com/vi/i4NFCGZBZZ0/maxresdefault.jpg",
            "description": "Scientists around the world urgently seek a coronavirus vaccine with 70 possible candidates in development globally. The British Government has formed a spec...",
            "content": "Scientists around the world urgently seek a coronavirus vaccine with 70 possible candidates in development globally.\r\nThe British Government has formed a special task force to try and find a vaccination for COVID-19 and next week a British prototype will be t… [+129 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thetelegram.com"
            },
            "publishedAt": "2020-04-18T08:54:31Z",
            "title": "Adherence to social distancing spurs dip in projected U.S. coronavirus deaths - The Telegram",
            "url": "https://www.thetelegram.com/news/world/adherence-to-social-distancing-spurs-dip-in-projected-us-coronavirus-deaths-439231/",
            "urlToImage": "https://www.thetelegram.com/media/photologue/photos/cache/adherence-to-social-distancing-spurs-dip-in-projected-us-coronavirus-deaths_medium",
            "description": "By Peter Szekely NEW YORK (Reuters) - Better-than-expected social distancing practices have led an influential research model to lower its projected U.S. coronavirus death toll by 12%, while predicting some states may be able to safely begin easing",
            "content": "By Peter Szekely\r\nNEW YORK (Reuters) - Better-than-expected social distancing practices have led an influential research model to lower its projected U.S. coronavirus death toll by 12%, while predicting some states may be able to safely begin easing restricti… [+2558 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-18T08:13:47Z",
            "title": "Coronavirus tracing app not mandatory - Sky News Australia",
            "url": "https://www.youtube.com/watch?v=8U0NQwHExy4",
            "urlToImage": "https://i.ytimg.com/vi/8U0NQwHExy4/maxresdefault.jpg",
            "description": "The government has assured Australians they will not be forced to download the new coronavirus-tracing app. However, politicians continue to suggest the easi...",
            "content": "The government has assured Australians they will not be forced to download the new coronavirus-tracing app.\r\nHowever, politicians continue to suggest the easing of social distancing restrictions hinges upon a large percentage of the population using the app i… [+206 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mondaq.com"
            },
            "publishedAt": "2020-04-18T05:48:13Z",
            "title": "Canadian Health Sector: Weekly COVID-19 Update - Coronavirus (COVID-19) - Canada - Mondaq News Alerts",
            "url": "https://www.mondaq.com/canada/government-measures/919112/canadian-health-sector-weekly-covid-19-update",
            "urlToImage": "https://www.mondaq.com/images/Mondaq_Share.jpg",
            "description": "This bulletin summarizes select legislative changes, government orders and other significant developments affecting health care providers and organizations across Canada during the past week.",
            "content": "New measures implemented up to April 5, 2020 by governments\r\nacross Canada to respond to the COVID-19 outbreak continue to focus\r\non increasing capacity of the health care sector (including,\r\nspecifically, health care providers) and reducing the spread of the… [+26751 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-18T04:19:15Z",
            "title": "Coronavirus: Double warning over antibody tests - BBC News",
            "url": "https://www.bbc.com/news/uk-52335210",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/10F30/production/_111842496_gettyimages-1209968955.jpg",
            "description": "Experts say screening may not prove immunity from coronavirus, and Britons are warned over unproven tests.",
            "content": "Image copyrightGetty Images\r\nHopes that coronavirus antibody tests could help the UK end its lockdown have been dealt a blow - after the World Health Organization questioned whether they offer any guarantee of immunity.\r\nThe UK has placed antibody tests - whi… [+4292 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-18T03:05:36Z",
            "title": "6 attendees at Midlands funeral die from coronavirus - News 19 WLTX",
            "url": "https://www.youtube.com/watch?v=Lw0-mzpdL0o",
            "urlToImage": "https://i.ytimg.com/vi/Lw0-mzpdL0o/hqdefault.jpg",
            "description": "6 people who attended a funeral in Kershaw County have died from the COVID-19. Four of the deceased were from Sumter County.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.comworld"
            },
            "publishedAt": "2020-04-18T01:27:45Z",
            "title": "Antibody study suggests coronavirus is far more widespread than previously thought - The Guardian",
            "url": "https://amp.theguardian.comworld/2020/apr/17/antibody-study-suggests-coronavirus-is-far-more-widespread-than-previously-thought",
            "urlToImage": "https://i.guim.co.uk/img/media/6c6e27d312f7ffc6aa172e2d894e862bad80af05/0_35_4000_2400/master/4000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=12926fff630c03b10f752c09e2890b8b",
            "description": "Non-peer reviewed study from Stanford found rate of virus may be 50-85 times higher than official figures",
            "content": "A new study in California has found the number of people infected with coronavirus may be tens of times higher than previously thought.\r\nThe study from Stanford University, which was released Friday and has yet to be peer reviewed, tested samples from 3,330 p… [+3479 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-17T21:40:13Z",
            "title": "Residents of Seminole nursing home evacuated because of coronavirus - 10 Tampa Bay",
            "url": "https://www.youtube.com/watch?v=nPtJANPguRs",
            "urlToImage": "https://i.ytimg.com/vi/nPtJANPguRs/maxresdefault.jpg",
            "description": "The Pinellas County Medical Examiner's Office confirmed to 10Investigates that three residents in a Seminole nursing home have died from COVID-19.",
            "content": null
        },
        {
            "source": {
                "id": "wired",
                "name": "Wired"
            },
            "publishedAt": "2020-04-17T21:33:14Z",
            "title": "Here's How Covid-19 Immunity Compares to Other Diseases - WIRED",
            "url": "https://www.wired.com/story/covid-19-immunity/",
            "urlToImage": "https://media.wired.com/photos/5e98beddd036ef00088bfc29/191:100/w_1280,c_limit/Science_antobodies_6b35cff987_o.jpg",
            "description": "To stop the pandemic, it is critical to know how our immune system's antibodies fight the coronavirus. This is what science can tell us so far.",
            "content": "One of the many unknowns about the novel coronavirus SARS-CoV-2 is how we might become immune to it. When you get infected with viruses, along with other baddies like bacteria, your immune system fights back by producing proteins called antibodies. These stic… [+2644 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lfpress.com"
            },
            "publishedAt": "2020-04-17T21:29:57Z",
            "title": "Coronavirus: New London cases hit one-day record amid retirement home outbreak - The London Free Press",
            "url": "https://lfpress.com/news/local-news/coronavirus-new-london-cases-hit-one-day-record-amid-retirement-home-outbreak",
            "urlToImage": "https://postmedialfpress.files.wordpress.com/2020/04/ldn20200417dr002_78083820-e1587158873994.jpg",
            "description": "After days of modest growth in new cases, the London area saw its largest one-day jump in coronavirus cases Friday – as did Ontario – amid an outbreak at an Old South retirement home th…",
            "content": "After days of modest growth in new cases, the London area saw its largest one-day jump in coronavirus cases Friday – as did Ontario – amid an outbreak at an Old South retirement home that accounted for 14 of the new infections.\r\nThe 24-case spike reported by … [+4966 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-17T21:10:10Z",
            "title": "Coronavirus: 1 new confirmed case in Peterborough; 80 per cent of tests return negative - Global News",
            "url": "http://globalnews.ca/news/6834707/coronavirus-1-new-confirmed-case-in-peterborough-80-per-cent-of-tests-return-negative/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/03/ny765-311_2020_160123-2.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Peterborough Public Health reports 54 confirmed cases of coronavirus in its jurisdiction on Friday.",
            "content": "After four-straight days of no new cases of coronavirus, Peterborough Public Health reported one new case in its jurisdiction on Friday.\r\nThe new case brings the total to 54 confirmed cases for the health unit which is responsible for Peterborough, Peterborou… [+926 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-17T20:42:01Z",
            "title": "Kingston’s first COVID-19 wave near its end, but more possibly on the horizon: public health - Global News",
            "url": "http://globalnews.ca/news/6834124/kingston-first-covid-19-wave-nears-end/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/image-from-ios-2.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "KFL&A Public Health says it's clear Kingston has seen its first wave of the coronavirus, but lack of immunity in the region might allow for more to strike.",
            "content": "With novel coronavirus case numbers staying steady in Kingston, KFL&amp;A Public Health‘s medical officer of health says the region has seen its first real peak of the virus.\r\nOn Friday, numbers remain at 55 total cases, 51 of which are resolved.\r\nThere have … [+2173 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Kenoradailyminerandnews.com"
            },
            "publishedAt": "2020-04-17T20:36:46Z",
            "title": "T-Bay hospital lab to do COVID-19 testing to shorten NWO result times - Daily Miner and News",
            "url": "https://www.kenoradailyminerandnews.com/news/local-news/t-bay-hospital-lab-to-do-covid-19-testing-to-shorten-nwo-result-times",
            "urlToImage": "https://nexus.prod.postmedia.digital/wp-content/uploads/2020/04/TS_DSC06985_48129826-WEB.jpg",
            "description": "The Thunder Bay Regional Health Sciences Centre hopes to get the lab materials required to test coronavirus swab samples on site for a shorter turnaround time on obtaining the results.According to …",
            "content": "The Thunder Bay Regional Health Sciences Centre hopes to get the lab materials required to test coronavirus swab samples on site for a shorter turnaround time on obtaining the results.\r\nAccording to Dr. Stewart Kennedy, the Thunder Bay hospital’s COVID-19 man… [+2609 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Fda.gov"
            },
            "publishedAt": "2020-04-17T20:30:00Z",
            "title": "Coronavirus (COVID-19) Update: Federal judge enters temporary injunction against Genesis II Church of Health and Healing, preventing sale of Chlorine Dioxide Products Equivalent to Industrial Bleach to Treat COVID-19 - FDA.gov",
            "url": "https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-federal-judge-enters-temporary-injunction-against-genesis-ii-church",
            "urlToImage": "https://www.fda.gov/themes/custom/preview/img/FDA-Social-Graphic.png",
            "description": "Federal court enters temporary injunction against Genesis II Church",
            "content": "For Immediate Release:\r\nApril 17, 2020\r\nThis press release was updated as of 4/17/2020 to clarify that a preliminary injunction was not entered and to provide the date for the hearing on the preliminary injunction request.\r\nA federal court has entered a tempo… [+5723 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Gazettelive.co.uk"
            },
            "publishedAt": "2020-04-17T18:40:57Z",
            "title": "Tell-tale rash which could be latest sign of coronavirus - and it appears before other symptoms - Gazette Live",
            "url": "https://www.gazettelive.co.uk/news/teesside-news/tell-tale-rash-could-latest-18106390",
            "urlToImage": "https://i2-prod.walesonline.co.uk/news/uk-news/article18098527.ece/ALTERNATES/s1200/0_Hives_Urticaria.jpg",
            "description": "Experts have said the rash looks similar to frostbite and has been found in a number of people with COVID-19",
            "content": "A rash could be one of the newest signs of the coronavirus, experts have said.\r\nScientists investigating the virus say a series of skin conditions are appearing in a number of people who go on to be confirmed to have COVID-19.\r\nAnd these can be in patients bo… [+1592 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-17T18:05:49Z",
            "title": "Britain launches coronavirus vaccine taskforce - The London Free Press",
            "url": "https://nationalpost.com/pmn/health-pmn/britain-launches-coronavirus-vaccine-taskforce",
            "urlToImage": "https://postmedialfpress.files.wordpress.com/2018/03/cropped-lfp_favicon.png?w=200",
            "description": "LONDON — Britain launched a new coronavirus taskforce on Friday to support efforts to make a vaccine available to the public as quickly as possible.The government said 21 new research project…",
            "content": "LONDON — Britain launched a new coronavirus taskforce on Friday to support efforts to make a vaccine available to the public as quickly as possible.\r\nThe government said 21 new research projects would get funding from a 14 million pound investment pool “to ra… [+2239 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Therecord.com"
            },
            "publishedAt": "2020-04-17T15:51:20Z",
            "title": "UW researchers work to develop DNA-based vaccine for COVID-19 - TheRecord.com",
            "url": "https://www.therecord.com/news-story/9954697-uw-researchers-work-to-develop-dna-based-vaccine-for-covid-19/",
            "urlToImage": "https://dynamicmedia.zuza.com/zz/m/original_/3/4/34b40ef8-2df3-4603-a6cb-bea2867fd261/B881109842Z.1_20200417112404_000_GIMUBQDQ.3-0_Super_Portrait.jpg",
            "description": "Roderick Slavev of the university’s School of Pharmacy says he hopes the vaccine could also be used in future coronavirus outbreaks",
            "content": "WATERLOO — Researchers at University of Waterloo are developing a DNA-based vaccine for COVID-19 that will be delivered through a nasal spray. \r\nThis vaccine will be engineered to mimic SARS-CoV-2, the virus which causes COVID-19, explained Roderick Slavev, a… [+1644 chars]"
        }
    ]
}