{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Birmingham Live"
            },
            "publishedAt": "2020-06-28T14:33:12Z",
            "title": "Sunday's coronavirus death toll as 18 more die in hospitals in England - Birmingham Live",
            "url": "https://www.birminghammail.co.uk/news/midlands-news/sundays-coronavirus-death-toll-18-18503510",
            "urlToImage": "https://i2-prod.birminghammail.co.uk/incoming/article18163694.ece/ALTERNATES/s1200/6_WORLD-Coronavirus.jpg",
            "description": "A further six deaths have been recorded in the Midlands, according to the latest figures released on Sunday, June 28",
            "content": "The number of hospital patients to die from coronavirus in England has risen by 18, according to the latest figures.\r\nA total of 28,653 people, who tested positive for Covid-19, had died in English h… [+1383 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-06-28T13:24:56Z",
            "title": "The novel coronavirus has now infected more than 10 million people - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/the-novel-coronavirus-has-now-infected-more-than-10-million-people-1.5003287",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.5003292.1593350550!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Global infections from the novel coronavirus have surpassed 10 million as the rate of new cases surges.",
            "content": "PARIS, FRANCE -- \r\nGlobal infections from the novel coronavirus have surpassed 10 million as the rate of new cases surges, according to an AFP tally on Sunday.\r\nOne million new cases were recorded in… [+4581 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Daily Mail"
            },
            "publishedAt": "2020-06-28T12:39:25Z",
            "title": "Britain is 'on a knife edge' in coronavirus crisis, SAGE scientist warns - Daily Mail",
            "url": "https://www.dailymail.co.uk/news/article-8467715/Britain-knife-edge-coronavirus-crisis-SAGE-scientist-warns.html",
            "urlToImage": "https://i.dailymail.co.uk/1s/2020/06/28/10/30145014-0-image-a-6_1593338132813.jpg",
            "description": "Sir Jeremy Farrar, director of the Wellcome Trust research charity and a member of the Scientific Advisory Group for Emergencies (SAGE), said he was worried about a second spike.",
            "content": "The UK is 'on a knife edge' in its coronavirus crisis and faces a very real threat of a second surge in the winter, one of the Government's top advisers has warned.\r\nSir Jeremy Farrar, director of th… [+6978 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Toronto Star"
            },
            "publishedAt": "2020-06-28T12:09:16Z",
            "title": "Today’s coronavirus news: Confirmed COVID-19 cases pass 10-million mark worldwide; Toronto reports 62 new cases with nine deaths - Toronto Star",
            "url": "https://www.thestar.com/news/canada/2020/06/28/coronavirus-covid-19-updates-gta-toronto-canada-june-28.html",
            "urlToImage": "https://images.thestar.com/5h1ERD338tg42TJ5iAMOR7OTLOU=/1200x800/smart/filters:cb(1593354735294)/https://www.thestar.com/content/dam/thestar/news/canada/2020/06/28/coronavirus-covid-19-updates-gta-toronto-canada-june-28/afwferryservice03.jpg",
            "description": "A tally compiled by Johns Hopkins University registered the grim milestone after India and Russia added thousands of new cases. The U.S. has confirmed...",
            "content": "The latest coronavirusnews from Canada and around the world Sunday. This file will be updated throughout the day. Web links to longer stories if available.\r\n10:35 a.m.: As the Windsor-Essex region pa… [+6873 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-28T06:11:21Z",
            "title": "Doctor discusses spike in COVID-19 cases - KTNV Channel 13 Las Vegas",
            "url": "https://www.youtube.com/watch?v=Sz3uixBY93Y",
            "urlToImage": "https://i.ytimg.com/vi/Sz3uixBY93Y/maxresdefault.jpg",
            "description": "As Nevada sets a new record for coronavirus cases Saturday, a doctor shared her perspective on the spike.",
            "content": "As Nevada sets a new record for coronavirus cases Saturday, a doctor shared her perspective on the spike."
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-06-28T06:11:06Z",
            "title": "Factbox: What doctors have learned about fighting COVID-19 - Reuters India",
            "url": "https://in.reuters.com/article/health-coronavirus-lessons-factbox-idINKBN23Z04E",
            "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20200628&t=2&i=1523871940&w=1200&r=LYNXMPEG5R03Z",
            "description": "In the six months since an entirely new coronavirus began spreading around the world, doctors and hospitals have learned a lot about how to treat patients with COVID-19, the potentially deadly disease caused by the virus.",
            "content": "(Reuters) - In the six months since an entirely new coronavirus began spreading around the world, doctors and hospitals have learned a lot about how to treat patients with COVID-19, the potentially d… [+1955 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "KTLA Los Angeles"
            },
            "publishedAt": "2020-06-28T01:46:00Z",
            "title": "85 test positive for coronavirus after visiting Michigan bar - KTLA",
            "url": "https://ktla.com/news/nationworld/85-test-positive-for-coronavirus-after-visiting-michigan-bar/",
            "urlToImage": "https://ktla.com/wp-content/uploads/sites/4/2020/06/S160347330-1.jpg?w=1280&h=720&crop=1",
            "description": "People who visited a bar in East Lansing, Michigan, are being asked to self-quarantine because roughly 85 people contracted COVID-19 after visiting the establishment this month, a health official says. That number is up from the 34 reported Wednesday and is e…",
            "content": "People who visited a bar in East Lansing, Michigan, are being asked to self-quarantine because roughly 85 people contracted COVID-19 after visiting the establishment this month, a health official say… [+804 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo Entertainment"
            },
            "publishedAt": "2020-06-28T01:32:18Z",
            "title": "Pandemic leads to rise in Canada fatal drug overdoses - Yahoo Singapore News",
            "url": "https://sg.news.yahoo.com/pandemic-leads-rise-canada-fatal-drug-overdoses-012906007.html",
            "urlToImage": "https://s.yimg.com/uu/api/res/1.2/6gXWDdxDwiHXyzCRZEajcw--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_sg/News/AFP/0dca5a531f0160c59d73afa03a87332db4e072ab.jpg",
            "description": "Dave, Emily and Pat -- to opioid overdoses in the last three months of the coronavirus pandemic.  Partly to blame, he said, is a government emergency program that put temptation in the way of users by giving them a sudden cash infusion with few questions aske…",
            "content": "A homeless Canadian with a drug addiction, Luc Laplante has lost three friends -- Dave, Emily and Pat -- to opioid overdoses in the last three months of the coronavirus pandemic.\r\nPartly to blame, he… [+4403 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "WDIV ClickOnDetroit"
            },
            "publishedAt": "2020-06-28T00:11:40Z",
            "title": "85 coronavirus (COVID-19) cases now tied to outbreak at East Lansing bar - WDIV ClickOnDetroit",
            "url": "https://www.clickondetroit.com/news/local/2020/06/27/85-coronavirus-covid-19-cases-now-tied-to-outbreak-at-east-lansing-bar/",
            "urlToImage": "https://www.clickondetroit.com/resizer/sIXDb5SfxcmwDzVVhPQGNbRGeWU=/1600x900/smart/filters:format(jpeg):strip_exif(true):strip_icc(true):no_upscale(true):quality(65)/d1vhqlrjc8h82r.cloudfront.net/06-27-2020/t_26f4dd223a0949b48453eb7a98ae5b4c_name_image.jpg",
            "description": "Health officials are reporting 85 coronavirus (COVID-19) cases linked to an outbreak at an East Lansing bar as of Saturday.",
            "content": "EAST LANSING, Mich. Health officials are now reporting 85 coronavirus (COVID-19) cases linked to an outbreak at an East Lansing bar as of Saturday.\r\nA notice was issued on Tuesday that 14 people who … [+2555 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "570 News"
            },
            "publishedAt": "2020-06-27T22:17:06Z",
            "title": "Health officials: 2 Seward businesses exposed to COVID-19 - 570 News",
            "url": "https://www.570news.com/2020/06/27/health-officials-2-seward-businesses-exposed-to-covid-19/",
            "urlToImage": null,
            "description": "ANCHORAGE, Alaska — Health officials in Alaska have urged anyone who went to two Seward businesses to take a COVID-19 test after potentially being exposed to the coronavirus. The state Department of Health and Social Services has said visitors and employees w…",
            "content": "ANCHORAGE, Alaska Health officials in Alaska have urged anyone who went to two Seward businesses to take a COVID-19 test after potentially being exposed to the coronavirus.\r\nThe state Department of H… [+1471 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Global News"
            },
            "publishedAt": "2020-06-27T21:42:47Z",
            "title": "South Korea has entered its 2nd wave of coronavirus. What can Canada learn? - Global News",
            "url": "http://globalnews.ca/news/7093258/coronavirus-south-korea-2nd-wave-canada-lesson/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/06/tkmy101-611_2020_040839.jpg?quality=85&strip=all&w=720&h=379&crop=1",
            "description": "Jeong Eun-kyeong, Korea Centers for Disease Control and Prevention director, said during a regular briefing the new wave stemmed from a visit to a nightclub during a holiday weekend in early May.",
            "content": "Earlier this week, South Korea became the first country to officially announce a second wave of the novel coronavirus after a recent resurgence of cases.\r\nJeong Eun-kyeong, director of the Korea Cent… [+8117 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "YouTube"
            },
            "publishedAt": "2020-06-27T20:50:04Z",
            "title": "Why the race for a COVID-19 vaccine is complicated - PBS NewsHour",
            "url": "https://www.youtube.com/watch?v=EJNucJczz5s",
            "urlToImage": "https://i.ytimg.com/vi/EJNucJczz5s/hqdefault.jpg",
            "description": "Pharmaceutical companies and governments around the world are chasing a coronavirus vaccine, fast tracking the usually years-long vaccine development procedu...",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-06-27T20:39:00Z",
            "title": "Multiple visitors to Vancouver strip club test positive for COVID-19 - CTV News",
            "url": "https://bc.ctvnews.ca/multiple-visitors-to-vancouver-strip-club-test-positive-for-covid-19-1.5002865",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.5002903.1593294674!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "Vancouver Coastal Health is warning anyone who visited Brandi's Exotic Show Lounge on Hornby Street in downtown Vancouver on the evenings of June 21, 22, 23 and 24 that they may have been exposed to the coronavirus.",
            "content": "VANCOUVER -- \r\nA Vancouver strip club is closed and the local health authority is warning the public after multiple people who visited the lounge this week tested positive for COVID-19.\r\nVancouver Co… [+3574 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Thehealthsite.com"
            },
            "publishedAt": "2020-06-27T13:07:39Z",
            "title": "COVID-19 and your diabetes risk: Here’s what you should know - TheHealthSite",
            "url": "https://www.thehealthsite.com/news/covid-19-and-your-diabetes-risk-heres-what-you-should-know-754318/",
            "urlToImage": "https://st1.thehealthsite.com/wp-content/uploads/2020/06/COVID-19-and-diabetes-655x353.jpg",
            "description": "Can COVID-19 trigger diabetes? Does a high blood sugar level increase your chance of dying from the novel coronavirus? All your questions answered.",
            "content": "Evidences from around the world suggest that chronic conditions like diabetes and others increase your chance of catching severe COVID-29 infection. High blood sugar levels also increase your mortali… [+3776 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "New York Times"
            },
            "publishedAt": "2020-06-27T09:59:36Z",
            "title": "How the World Missed Covid-19’s Silent Spreaders - The New York Times",
            "url": "https://www.nytimes.com/2020/06/27/world/europe/coronavirus-spread-asymptomatic.html",
            "urlToImage": "https://static01.nyt.com/images/2020/06/22/world/xxasymptomatic/xxasymptomatic-facebookJumbo.jpg",
            "description": "Symptomless transmission makes the coronavirus far harder to fight. But health officials dismissed the risk for months, pushing misleading and contradictory claims in the face of mounting evidence.",
            "content": "European health officials say they were reluctant to acknowledge silent spreading because the evidence was trickling in and the consequences of a false alarm would have been severe. These reports are… [+1551 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "wknd."
            },
            "publishedAt": "2020-06-27T05:29:10Z",
            "title": "Coronavirus: Six potential drug targets for Covid-19 identified - Khaleej Times",
            "url": "https://www.khaleejtimes.com/coronavirus-pandemic/coronavirus-six-potential-drug-targets-for-covid-19-identified",
            "urlToImage": "https://images.khaleejtimes.com/storyimage/KT/20200627/ARTICLE/200628713/AR/0/AR-200628713.jpg&NCS_modified=20200627072810&exif=.jpg",
            "description": "By profiling the immune response to the novel coronavirus in critically ill Covid-19 patients, scientists have identified a unique pattern o...",
            "content": "By profiling the immune response to the novel coronavirus in critically ill Covid-19 patients, scientists have identified a unique pattern of six molecules which could be used as therapeutic targets … [+2740 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Blocktoro.com"
            },
            "publishedAt": "2020-06-27T05:10:00Z",
            "title": "Coronavirus Research reveals Virus causes Cells to grow Tentacles to Infect other... - BlockToro",
            "url": "https://www.blocktoro.com/p/coronavirus-cure-breakthrough-new-study-shows-virus-causes-tentacles-to-infect-the-cells/",
            "urlToImage": "https://cdn.blocktoro.com/wp-content/uploads/2020/06/Coronavirus-Cure-Breakthrough-New-Study-shows-Virus-causes-Tentacles-to-Infect-the-Cells.jpg",
            "description": "Coronavirus cure can only be found out after we can understand how the virus exactly works and what can be done to stop the infection from spreading. A recent study indicates that the COVID-19 virus causes the infected cells to sprout tentacles which can atta…",
            "content": "Coronavirus cure can only be found out after we can understand how the virus exactly works and what can be done to stop the infection from spreading. A recent study indicates that the COVID-19 virus … [+2386 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Firstpost"
            },
            "publishedAt": "2020-06-27T01:45:51Z",
            "title": "COVID-19 origin: University of Calgary research shows SARS-CoV-2 may have been evolving slowly since 2013 - Firstpost",
            "url": "https://www.firstpost.com/health/covid-19-origin-university-of-calgary-research-shows-sars-cov-2-may-have-been-evolving-slowly-since-2013-8529141.html",
            "urlToImage": "https://www.firstpost.com/wp-content/uploads/2020/06/Coronavirus_Fusion-Medical-Animation_640.jpg",
            "description": "Scientists at the University of Calgary in Canada say that the novel coronavirus (SARS-CoV-2) may have been circulating amongst humans since at least 2013, though not the same variant that is responsible for the COVID-19 pandemic",
            "content": "COVID-19 showed up late in 2019. Since the virus is new to humans, there has been a lot of speculation about how it came to be.\r\nWhile scientists have been studying the viral genome to find out more … [+4478 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Alkhaleejtoday.co"
            },
            "publishedAt": "2020-06-26T23:56:05Z",
            "title": "Coronavirus attacks many organ systems, causes catastrophic damage - AlKhaleej Today",
            "url": "https://www.alkhaleejtoday.co/international/5012054/Coronavirus-attacks-many-organ-systems-causes-catastrophic-damage.html",
            "urlToImage": "https://www.alkhaleejtoday.co/temp/resized/medium_2020-06-27-fdf60831ab.jpg",
            "description": "Coronavirus attacks many organ systems, causes catastrophic damage",
            "content": "Thank you for reading the news about Coronavirus attacks many organ systems, causes catastrophic damage and now with the detailsScientists are only starting to grasp the vast array of health problems… [+5544 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Alkhaleejtoday.co"
            },
            "publishedAt": "2020-06-26T22:25:08Z",
            "title": "Coronavirus attacks many organ systems, cause catastrophic damage - AlKhaleej Today",
            "url": "https://alkhaleejtoday.co/international/5012030/Coronavirus-attacks-many-organ-systems-cause-catastrophic-damage.html",
            "urlToImage": "https://alkhaleejtoday.co/temp/resized/medium_2020-06-27-fb1b18fda2.jpg",
            "description": "Coronavirus attacks many organ systems, cause catastrophic damage",
            "content": "Thank you for reading the news about Coronavirus attacks many organ systems, cause catastrophic damage and now with the detailsScientists are only starting to grasp the vast array of health problems … [+5542 chars]"
        }
    ]
}