{
    "articles": [
        {
            "source": {
                "id": "al-jazeera-english",
                "name": "Al Jazeera English"
            },
            "publishedAt": "2020-07-05T02:24:42Z",
            "title": "US marks subdued Fourth of July as coronavirus cases surge - Al Jazeera English",
            "url": "https://www.aljazeera.com/news/2020/07/marks-subdued-fourth-july-coronavirus-cases-surge-200704174831535.html",
            "urlToImage": "https://www.aljazeera.com/mritems/Images/2020/7/4/00213b3b54124de09466b74c274fa243_18.jpg",
            "description": "Independence Day celebrations began with daily records in new cases in Florida, at 11,458, and Texas, at 8,258.",
            "content": "The United States marked a subdued Fourth of July holiday with social distancing and restrictions on crowds preventing the typical gatherings and firework displays amid a surge in coronavirus infecti… [+3627 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Japan Today"
            },
            "publishedAt": "2020-07-04T20:55:00Z",
            "title": "'Pooled testing' for COVID-19 holds promise, pitfalls - Japan Today",
            "url": "https://japantoday.com/category/features/health/'pooled-testing'-for-covid-19-holds-promise-pitfalls",
            "urlToImage": null,
            "description": "The nation's top health officials are banking on a new approach to dramatically boost U.S. screening for the coronavirus: combining test samples in batches instead of running them one by one. The potential benefits include stretching laboratory supplies, redu…",
            "content": "The nation's top health officials are banking on a new approach to dramatically boost U.S. screening for the coronavirus: combining test samples in batches instead of running them one by one.\r\nThe po… [+5088 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "New York Times"
            },
            "publishedAt": "2020-07-04T20:31:00Z",
            "title": "As Coronavirus Slams Houston Hospitals, It’s Like New York ‘All Over Again’ - The New York Times",
            "url": "https://www.nytimes.com/2020/07/04/us/coronavirus-houston-new-york.html",
            "urlToImage": "https://static01.nyt.com/images/2020/07/05/multimedia/00virus-houstonhospital-1/00virus-houstonhospital-1-facebookJumbo.jpg",
            "description": "The death toll is lower, but there are echoes of March as cases spike, doctors fall ill and supplies run short. Now, Texas is trying to adapt hard-won lessons while addressing a new set of challenges.",
            "content": "But doctors, based on the experiences of physicians in New York and elsewhere, are avoiding ventilators when possible and are maintaining Ms. Hernandez on a high flow of oxygenthrough a nasal tube.Sh… [+1852 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-07-04T18:40:55Z",
            "title": "New coronavirus strain is more infectious but does not make people sicker: study - Business Insider - Business Insider",
            "url": "https://www.businessinsider.com/new-coronavirus-strain-infectious-does-not-make-people-sicker-study-2020-7",
            "urlToImage": "https://i.insider.com/5ec7bb2a988ee33e4f27b8c2?width=1200&format=jpeg",
            "description": "One of the researchers who worked on the study told CNN that the new mutation is \"now the dominant form infecting people.\"",
            "content": "A new strain of the novel coronavirus that's spreading from Europe to the US is more infectious than its predecessor, according to a new global study published in the journal Cell and first reported … [+3045 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sault Ste. Marie Evening News"
            },
            "publishedAt": "2020-07-04T16:18:36Z",
            "title": "Study: Hydroxychloroquine saved coronavirus patients lives - Sault Ste. Marie Evening News",
            "url": "https://www.sooeveningnews.com/article/20200704/NEWS/200709779",
            "urlToImage": "https://www.sooeveningnews.com/storyimage/MI/20200704/NEWS/200709779/AR/0/AR-200709779.jpg",
            "description": "Early treatment with hydroxychloroquine cut the death rate significantly in certain sick patients hospitalized with COVID-19 — and without heart-",
            "content": "Early treatment with hydroxychloroquine cut the death rate significantly in certain sick patients hospitalized with COVID-19 — and without heart-related side-effects, according to a new study publish… [+3704 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Inverse"
            },
            "publishedAt": "2020-07-04T16:10:31Z",
            "title": "Research shows Covid-19 and cancer hijack the same parts of human cells - Inverse",
            "url": "https://www.inverse.com/science/coronavirus-cancer-hijack-the-same-parts-in-human-cells-to-spread",
            "urlToImage": "https://imgix.bustle.com/uploads/image/2020/7/4/7b45d361-0537-452c-a5b4-d3155f39c59e-shutterstock_1619828074.jpg?w=1200&h=630&q=70&fit=crop&crop=faces&fm=jpg",
            "description": "Team of  quantitative biologist built a map of how the coronavirus uses human cells and used that map to find  drugs that could be repurposed to fight COVID-19.",
            "content": "Most antivirals in use today target parts of an invading virus itself. Unfortunately, SARS-CoV-2 the virus that causes Covid-19 has proven hard to kill. But viruses rely on cellular mechanisms in hum… [+7989 chars]"
        },
        {
            "source": {
                "id": "google-news",
                "name": "Google News"
            },
            "publishedAt": "2020-07-04T16:00:51Z",
            "title": "Library asks people to stop microwaving books to get rid of coronavirus - CTV News",
            "url": "https://news.google.com/__i/rss/rd/articles/CBMie2h0dHBzOi8vd3d3LmN0dm5ld3MuY2EvaGVhbHRoL2Nvcm9uYXZpcnVzL2xpYnJhcnktYXNrcy1wZW9wbGUtdG8tc3RvcC1taWNyb3dhdmluZy1ib29rcy10by1nZXQtcmlkLW9mLWNvcm9uYXZpcnVzLTEuNTAxMDgwONIBRGh0dHBzOi8vYmV0YS5jdHZuZXdzLmNhL25hdGlvbmFsL2Nvcm9uYXZpcnVzLzIwMjAvNy80LzFfNTAxMDgwOC5odG1s?oc=5",
            "urlToImage": null,
            "description": null,
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Chron.com"
            },
            "publishedAt": "2020-07-04T14:54:00Z",
            "title": "Fearful and frugal: Coronavirus wreaks havoc on America's shopping psyche - Chron.com",
            "url": "https://www.chron.com/business/article/Fearful-and-frugal-Coronavirus-wreaks-havoc-on-15386037.php",
            "urlToImage": "https://s.hdnux.com/photos/01/12/71/42/19634304/3/rawImage.jpg",
            "description": "As the U.S. reopens, Americans aren't much interested in going out and spending. \n A survey of 2,200 U.S. adults shows how Covid-19 has dramatically changed behavior in the world's biggest economy, potentially for the long haul. The data flashes warning signs…",
            "content": "Shoppers wait in line to enter a store at the South Coast Plaza shopping mall in Costa Mesa, Calif.\r\nShoppers wait in line to enter a store at the South Coast Plaza shopping mall in Costa Mesa, Calif… [+5108 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-07-04T13:03:00Z",
            "title": "Sex workers lack food for taking HIV drugs during COVID-19 - CTV News",
            "url": "https://www.ctvnews.ca/world/sex-workers-lack-food-for-taking-hiv-drugs-during-covid-19-1.5010722",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.5010728.1593867607!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "As the coronavirus spreads in Africa, lockdowns are threatening in multiple ways those who earn their living on the streets, including having no money to buy food. Studies have shown that food insecurity is a barrier to taking the antiviral HIV drug daily and…",
            "content": "KIGALI, RWANDA -- \r\nAs the coronavirus spreads in Africa, it threatens in multiple ways those who earn their living on the streets -- people like Mignonne, a 25-year-old sex worker with HIV.\r\nThe loc… [+5119 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Canewsottawa.ca"
            },
            "publishedAt": "2020-07-04T12:14:21Z",
            "title": "Coronavirus: If the United States have been my affected person - CA News Ottawa",
            "url": "https://www.canewsottawa.ca/coronavirus-if-the-united-states-have-been-my-affected-person/",
            "urlToImage": "",
            "description": "7 weeks later on, as we technique the patient's birthday -- July 4th -- I believed it would be a superior time to verify in and see how the patient's",
            "content": "7 weeks later on, as we technique the patient’s birthday — July 4th — I believed it would be a superior time to verify in and see how the patient’s accomplishing.It turns out the reply is: not proper… [+10354 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Los Angeles Times"
            },
            "publishedAt": "2020-07-04T12:02:52Z",
            "title": "Scientists challenge WHO on risk of coronavirus aerosols - Los Angeles Times",
            "url": "https://www.latimes.com/world-nation/story/2020-07-04/coronavirus-airborne-spread",
            "urlToImage": "https://ca-times.brightspotcdn.com/dims4/default/4ab6f80/2147483647/strip/true/crop/3850x2021+57+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fca%2Fa9%2F31b1410144cab220fc5b06edc6c0%2Fap20152208004631-copy.jpg",
            "description": "More than 200 researchers worldwide sign an open letter saying current guidance ignores evidence that the coronavirus readily spreads on microscopic particles known as aerosols that can hang in the air for long periods and float dozens of feet.",
            "content": "Six months into a pandemic that has killed over half a million people, more than 200 scientists from around the world are challenging the official view of how the coronavirus spreads.\r\nThe World Heal… [+7257 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "World Socialist Web Site"
            },
            "publishedAt": "2020-07-04T05:59:03Z",
            "title": "Australia: Melbourne's coronavirus outbreak continues to spread despite localised lockdown - World Socialist Web Site",
            "url": "https://www.wsws.org/en/articles/2020/07/04/auco-j04.html",
            "urlToImage": "https://www.wsws.org/asset/efc30b6a-7afd-4581-a689-30d79ea30d9e/image.jpg",
            "description": "It only took days for the Victorian Labor government’s lockdown of ten Melbourne postcodes to be exposed as an ineffectual and punitive response to the rise in infections.",
            "content": "By\r\n Oscar Grenfell\r\n 4 July 2020\r\nA surge in COVID-19 infections in the Victorian capital, Melbourne, has continued over the past days, after the state Labor government reinstituted limited lockdown… [+8812 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "570 News"
            },
            "publishedAt": "2020-07-04T05:19:00Z",
            "title": "California counties warned: Enforce virus rules this holiday - 570 News",
            "url": "https://www.570news.com/2020/07/04/california-counties-warned-enforce-virus-rules-this-holiday/",
            "urlToImage": null,
            "description": "LOS ANGELES — California counties that fail to enforce health orders could lose state funding, the governor warned as cases of the coronavirus jumped, prompting renewed closures of businesses and beaches heading into the Fourth of July weekend. With hospitali…",
            "content": "LOS ANGELES California counties that fail to enforce health orders could lose state funding, the governor warned as cases of the coronavirus jumped, prompting renewed closures of businesses and beach… [+5137 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-07-04T03:43:00Z",
            "title": "If the United States were my patient: We aren't ready to celebrate yet - CNN",
            "url": "https://www.cnn.com/2020/07/03/health/covid-patient-fourth-of-july/index.html",
            "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/200703131652-nyc-fireworks-super-tease.jpg",
            "description": "Back in the middle of May, I wrote an essay titled \"If the United States were my patient,\" pondering what it would be like if the United States were a flesh-and-blood person who had gotten sick with coronavirus.",
            "content": "(CNN)Back in the middle of May, I wrote an essay titled \"If the United States were my patient,\" pondering what it would be like if the United States were a flesh-and-blood person who had gotten sick … [+9267 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-07-04T02:46:00Z",
            "title": "Brazil health regulator Anvisa allows Chinese COVID-19 vaccine trial - Financial Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/brazil-health-regulator-anvisa-allows-chinese-covid-19-vaccine-trial",
            "urlToImage": "https://secure.gravatar.com/blavatar/b4ece3189893389a03f063830eacd95c?s=200&ts=1593866814",
            "description": "SAO PAULO — Brazilian health regulator Anvisa on Friday approved clinical trials of a potential coronavirus vaccine developed by China’s Sinovac, according to an official gazette public…",
            "content": "SAO PAULO — Brazilian health regulator Anvisa on Friday approved clinical trials of a potential coronavirus vaccine developed by China’s Sinovac, according to an official gazette publication.\r\nThe st… [+988 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Daily Hive"
            },
            "publishedAt": "2020-07-03T22:13:00Z",
            "title": "False alarms, lack of interest could plague new coronavirus contact tracing app | News - Daily Hive",
            "url": "https://dailyhive.com/vancouver/problems-coronavirus-contact-tracing-app",
            "urlToImage": "https://images.dailyhive.com/20200408120850/shutterstock_519503956-500x258.jpg",
            "description": "Experts say there are limitations to the tool.",
            "content": "As Ontario prepares to roll out its new government-funded COVID-19 contact-tracing app this month, technology and privacy experts warn there are limitations to keep in mind when considering how usefu… [+4238 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-07-03T21:52:00Z",
            "title": "What you need to know about COVID-19 in Ottawa on Friday, July 3 - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/ottawa/covid19-coronavirus-ottawa-symptoms-information-july-3-1.5635797",
            "urlToImage": "https://i.cbc.ca/1.5635884.1593730592!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/splash-pad.jpg",
            "description": "CBC Ottawa's latest roundup of key updates during the coronavirus pandemic.",
            "content": "Recent developments\r\n<ul><li>Ottawa reported three new COVID-19 cases on Friday but no new deaths. </li><li>Four more people in Kingston have tested positive for COVID-19, health authorities said on … [+8165 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Brinkwire.com"
            },
            "publishedAt": "2020-07-03T18:31:56Z",
            "title": "Monkeys infected with novel coronavirus developed short-term immunity. - Brinkwire",
            "url": "https://en.brinkwire.com/news/monkeys-infected-with-novel-coronavirus-developed-short-term-immunity/",
            "urlToImage": null,
            "description": null,
            "content": "Test monkeys infected with the novel coronavirus responsible for the COVID-19 pandemic were protected from reinfection for up to 28 days later, a Chinese study out Thursday in the journal Science sai… [+1285 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-07-03T17:18:23Z",
            "title": "Global coronavirus cases exceed 11 million - Regina Leader-Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/global-coronavirus-cases-exceed-11-million",
            "urlToImage": "https://secure.gravatar.com/blavatar/b4ece3189893389a03f063830eacd95c?s=200&ts=1593917459",
            "description": "WASHINGTON — Global coronavirus cases exceeded 11 million on Friday, according to a Reuters tally, marking another milestone in the spread of the disease that has killed more than half a mill…",
            "content": "WASHINGTON — Global coronavirus cases exceeded 11 million on Friday, according to a Reuters tally, marking another milestone in the spread of the disease that has killed more than half a million peop… [+2092 chars]"
        },
        {
            "source": {
                "id": "reuters",
                "name": "Reuters"
            },
            "publishedAt": "2020-07-03T17:10:00Z",
            "title": "CORRECTED-Global coronavirus cases exceed 11 million - Reuters",
            "url": "https://www.reuters.com/article/health-coronavirus-cases-idUSL1N2EA0GF",
            "urlToImage": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
            "description": "Global coronavirus cases exceeded 11 million on Friday, according to a Reuters tally, marking another milestone in the spread of the disease that has killed more than half a million people in seven months.",
            "content": "(Corrects reference to first cases on Jan. 10, paragraph 11) \r\nBy Alistair Bell \r\nWASHINGTON, July 3 (Reuters) - Global coronavirus cases exceeded 11 million on Friday, according to a Reuters tally, … [+2209 chars]"
        }
    ]
}