{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Sciencemag.org"
            },
            "publishedAt": "2020-05-12T21:05:00Z",
            "title": "Unveiling 'Warp Speed,' the White House's America-first push for a coronavirus vaccine - Science Magazine",
            "url": "https://www.sciencemag.org/news/2020/05/unveiling-warp-speed-white-house-s-america-first-push-coronavirus-vaccine",
            "urlToImage": "https://www.sciencemag.org/sites/default/files/styles/article_main_large/public/USvaccine_1280p.jpg?itok=OPA5io3S",
            "description": "Project aims to have enough COVID-19 vaccines for 300 million by January",
            "content": "By Jon CohenMay. 12, 2020 , 5:05 PM\r\nSciences COVID-19 reporting is supported by the Pulitzer Center.\r\nConventional wisdom is that a vaccine for COVID-19 is at least 1 year away, but the organizers of a U.S. government push called Operation Warp Speed have li… [+8992 chars]"
        },
        {
            "source": {
                "id": "cbs-news",
                "name": "CBS News"
            },
            "publishedAt": "2020-05-12T20:27:21Z",
            "title": "Coronavirus death toll in NYC likely worse than official tally, CDC study says - CBS News",
            "url": "https://www.cbsnews.com/news/coronavirus-nyc-deaths-higher-offical-count-cdc-study/",
            "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/05/06/e10e5722-ed8d-40d8-be5c-6932d908c01b/thumbnail/1200x630g6/fe339361c3187a71a18c170cc9e9a41b/ap-20105166373380.jpg",
            "description": "Between March 11 and May 2, about 24,000 more people died in the city than researchers would ordinarily expect during that time period.",
            "content": "New York City's death toll from the coronavirus may be thousands of fatalities worse than the tally kept by the city and state, according to an analysis released Monday by the U.S. Centers for Disease Control and Prevention.\r\nBetween March 11 and May 2, about… [+2134 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-12T18:55:09Z",
            "title": "1 new coronavirus case reported in Manitoba - Globalnews.ca",
            "url": "http://globalnews.ca/news/6934324/new-coronavirus-case-manitoba-may-12/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/ny401-217_2020_134359.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Manitoba's Tuesday health bulletin says there is one new case of the novel coronavirus in the province.",
            "content": "There is one new case of COVID-19, the disease caused by the novel coronavirus, in Manitoba, according to the province’s Tuesday health bulletin.\r\nThis brings the total number of positive and probable COVID-19 cases to 290.\r\nREAD MORE: \r\nWinnipeg’s Assiniboin… [+1678 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-12T18:05:00Z",
            "title": "2 new coronavirus cases, 3 recoveries in London-Middlesex, health unit says - Global News",
            "url": "http://globalnews.ca/news/6932938/coronavirus-cases-london-middlesex-update-tuesday-may-12/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/05/gmh10962350.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "The total number of confirmed cases is now 458, of which 303 have recovered and 45 have died.",
            "content": "Two people have died, two more have tested positive for the novel coronavirus, and four people have recovered, health officials with the Middlesex-London Health Unit reported on Tuesday.\r\nThe update brings the total number of confirmed cases to 458, of which … [+8915 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-12T18:01:40Z",
            "title": "Coronavirus outbreak: Dr. Tam says it's time for Canada to 'widen the net' when it comes to COVID-19 testing | Watch News Videos Online - Globalnews.ca",
            "url": "https://globalnews.ca/video/6934374/coronavirus-outbreak-dr-tam-says-its-time-for-canada-to-widen-the-net-when-it-comes-to-covid-19-testing",
            "urlToImage": "https://i1.wp.com/media.globalnews.ca/videostatic/news/h3fqvuby8b-mkaok3qnig/Tamthumber3.jpg?w=500&quality=70&strip=all",
            "description": "Watch Coronavirus outbreak: Dr. Tam says it’s time for Canada to ‘widen the net’ when it comes to COVID-19 testing Video Online, on GlobalNews.ca",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-12T17:30:01Z",
            "title": "Is coronavirus making it harder to treat other diseases in Africa? | Inside Story - Al Jazeera English",
            "url": "https://www.youtube.com/watch?v=5_e7sT5vtRg",
            "urlToImage": "https://i.ytimg.com/vi/5_e7sT5vtRg/maxresdefault.jpg",
            "description": "The coronavirus pandemic is putting enormous strain on health systems worldwide. In some countries that means resources are being diverted from other treatme...",
            "content": "The coronavirus pandemic is putting enormous strain on health systems worldwide.In some countries that means resources are being diverted from other treatments.Patients with illnesses such as HIV, tuberculosis or malaria risk having their treatment interrupte… [+774 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-05-12T17:21:46Z",
            "title": "COVID-19 vaccine used in clinical trials in China may be tested in Canada - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/covid-19-vaccine-used-in-clinical-trials-in-china-may-be-tested-in-canada-1.4935923",
            "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.4895934.1586894985!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
            "description": "A Chinese research team behind one of the few coronavirus vaccines already in clinical trials is collaborating with Canadian researchers to 'pave the way' for future trials in the country, according to the National Research Council of Canada.",
            "content": "TORONTO -- \r\nA Chinese research team behind one of the few coronavirus vaccines already in clinical trials is collaborating with Canadian researchers to \"pave the way\" for future trials in the country.\r\nAccording to a press release issued Tuesday from the Nat… [+2315 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-05-12T16:53:46Z",
            "title": "Coronavirus: Majority of PRHC staff positive cases resolved; planning to resume scheduled surgeries - Globalnews.ca",
            "url": "http://globalnews.ca/news/6933148/coronavirus-prhc-staff-cases-resolved/",
            "urlToImage": "https://shawglobalnews.files.wordpress.com/2020/04/prhc.jpg?quality=70&strip=all&w=720&h=379&crop=1",
            "description": "Dr. Lynn Mikula, the hospital's chief medical executive and chief of staff, said with the exception of one individual, all other cases of COVID-19 involving staff have been \"declared resolved\".",
            "content": "Nearly all staff members at Peterborough Regional Health Centre who had previously tested positive for the novel coronavirus have been resolved, the hospital announced Tuesday.\r\nIn her media conference, Dr. Lynn Mikula, the hospital’s chief medical executive … [+2638 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Kitco.com"
            },
            "publishedAt": "2020-05-12T16:09:00Z",
            "title": "WHO sees 'potentially positive data' in treating coronavirus - Kitco NEWS",
            "url": "https://www.kitco.com/news/2020-05-12/WHO-sees-potentially-positive-data-in-treating-coronavirus.html",
            "urlToImage": "https://www.kitco.com/news/images/reuters/Reuters_235x147_V2.jpg",
            "description": "Market News",
            "content": "GENEVA (Reuters) - The World Health Organization said on Tuesday that some treatments appear to be limiting the severity or length of the COVID-19 disease and that it was focusing on learning more about four or five of the most promising ones.\r\nThe Geneva-bas… [+4033 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-05-12T16:00:19Z",
            "title": "How Coronavirus Contact Tracing Apps Work | WSJ - Wall Street Journal",
            "url": "https://www.youtube.com/watch?v=g8lQmu8gaRE",
            "urlToImage": "https://i.ytimg.com/vi/g8lQmu8gaRE/maxresdefault.jpg",
            "description": "Public health authorities, developers and tech companies are working on apps to help us keep track of who we came in contact with and where we’ve been to aid...",
            "content": "Public health authorities, developers and tech companies are working on apps to help us keep track of who we came in contact with and where weve been to aid in Covid-19 contact-tracing efforts. WSJs Joanna Stern explains the technologies using an 8-bit video … [+271 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bgr.com"
            },
            "publishedAt": "2020-05-12T14:54:36Z",
            "title": "Why the first coronavirus vaccine won’t be good enough - BGR",
            "url": "https://bgr.com/2020/05/12/coronavirus-vaccine-fauci-explains-activ-plan-to-expedite-development/",
            "urlToImage": "https://boygeniusreport.files.wordpress.com/2020/04/webp.net-resizeimage-2-5.jpg?quality=70&strip=all",
            "description": "Dr. Fauci and other health experts authored a paper that explains what the world has to do to ensure that a viable COVID-19 vaccine reaches the public as fast as possible. The scientists explained that a single vaccine candidate will not be enough in the figh…",
            "content": "<ul><li>Dr. Fauci and other health experts authored a paper that explains what the world has to do to ensure that a viable COVID-19 vaccine reaches the public as fast as possible.</li><li>The scientists explained that a single vaccine candidate will not be en… [+6374 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "publishedAt": "2020-05-12T14:45:37Z",
            "title": "How coronavirus is changing the future of the healthcare industry - Business Insider",
            "url": "https://www.businessinsider.com/whats-next-ceos-future-leaders-200-healthcare-covid-19-2020-5",
            "urlToImage": "https://i.insider.com/5eb5c9d75f726e0d2b19599c?width=1200&format=jpeg",
            "description": "Coronavirus is changing the future of the healthcare industry.",
            "content": "Samantha Lee/Business Insider\r\nThe healthcare industry has been forced to confront the scourge of the coronavirus like no other part of the US economy.\r\nHealthcare workers are on the front lines of the battle against the pandemic, treating sick patients flood… [+1665 chars]"
        },
        {
            "source": {
                "id": "cnbc",
                "name": "CNBC"
            },
            "publishedAt": "2020-05-12T13:57:11Z",
            "title": "Coronavirus crisis creates 'perfect storm' for suicide risk as job losses soar and people are isolated at home - CNBC",
            "url": "https://www.cnbc.com/2020/05/12/coronavirus-crisis-creates-perfect-storm-for-suicide-risk-as-job-losses-soar-and-people-remain-isolated-at-home.html",
            "urlToImage": "https://image.cnbcfm.com/api/v1/image/106533483-1589290179835gettyimages-1221000055.jpeg?v=1589290241",
            "description": "Sustained economic stress from job losses and downturns in the stock market could be associated with higher U.S. suicide rates, according to a JAMA report.",
            "content": "A sign in an abandoned storefront says, \"Suicide is Not An Option Call Me Anytime' in the hope of helping people with despair during this time.\r\nAs millions of Americans lose their jobs and economists predict a slow recovery, mental health professionals warn … [+6504 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Barrie360.com"
            },
            "publishedAt": "2020-05-12T13:06:00Z",
            "title": "Dangerous coronavirus conspiracy video yanked from Facebook – Barrie 360 - Barrie 360",
            "url": "https://barrie360.com/dangerous-coronavirus-conspiracy-video-yanked-from-facebook/",
            "urlToImage": "https://barrie360.com/wp-content/uploads/2020/05/Mask-blur-933x500.png",
            "description": "Christopher Brito &#8211; CBS News A documentary-style video showing unsubstantiated claims about the COVID-19 has been [&hellip;]",
            "content": "Christopher Brito – CBS News\r\nA documentary-style video showing unsubstantiated claims about the COVID-19 has been removed from Facebook and YouTube. “Plandemic,” which went viral this week, features controversial and potentially dangerous conspiracy theories… [+2966 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Chch.com"
            },
            "publishedAt": "2020-05-12T13:00:00Z",
            "title": "Ontario reports 361 new cases of COVID-19 Tuesday - CHCH News",
            "url": "https://www.chch.com/ontario-reports-361-new-cases-of-covid-19-tuesday/",
            "urlToImage": "https://www.chch.com/wp-content/uploads/2020/04/lab-test-glove-and-testtube.png",
            "description": "Ontario News, Top News Story-Ontario COVID-19 coronavirus casesCoronavirus, COVID-19, health, healthcare, ontario",
            "content": "Ontario is reporting 361 new cases of COVID-19 Tuesday and 56 more deaths. \r\nThe new cases represent an increase of 1.8 per cent over Monday.\r\nThe latest numbers bring the province to a total of 20,907 cases, including 1,725 deaths.\r\nThe data shows 15,391 cas… [+833 chars]"
        },
        {
            "source": {
                "id": "nbc-news",
                "name": "NBC News"
            },
            "publishedAt": "2020-05-12T10:33:00Z",
            "title": "California inmates tried to infect themselves with coronavirus in hopes of release, sheriff says - NBC News",
            "url": "https://www.nbcnews.com/news/us-news/california-inmates-tried-infect-themselves-coronavirus-hopes-release-sheriff-says-n1204936",
            "urlToImage": "https://media3.s-nbcnews.com/j/newscms/2020_20/3345896/200511-nccf-la-sherrif-snip-ac-1159p_8e93d2a1bd1eb2e29082d6ed6eae3f63.nbcnews-fp-1200-630.jpg",
            "description": "The Los Angeles County sheriff said Monday that a group of inmates deliberately tried to contract COVID-19 in a mistaken belief that they would be released.",
            "content": "A group of Los Angeles County inmates deliberately tried to infect themselves with the coronavirus in a mistaken belief they would be released if they were sick, the sheriff said Monday.\r\nVideo released Monday by Los Angeles County Sheriff Alex Villanueva app… [+2576 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cbslocal.com"
            },
            "publishedAt": "2020-05-12T03:39:16Z",
            "title": "Coronavirus Numbers In New York Best Since Early Days Of Outbreak As Friday’s Reopening Date Nears - CBS New York",
            "url": "https://newyork.cbslocal.com/2020/05/11/coronavirus-numbers-in-new-york-best-since-early-days-of-outbreak-as-fridays-reopening-date-nears/",
            "urlToImage": "https://newyork.cbslocal.com/wp-content/uploads/sites/14578484/2020/03/GettyImages-1207671221.png?w=1024",
            "description": "New York State had 488 new confirmed COVID-19 cases reported in the past 24 hours along with 161 deaths related to coronavirus-related illness, the best daily metrics on record since March 19.",
            "content": "NEW YORK (CBSNewYork) — Starting this Friday, some industries will be back open for business all across the state, while others will still have to wait for conditions to improve.As things stand Monday, Long Island and New York City are not ready yet, CBS2’s A… [+5439 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Dailyhive.com"
            },
            "publishedAt": "2020-05-11T22:43:00Z",
            "title": "Alberta opening coronavirus testing to asymptomatic Calgary workers | News - Daily Hive",
            "url": "https://dailyhive.com/calgary/alberta-coronavirus-testing-calgary-workers",
            "urlToImage": "https://images.dailyhive.com/20200430092256/coronavirus-testing-500x256.jpg",
            "description": "If you work outside the home, you can get tested.",
            "content": "The Province of Alberta is, yet again, expanding their COVID-19 testing.\r\nAlberta’s Chief Medical Officer of Health Dr. Deena Hinshaw announced at Monday’s coronavirus update that testing would be offered to asymptomatic Calgary zone residents who work outsid… [+1144 chars]"
        },
        {
            "source": {
                "id": "cbc-news",
                "name": "CBC News"
            },
            "publishedAt": "2020-05-11T22:08:00Z",
            "title": "Fraser Health introduces virtual pre-admission surgical screening - CBC.ca",
            "url": "https://www.cbc.ca/news/canada/british-columbia/fraser-health-introduces-virtual-pre-admission-surgical-screening-1.5565035",
            "urlToImage": "https://i.cbc.ca/1.3493756.1468260396!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/eastern-health-surgery-surgical-theatre.jpg",
            "description": "Video conference consultations will eliminate the need for in-person hospital visits and lower the risk of coronavirus exposure.",
            "content": "Fraser Health says the majority of surgical patients needing pre-admission assessments will now be able to do them via video conference, lowering the risk for coronavirus exposure by eliminating the need for in-person hospital visits.\r\nFraser Health president… [+1265 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Rawstory.com"
            },
            "publishedAt": "2020-05-11T20:05:54Z",
            "title": "New York City virus deaths may be thousands more than official toll: study - Raw Story",
            "url": "https://www.rawstory.com/2020/05/new-york-city-virus-deaths-may-be-thousands-more-than-official-toll-study/",
            "urlToImage": "https://www.rawstory.com/wp-content/uploads/2020/04/Coronavirus-New-York-City-©-Johannes-Eisele-AFP.jpeg",
            "description": "New York City’s coronavirus death toll may be several thousand more than the local government’s official tally, the United States Centers for Disease Control and Prevention said in a report Monday. About 24,172 more people died in the Big Apple between March …",
            "content": "New York City’s coronavirus death toll may be several thousand more than the local government’s official tally, the United States Centers for Disease Control and Prevention said in a report Monday.\r\nAbout 24,172 more people died in the Big Apple between March… [+2522 chars]"
        }
    ]
}