{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Thesun.co.uk"
            },
            "publishedAt": "2020-04-27T06:37:06Z",
            "title": "Coronavirus UK LIVE: Boris Johnson returns to work today as lockdown rules set for review and death toll hits - The Sun",
            "url": "http://www.thesun.co.uk/news/11397664/coronavirus-uk-live-lockdown-deaths/",
            "urlToImage": null,
            "description": "Can I get another job on furlough? How to book a coronavirus test Latest news and updates from Scotland and Ireland",
            "content": "BORIS Johnson has returned to Downing Street after several weeks off recovering from coronavirus.\r\nThe Prime Minister returns to work today.\r\nThe PM is already facing demands from his wealthy Tory backers to get the economy back up and running.\r\nThese include… [+4084 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Hilltimes.com"
            },
            "publishedAt": "2020-04-27T04:00:50Z",
            "title": "Medicine shortages in light of COVID-19: a wake-up call for drug security - The Hill Times",
            "url": "https://www.hilltimes.com/2020/04/27/medicine-shortages-in-light-of-covid-19-a-wake-up-call-for-drug-security/245009",
            "urlToImage": null,
            "description": "Even if Canada does not have official coronavirus shortages today, we are vulnerable to them. Let us use this pandemic as a wake-up call to finally pay attention to the problem of drug shortages plaguing health-care delivery for years and now threatening to j…",
            "content": "KINGSTON, ONT.Recently, the global number of shortages, pending and actual, is increasingespecially in the United Statesand coronavirus is to blame. In Canada, we are seeing concerning trends for COVID-19-related medications. With the pandemic, shortages aris… [+34 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Latimes.com"
            },
            "publishedAt": "2020-04-27T03:17:00Z",
            "title": "L.A. County reports 18 new coronavirus deaths, says poor people are three times more likely to die - Los Angeles Times",
            "url": "https://www.latimes.com/california/story/2020-04-26/l-a-county-reports-18-new-coronavirus-deaths-says-poor-people-are-three-times-more-likely-to-die",
            "urlToImage": null,
            "description": "Los Angeles County public health officials on Sunday reported 18 additional COVID-19 deaths and 440 new cases of the coronavirus and said that people in lower-income communities are three times more likely to die of COVID-19.",
            "content": "Los Angeles County public health officials on Sunday reported 18 additional COVID-19 deaths and 440 new cases of the coronavirus. Long Beach, which has its own health department, reported two new deaths and 10 additional cases, bringing the countys total to 9… [+3105 chars]"
        },
        {
            "source": {
                "id": "abc-news",
                "name": "ABC News"
            },
            "publishedAt": "2020-04-27T02:49:08Z",
            "title": "Popular heartburn medicine being studied as treatment for coronavirus - ABC News",
            "url": "https://abcnews.go.com/Health/popular-heartburn-medicine-studied-treatment-coronavirus/story?id=70356236",
            "urlToImage": null,
            "description": "",
            "content": "Over the past few weeks researchers have been discreetly studying a new potential treatment for COVID-19 -- and it might not be what you expect.\r\nThe treatment in question is called famotidine, and it's the active ingredient in Pepcid, an over-the-counter med… [+4373 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "China.org.cn"
            },
            "publishedAt": "2020-04-27T02:24:17Z",
            "title": "Coronavirus detected at two Dutch mink farms - China.org.cn",
            "url": "http://www.china.org.cn/world/2020-04/27/content_75981146.htm",
            "urlToImage": null,
            "description": null,
            "content": "Several minks at two farms in southern Netherlands were found to have contracted the novel coronavirus, the Dutch Ministry of Agriculture, Nature and Food Quality announced on Sunday.\r\nAccording to a ministry statement, the animals at the farms in Gemert-Bake… [+1002 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-04-27T01:09:48Z",
            "title": "Coronavirus: Spain eases lockdown measures to allow children outside - BBC News",
            "url": "https://www.bbc.co.uk/news/av/world-europe-52436420/coronavirus-spain-eases-lockdown-measures-to-allow-children-outside",
            "urlToImage": null,
            "description": "For the first time in six weeks, the country's children have been allowed outside to exercise and play.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Cp24.com"
            },
            "publishedAt": "2020-04-26T23:38:00Z",
            "title": "Toronto long-term care homes continue to see more COVID-deaths - CP24 Toronto's Breaking News",
            "url": "https://www.cp24.com/news/toronto-long-term-care-homes-continue-to-see-more-covid-19-deaths-1.4912751",
            "urlToImage": null,
            "description": "Toronto has reported 21 more COVID-19 deaths on Sunday as the city’s long-term care homes continue to see more coronavirus-related fatalities.",
            "content": "Toronto has reported 21 more COVID-19 deaths on Sunday as the citys long-term care homes continue to see more coronavirus-related fatalities.\r\nEatonville Care Centre confirmed Sunday that two more residents who tested positive for COVID-19 have died. However,… [+3232 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cp24.com"
            },
            "publishedAt": "2020-04-26T23:38:00Z",
            "title": "Toronto long-term care homes continue to see more COVID-19 deaths - CP24 Toronto's Breaking News",
            "url": "https://www.cp24.com/news/toronto-long-term-care-homes-continue-to-see-more-covid-19-deaths-1.4912751",
            "urlToImage": null,
            "description": "Toronto has reported 21 more COVID-19 deaths on Sunday as the city’s long-term care homes continue to see more coronavirus-related fatalities.",
            "content": "Toronto has reported 21 more COVID-19 deaths on Sunday as the citys long-term care homes continue to see more coronavirus-related fatalities.\r\nEatonville Care Centre confirmed Sunday that two more residents who tested positive for COVID-19 have died. However,… [+3232 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-04-26T23:12:00Z",
            "title": "Coronavirus: How India will play a major role in a Covid-19 vaccine - BBC News",
            "url": "https://www.bbc.co.uk/news/world-asia-india-52363791",
            "urlToImage": null,
            "description": "As one of the world's biggest vaccine makers, India could play a big role in stopping the virus.",
            "content": "Image caption\r\n Half a dozen Indian companies are developing vaccines for coronavirus\r\nUS Secretary of State Mike Pompeo said last fortnight that India and the US were working together to develop vaccines against the coronavirus. \r\nMr Pompeo's remark didn't e… [+4660 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theroot.com"
            },
            "publishedAt": "2020-04-26T22:38:00Z",
            "title": "Michigan Woman, Deborah Gatewood, Dead After Beaumont Hospital Turned Her Away - The Root",
            "url": "https://www.theroot.com/black-woman-dies-from-coronavirus-after-being-turned-aw-1843091288",
            "urlToImage": null,
            "description": "The disproportionate number of black people who are dying from the coronavirus disease continues to grow.",
            "content": "The disproportionate number of black people who are dying from the coronavirus disease continues to grow.\r\nDeborah Gatewood, a 63-year-old healthcare worker who lived and worked in Michigan, died earlier this month from COVID-19 complications. Her daughter is… [+1955 chars]"
        },
        {
            "source": {
                "id": "financial-post",
                "name": "Financial Post"
            },
            "publishedAt": "2020-04-26T22:03:00Z",
            "title": "U.S. CDC reports 928,619 coronavirus cases, 52,459 deaths - Financial Post",
            "url": "https://business.financialpost.com/pmn/business-pmn/u-s-cdc-reports-928619-coronavirus-cases-52459-deaths",
            "urlToImage": null,
            "description": "The U.S. Centers for Disease Control and Prevention (CDC) on Sunday reported 928,619 cases of new coronavirus, an increase of 32,853 cases from its previous count, and said the number of deaths had…",
            "content": "The U.S. Centers for Disease Control and Prevention (CDC) on Sunday reported 928,619 cases of new coronavirus, an increase of 32,853 cases from its previous count, and said the number of deaths had risen by 2,020 to 52,459.\r\nThe CDC reported its tally of case… [+395 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-26T21:42:38Z",
            "title": "Coronavirus: children in Spain leave homes for first time in 6 weeks - BBC News - BBC News",
            "url": "https://www.youtube.com/watch?v=ykUvfGAA8nk",
            "urlToImage": null,
            "description": "Spain, which has had one of the strictest lockdowns in Europe, is allowing children to leave their homes, if they're with an adult, for the first time in six...",
            "content": null
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "publishedAt": "2020-04-26T21:35:33Z",
            "title": "Coronavirus: Chile to introduce controversial certificate - BBC News",
            "url": "https://www.bbc.co.uk/news/world-latin-america-52436330",
            "urlToImage": null,
            "description": "People who recover from Covid-19 will get a certificate despite a World Health Organization warning.",
            "content": "Image copyrightReutersImage caption\r\n Chile has confirmed more than 13,000 cases of Covid-19\r\nChile's government has said it will go ahead with a controversial plan to issue certificates to people who have recovered from Covid-19.\r\nThe documents would be give… [+1338 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-26T19:35:45Z",
            "title": "38 inmates at coronavirus-plagued Mission Institution now recovered, CSC says - Global News",
            "url": "http://globalnews.ca/news/6870276/mission-institution-coronavirus-recoveries/",
            "urlToImage": null,
            "description": "Over 100 inmates and 12 correctional officers have now tested positive for the coronavirus, accounting for over a third of the prison's inmate population.",
            "content": "Correctional Services Canada says 38 of the over 100 inmates at a federally-run prison in B.C. who have tested positive for the novel coronavirus have now recovered.\r\nThe medium-security Mission Institution continues to see the most serious outbreak of COVID-… [+2708 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-04-26T19:32:14Z",
            "title": "People are buying pulse oximeters to try detect coronavirus at home - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/people-are-buying-pulse-oximeters-to-try-detect-coronavirus-at-home-1.4912564",
            "urlToImage": null,
            "description": "People are purchasing pulse oximeters amid the COVID-19 pandemic, medical devices that measure the saturation of oxygen in red blood cells.",
            "content": "Many patients with severe cases of COVID-19 have been shown to have extremely low levels of oxygen in the blood. Others who have tested positive find themselves experiencing shortness of breath.\r\nPerhaps that's why people are so interested lately in pulse oxi… [+5476 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Journalpioneer.com"
            },
            "publishedAt": "2020-04-26T19:26:16Z",
            "title": "New poll finds satisfaction with province's COVID-19 response, but financial concerns are high - The Journal Pioneer",
            "url": "https://www.journalpioneer.com/news/local/new-poll-finds-satisfaction-with-provinces-covid-19-response-but-financial-concerns-are-high-442328/",
            "urlToImage": null,
            "description": "There's a high degree of satisfaction across Atlantic Canada with the response of public health and political leaders to the coronavirus (COVID-19 strain) pandemic, a new survey by Narrative Research shows.\r\n\r\nBut the survey also found almost",
            "content": "CHARLOTTETOWN, P.E.I. — There's a high degree of satisfaction across Atlantic Canada with the response of public health and political leaders to the coronavirus (COVID-19 strain) pandemic, a new survey by Narrative Research shows.\r\nBut the survey also found a… [+3589 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-26T19:00:54Z",
            "title": "Italy questions what went wrong as coronavirus measures begin to ease - Global News",
            "url": "http://globalnews.ca/news/6870418/coronavirus-italy-lockdown-ease/",
            "urlToImage": null,
            "description": "Italy had the bad luck of being the first Western nation to be slammed by the outbreak, and its total of 26,600 fatalities lags behind only the U.S. in the global death toll.",
            "content": "As Italy prepares to emerge from the West’s first and most extensive coronavirus lockdown, it is increasingly clear that something went terribly wrong in Lombardy, the hardest-hit region in Europe’s hardest-hit country.\r\nItaly had the bad luck of being the fi… [+6596 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Sky.com"
            },
            "publishedAt": "2020-04-26T18:34:04Z",
            "title": "Coronavirus: Over 100,000 could die if only vulnerable groups told to isolate, says professor - Sky News",
            "url": "https://news.sky.com/story/coronavirus-over-100-000-could-die-if-only-vulnerable-groups-told-to-isolate-says-professor-11979126",
            "urlToImage": null,
            "description": "His team is working on a model for easing the lockdown and is due to release details in the coming days.",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Nytimes.com"
            },
            "publishedAt": "2020-04-26T18:18:44Z",
            "title": "32 Days on a Ventilator: One Covid Patient’s Fight to Breathe Again - The New York Times",
            "url": "https://www.nytimes.com/2020/04/26/health/coronavirus-patient-ventilator.html",
            "urlToImage": null,
            "description": "Jim Bello, 49 and healthy, fell gravely ill, highlighting agonizing mysteries of the coronavirus. Doctors’ relentless effort to save him was a roller-coaster of devastating and triumphant twists.",
            "content": "HINGHAM, Mass. Is he going to make it? Kim Bello asked, clutching her phone, alone in her yard.\r\nShe had slipped outside so her three children, playing games in the living room, could be shielded from a wrenching conversation with a doctor treating her husban… [+15430 chars]"
        },
        {
            "source": {
                "id": "google-news",
                "name": "Google News"
            },
            "publishedAt": "2020-04-26T18:00:14Z",
            "title": "First known coronavirus victim in U.S. died of ‘burst’ heart, pathologist says - Sacramento Bee",
            "url": "https://news.google.com/__i/rss/rd/articles/CBMiPWh0dHBzOi8vd3d3LnNhY2JlZS5jb20vbmV3cy9jb3JvbmF2aXJ1cy9hcnRpY2xlMjQyMzA0NTM2Lmh0bWzSAT1odHRwczovL2FtcC5zYWNiZWUuY29tL25ld3MvY29yb25hdmlydXMvYXJ0aWNsZTI0MjMwNDUzNi5odG1s?oc=5",
            "urlToImage": null,
            "description": null,
            "content": null
        }
    ]
}