{
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Rnz.co.nz"
            },
            "publishedAt": "2020-04-25T06:27:56Z",
            "title": "Coronavirus: US death toll passes 50000 in world's deadliest Covid-19 outbreak - RNZ",
            "url": "https://www.rnz.co.nz/news/world/415117/coronavirus-us-death-toll-passes-50-000-in-world-s-deadliest-covid-19-outbreak",
            "urlToImage": null,
            "description": "The US Covid-19 death toll has passed 50,000, according to data from Johns Hopkins University.",
            "content": "The US virus death toll has surpassed 50,000, according to data from Johns Hopkins University.\r\nA New York cemetery receives the bodies of Covid-19 victims. Photo: 2020 Anadolu Agency/ AFP\r\nMore than 3,000 deaths came in the last 24 hours, and there are now o… [+2266 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Deseret.com"
            },
            "publishedAt": "2020-04-25T03:03:02Z",
            "title": "Coronavirus lingers in your eyes, study finds - Deseret News",
            "url": "https://www.deseret.com/u-s-world/2020/4/24/21235202/coronavirus-lingers-in-your-eyes-study-finds-covid-19-report-research-contagious",
            "urlToImage": null,
            "description": "A new report finds that coronavirus may stay in the eyes longer than in the mouth or nose",
            "content": "A report published in the journal of Annals of Internal Medicine earlier this month found that the coronavirus lingered in the eyes of Italys first COVID-19 case days after it had cleared from her nose, throat and mouth, Live Science reports. \r\nAdditionally, … [+938 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-25T02:03:57Z",
            "title": "He signed up for a coronavirus vaccine trial using a method that's never been used in humans. Here's why. - CNN",
            "url": "https://www.cnn.com/2020/04/24/health/coronavirus-vaccine-speed-sanjay-gupta/index.html",
            "urlToImage": null,
            "description": "Sean Doyle signed up for a trial for a coronavirus vaccines that uses new technology to try and reach a vaccine quicker. Experts debate whether these vaccines will work and make it through safety tests or change how we make vaccines forever.",
            "content": "(CNN)Despite all his medical knowledge, 31-year-old medical student and Ph. D. candidate Sean Doyle couldn't know for certain all the risks of the injection he had just received in his right shoulder at Emory University Hospital. Yes, of course he was told of… [+11348 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bbc.com"
            },
            "publishedAt": "2020-04-25T02:00:34Z",
            "title": "Coronavirus: Has Sweden got its science right? - BBC News",
            "url": "https://www.bbc.com/news/world-europe-52395866",
            "urlToImage": null,
            "description": "The strategy devised by scientists was to keep large parts of society open but not everyone is convinced.",
            "content": "Image caption\r\n Sweden's schools have remained open while neighbouring countries shut theirs for weeks\r\nSweden's strategy to keep large parts of society open is widely backed by the public. It has been devised by scientists and backed by government, and yet n… [+8699 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-25T01:45:08Z",
            "title": "Cyclist berated by CNN's Cuomo speaks out on 'Tucker Carlson Tonight' - Fox News",
            "url": "https://www.youtube.com/watch?v=P-rKGk8AhA0",
            "urlToImage": null,
            "description": "Long Island resident David Whelan says he was verbally attacked by Chris Cuomo when he challenged the CNN anchor for breaking coronavirus quarantine. #FoxNew...",
            "content": "Long Island resident David Whelan says he was verbally attacked by Chris Cuomo when he challenged the CNN anchor for breaking coronavirus quarantine. #FoxNews#Tucker\r\nFOX News operates the FOX News Channel (FNC), FOX Business Network (FBN), FOX News Radio, FO… [+1667 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "publishedAt": "2020-04-25T00:54:57Z",
            "title": "2 studies show many people who tested positive for Covid-19 displayed no symptoms - CNN",
            "url": "https://www.cnn.com/2020/04/24/us/2-asymptomatic-coronavirus-studies/index.html",
            "urlToImage": null,
            "description": "Two coronavirus studies released Friday -- one involving almost 2,000 people from Florida and the other from a Washington state nursing home -- came to the same conclusion: Many of the people who tested positive for the virus didn't know it they had it becaus…",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-24T23:32:05Z",
            "title": "Today, The U.S. Passed 50000 Deaths Due To COVID-19 | MTP Daily | MSNBC - MSNBC",
            "url": "https://www.youtube.com/watch?v=1B5UdkzxcbE",
            "urlToImage": null,
            "description": "Today, the U.S. passed 50,000 deaths due to COVID-19. Chuck Todd says, \"At this rate, in just a few days, more Americans will have died from Coronavirus over...",
            "content": "Today, the U.S. passed 50,000 deaths due to COVID-19. Chuck Todd says, \"At this rate, in just a few days, more Americans will have died from Coronavirus over a span of roughly 9 weeks than died in the Vietnam War over a span of 12-years.\" Aired on 4/24/2020.»… [+770 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Globalnews.ca"
            },
            "publishedAt": "2020-04-24T23:24:30Z",
            "title": "Coronavirus: Quebec parents fear sending kids back to school, concept of ‘herd immunity’ - Global News",
            "url": "http://globalnews.ca/news/6865226/coronavirus-quebec-school-herd-immunity/",
            "urlToImage": null,
            "description": "Quebec's Association of pediatricians supports Premier Legault and herd immunity.",
            "content": "As Quebec Premier François Legault prepares to restart the economy and get students back to schools amid the novel coronavirus pandemic, the concept of developing “herd immunity” in children is making many parents fearful.\r\nWhile school is cancelled across Qu… [+3656 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "7news.com.au"
            },
            "publishedAt": "2020-04-24T22:49:11Z",
            "title": "Coronavirus update: US study reveals common medical conditions in sickest COVID-19 patients - 7NEWS.com.au",
            "url": "https://7news.com.au/lifestyle/health-wellbeing/coronavirus-update-us-study-reveals-common-medical-conditions-in-sickest-covid-19-patients-c-998646",
            "urlToImage": null,
            "description": "Researchers have issued a warning to those with the health problems to be hyper-aware of new or unusual symptoms.",
            "content": "People with obesity, diabetes and high blood pressure are at greater risk for complications from coronavirus, according to a large study of patients hospitalised with the illness it causes.\r\nThe findings, published on Wednesday in the Journal of the American … [+2322 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bashawstar.com"
            },
            "publishedAt": "2020-04-24T22:20:00Z",
            "title": "Answers to questions about new coronavirus antibody studies - Bashaw Star",
            "url": "https://www.bashawstar.com/life/answers-to-questions-about-new-coronavirus-antibody-studies/",
            "urlToImage": null,
            "description": "<p>Answers to questions about new coronavirus antibody studies </p>",
            "content": "NEW YORK — Studies have begun to emerge that try to determine how many Americans have been infected by the new coronavirus. But are they accurate?\r\nThe results depend on where and how the research is done, and it can be difficult to draw firm conclusions from… [+6585 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Youtube.com"
            },
            "publishedAt": "2020-04-24T21:28:30Z",
            "title": "Coronavirus: test booking website swamped as thousands apply - BBC News - BBC News",
            "url": "https://www.youtube.com/watch?v=UI99jRFra_0",
            "urlToImage": null,
            "description": "A new government website, for key workers and their families to book coronavirus tests online, was forced to shut down for a time as it was swamped with requ...",
            "content": "A new government website, for key workers and their families to book coronavirus tests online, was forced to shut down for a time as it was swamped with requests. \r\nAlmost 50,000 people in England tried to book a test just hours after the website launched. 16… [+530 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Torontosun.com"
            },
            "publishedAt": "2020-04-24T21:17:56Z",
            "title": "'Pink eye' a new COVID-9 concern - The Kingston Whig-Standard",
            "url": "https://torontosun.com/news/world/pink-eye-a-new-covid-9-concern",
            "urlToImage": null,
            "description": "Experts are getting a potentially worrisome new view on the novel coronavirus as a lingering eye ailment that can last for weeks.A newly-published report from the National Institute for Infectious …",
            "content": "Experts are getting a potentially worrisome new view on the novel coronavirus as a lingering eye ailment that can last for weeks.\r\nA newly-published report from the National Institute for Infectious Diseases in Italy found the virus persisted in the eyes of o… [+1103 chars]"
        },
        {
            "source": {
                "id": "google-news",
                "name": "Google News"
            },
            "publishedAt": "2020-04-24T19:58:39Z",
            "title": "Miami-Dade has tens of thousands of missed coronavirus infections, UM survey finds - Miami Herald",
            "url": "https://news.google.com/__i/rss/rd/articles/CBMiQmh0dHBzOi8vd3d3Lm1pYW1paGVyYWxkLmNvbS9uZXdzL2Nvcm9uYXZpcnVzL2FydGljbGUyNDIyNjA0MDYuaHRtbNIBQmh0dHBzOi8vYW1wLm1pYW1paGVyYWxkLmNvbS9uZXdzL2Nvcm9uYXZpcnVzL2FydGljbGUyNDIyNjA0MDYuaHRtbA?oc=5",
            "urlToImage": null,
            "description": null,
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Sci-news.com"
            },
            "publishedAt": "2020-04-24T19:27:59Z",
            "title": "Scientists Review Strategies for Combating SARS-CoV-2 and Other Coronaviruses | Medicine - Sci-News.com",
            "url": "http://www.sci-news.com/medicine/strategies-combating-sars-cov-2-other-coronaviruses-08363.html",
            "urlToImage": null,
            "description": "In a paper published in the journal Frontiers in Microbiology, a team of researchers at the University of North Carolina at Chapel Hill review possible strategies against SARS-CoV-2, SARS-CoV-1, MERS-CoV as well as future coronaviruses.",
            "content": "In a paper published in the journal Frontiers in Microbiology, a team of researchers at the University of North Carolina at Chapel Hill review possible strategies against SARS-CoV-2, SARS-CoV-1, MERS-CoV as well as future coronaviruses; the authors propose th… [+4667 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-24T19:16:06Z",
            "title": "COVID-19: 'Remain on guard' to keep surfaces clean of coronavirus, experts say - Mitchell Advocate",
            "url": "https://nationalpost.com/news/canada/remain-on-guard-and-keep-surfaces-clean-of-coronavirus",
            "urlToImage": null,
            "description": "Whether you’re continuing to hunker down or getting ready for the new normal, now is a good time to review best practices",
            "content": "As parts of Canada begin to reopen following a nationwide lockdown to stop the spread of the deadly coronavirus pandemic, the country’s chief public health officer is warning people to remain vigilant.\r\nCanada’s reported more than 2,290 deaths and about 43,50… [+4764 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Popculture.com"
            },
            "publishedAt": "2020-04-24T18:55:00Z",
            "title": "Coronavirus Appears to Cause Sudden Strokes in Adults Ages 30-50, According to Doctors - PopCulture.com",
            "url": "https://popculture.com/trending/news/coronavirus-appears-cause-sudden-strokes-adults-ages-30-50-doctors/",
            "urlToImage": null,
            "description": "Doctors have found evidence that the coronavirus is causing sudden strokes in adults in their 30s and 40s who are otherwise not debilitatingly ill, reported CNN Wednesday, some of whom are reluctant to call 911 due to concerns about hospital overcrowding due …",
            "content": "Doctors have found evidence that the coronavirus is causing sudden strokes in adults in their 30s and 40s who are otherwise not debilitatingly ill, reported CNN Wednesday, some of whom are reluctant to call 911 due to concerns about hospital overcrowding due … [+2190 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Ctvnews.ca"
            },
            "publishedAt": "2020-04-24T18:47:00Z",
            "title": "COVID-19 causing blood clots, sudden strokes in young adults, doctors say - CTV News",
            "url": "https://www.ctvnews.ca/health/coronavirus/covid-19-causing-blood-clots-sudden-strokes-in-young-adults-doctors-say-1.4910674",
            "urlToImage": null,
            "description": "The new coronavirus appears to be causing sudden strokes in adults in their 30s and 40s who are not otherwise terribly ill, doctors reported Wednesday.",
            "content": "The new coronavirus appears to be causing sudden strokes in adults in their 30s and 40s who are not otherwise terribly ill, doctors reported Wednesday.\r\nThey said patients may be unwilling to call 911 because they have heard hospitals are overwhelmed by coron… [+2516 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theguardian.com"
            },
            "publishedAt": "2020-04-24T18:06:46Z",
            "title": "Twin sisters, one a nurse in Southampton, two of the latest to die from coronavirus - The Guardian",
            "url": "https://www.theguardian.com/world/2020/apr/24/twin-sisters-one-a-nurse-in-southampton-two-of-the-latest-to-die-from-coronavirus",
            "urlToImage": null,
            "description": "Katy and Emma Davis among recent victims, who include a BNP member who found Islam",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Nationalpost.com"
            },
            "publishedAt": "2020-04-24T14:33:00Z",
            "title": "Italy's coronavirus epidemic began in January, study shows - National Post",
            "url": "https://nationalpost.com/pmn/health-pmn/italys-coronavirus-epidemic-began-in-january-study-shows",
            "urlToImage": null,
            "description": "ROME — The first COVID-19 infections in Italy date back to January, according to a scientific study presented on Friday, shedding new light on the origins of the outbreak in one of the world&…",
            "content": "ROME — The first COVID-19 infections in Italy date back to January, according to a scientific study presented on Friday, shedding new light on the origins of the outbreak in one of the world’s worst-affected countries.\r\nItaly began testing people after diagno… [+1470 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mirror.co.uk"
            },
            "publishedAt": "2020-04-24T14:25:05Z",
            "title": "Five-month-old baby killed by coronavirus left world 'looking like a princess' - Mirror Online",
            "url": "https://www.mirror.co.uk/news/us-news/five-month-old-baby-killed-21920852",
            "urlToImage": null,
            "description": "Jay-Natalie La Santa died in hospital in New York, USA, a week before she turned five months old after contracting the deadly virus",
            "content": "A baby who died of coronavirus before she turned five months old \"went out looking like a princess\" her firefighter dad said.\r\nJay-Natalie La Santa's heartbroken dad Jerel revealed he had bought a beautiful dress for his daughter, to attend his graduation as … [+1536 chars]"
        }
    ]
}