{
    "time": "2020-03-10T07:21:09.851Z",
    "cases": [
        {
            "date": "As of March 9, 2020",
            "content": "There have been 77 cases of coronavirus reported in Canada and 1 death, in four provinces: Ontario (34 cases), British Columbia (32 cases, 1 death), Quebec (4 cases), and Alberta (7 cases). Almost all cases had recent travel history to a country with a substantial number of coronavirus cases. Of these cases, eight (four in BC, four in Ontario) have recovered."
        },
        {
            "date": "March 9, 2020",
            "content": "Ontario is confirming two new cases of coronavirus, bringing the total number of cases in the province to 34. He is an octogenarian and a septuagenarian from Toronto having traveled to Iran, where cases of COVID-19 have multiplied in recent weeks."
        },
        {
            "date": "March 9, 2020",
            "content": "A man from the Montreal region could be the fifth probable case of new coronavirus. Once again, the patient is a person back from a trip. The man recently traveled to the United States, Iceland and England."
        },
        {
            "date": "March 9, 2020",
            "content": "Three new cases - one in the Edmonton area and two in the Calgary area - were confirmed by Dr. Deena Hinshaw."
        },
        {
            "date": "March 9, 2020",
            "content": "The Quebec Minister of Health has not ruled out calling for the cancellation of the ISU World Figure Skating Championships to be held March 16-22 at the Bell Center."
        },
        {
            "date": "March 9, 2020",
            "content": "The Canadian government, through its Minister of Foreign Affairs François-Philippe Champagne, will evacuate the nationals on board the cruise ship Grand Princess, which is still off the coast of California, with at least 21 cases on board Coronavirus contamination. There are 237 Canadians on board, representing 230 passengers and 7 crew members. The government also recommended against people going on cruise ships."
        },
        {
            "date": "March 8, 2020",
            "content": "A woman returned to Quebec on February 25, after a cruise was infected with the new coronavirus, revealed Sunday the Ministry of Health and Social Services and was treated also in Montérégie. The woman, whose age has not been released, traveled on a ship on a cruise that included Mexico. The woman is currently in solitary confinement at home until she no longer has symptoms similar to the disease."
        },
        {
            "date": "March 7, 2020",
            "content": "Two cases (one resident and one staff member) were diagnosed with the disease at the Lynn Valley Care Centre, a care home in North Vancouver. Two more cases imported from each of Iran and the Grand Princess cruise ship were also announced. The first community spread case in Canada was confirmed the same day. On March 9, the first Canadian death was reported at the same location."
        },
        {
            "date": "March 5, 2020",
            "content": "Ontario reported three more cases of the virus, for a total of 23 in the province, with cases in Toronto, Kitchener, and Mississauga being reported. The three cases came from Iran, Italy, and the Grand Princess cruise ship, respectively. It was also announced that another case in Ontario was resolved."
        },
        {
            "date": "March 5, 2020",
            "content": "A man who had traveled to India from February 4 to 20 was taken care of in Mont-Laurier because he had symptoms. He was transported to the Jewish General Hospital at around 5 p.m. on Wednesday, where he was diagnosed with pneumonia. He is now in solitary confinement in this establishment, said the Ministry of Health."
        },
        {
            "date": "March 5, 2020",
            "content": "Alberta reported its first presumptive case in the Calgary region. The women who is in her 50s, believed she contracted the virus while aboard the Grand Princess cruise ship in California. She returned to Calgary on February 21 and began isolating herself at home on February 28"
        },
        {
            "date": "March 3, 2020",
            "content": "BC announced three more cases of the virus, all of which came from Iran. On March 4, it was reported that a woman in her 80s with a presumptive case of the virus is in critical condition at the Vancouver General Hospital. On March 5, BC reported 8 new cases, including 1 of unknown origin, bringing the province's total to 21."
        },
        {
            "date": "February 28, 2020",
            "content": "It was announced that a 41-year-old Montrealer who returned from a trip to Iran was tested positive to COVID-19, which makes it Quebec's first case. Returning to Montreal on a plane, on February 24, from Doha, Qatar, she wore a mask throughout the flight. The woman did not go to work after her return from Iran nor did she take public transit before being transferred to the Verdun Hospital. After being monitored by a doctor at the Verdun hospital while she was isolated at her residence, she was advised on March 3rd to go to the Jewish General Hospital. She was released on March 4."
        },
        {
            "date": "February 26, 2020",
            "content": "The Minister of Health encouraged citizens to stockpile food and medicine in case of an outbreak."
        },
        {
            "date": "February 25, 2020",
            "content": "Air Canada extended flight suspension between Canada and Beijing and Shanghai until April 10. Flight suspension from Toronto to Hong Kong was also extended until April 30."
        },
        {
            "date": "February 24, 2020",
            "content": "A fourth presumptive case in Ontario was announced of a woman in her 20s who presented to a hospital on February 21 with symptoms after travelling to Wuhan. The woman was tested locally with a positive test result and the sample was sent to the National Microbiology Laboratory in Winnipeg. On February 24, health officials in Ontario stated that all three previous cases in Ontario were \"resolved\", which means patients had two consecutive negative test results 24 hours apart and that the \"system was working\"."
        },
        {
            "date": "January 31, 2020",
            "content": "The third case in Ontario (and the fourth case in Canada) was reported in the city of London. Officials said that the individual, a woman in her 20s and a student at University of Western Ontario, returned from Wuhan on January 23. She was asymptomatic and had tested negative at first, but additional advanced testing confirmed that the woman had low levels of the virus in her system. Officials said that the individual wore a mask during her voyage and she voluntarily entered self-isolation upon her return, making a full recovery after two or three days. On the same day, the Government of Ontario reported that 17 cases were under investigation within its provincial jurisdiction. Officials said that most of the individuals under investigation were awaiting results while in self-isolation at home. As of January 30, the associate medical officer of Ontario said that the province had conducted a total of 67 tests with 38 negative results. Officials said that all possible cases—including previous negative results—were being retested as additional assessments become available."
        },
        {
            "date": "January 28, 2020",
            "content": "The first presumptive case in British Columbia was announced. The individual, a male in his 40s and a resident of the Vancouver area, had travelled regularly to China for work. Officials reported that he had returned from Wuhan on his most recent voyage and he sought medical attention on January 26 following symptom onset and he has since been in self-isolation at home. A diagnostic test was conducted and it returned positive for the virus. The case was later confirmed and validated by the National Microbiology Laboratory on January 29. The Minister of Health of British Columbia Adrian Dix said that officials were in contact with a \"small number\" of people who may have interacted with the individual."
        },
        {
            "date": "January 27, 2020",
            "content": "The Chief Medical Officer of Health of Ontario announced the man's wife as the second presumptive case. This case was confirmed the following day. Officials reported that she was in good condition and that she was asymptomatic."
        },
        {
            "date": "January 25, 2020",
            "content": "The first presumptive case in Canada was admitted to Sunnybrook Health Sciences Centre in Toronto and placed into a negative pressure chamber. The patient, a male in his 50s who travelled between Wuhan and Guangzhou before returning to Toronto on January 22, contacted emergency services following rapid onset symptoms. The presumption of infection in the patient was made after a rapid test was done at Public Health Ontario's Toronto laboratory. Final testing conducted at the National Microbiology Laboratory in Winnipeg, Manitoba validated the presumptive confirmation on January 27. Authorities said that the patient was experiencing respiratory problems but was in stable condition. His condition later improved and he was released from hospital on January 31."
        },
        {
            "date": "January 23, 2020",
            "content": "Minister of Health Patty Hajdu said that five or six people were being monitored for signs of the virus, including at least one in Quebec (who has since been cleared) and another in Vancouver."
        },
        {
            "date": "January 17, 2020",
            "content": "Canada Border Services Agency (CBSA) implemented signage in the Toronto, Vancouver, and Montreal airports to raise awareness of the virus and had added a health screening question to the electronic kiosks for passengers arriving from central China; however, there are no direct flights from Wuhan to Canada."
        }
    ]
}