{
    "time": "2020-03-11T17:48:01.902Z",
    "cases": [
        {
            "date": "As of March 10, 2020",
            "content": "There have been 96 cases of coronavirus reported in Canada and 1 death, in four provinces: British Columbia (39 cases, 1 death), Ontario (37 cases), Alberta (14 cases), and Quebec (7 cases). Almost all cases had recent travel history to a country with a substantial number of coronavirus cases. Of these cases, nine (four in BC, five in Ontario) have recovered."
        },
        {
            "date": "March 9, 2020",
            "content": "Ontario confirmed two new cases of coronavirus, bringing the total number of cases in the province to 34. He is an octogenarian and a septuagenarian from Toronto having traveled to Iran, where cases of COVID-19 have multiplied in recent weeks.[114]"
        },
        {
            "date": "March 9, 2020",
            "content": "A man from the Montreal region became the fifth presumptive case. The person came back from  Ireland on March 5. The man is in isolation at home, as are the members of his entourage. The people who were on the same flight from Dublin were identified."
        },
        {
            "date": "March 9, 2020",
            "content": "BC reported the first Canadian death from the outbreak—a man in his 80s with underlying conditions—at the same location, as well as five additional cases. These cases also included an employee of Vancouver Coastal Health, believed to be the first Canadian case to have been contracted through community contact."
        },
        {
            "date": "March 8, 2020",
            "content": "The Montreal Canadiens, the Toronto Maple Leafs, the Winnipeg Jets, the Calgary Flames and the Vancouver Canucks all announced that they would restrict media access to their teams' locker rooms by the media. The NHL, as well as the National Basketball Association, Major League Baseball, and Major League Soccer (which all have franchises in Canada), jointly announced the next way they would impose similar restrictions league-wide."
        },
        {
            "date": "March 8, 2020",
            "content": "Minister of Foreign Affairs François-Philippe Champagne stated that at the request of the U.S. government, Canada had charted a plane to evacuate the 237 Canadian nationals that were still on board the Grand Princess. They are to be quarantined at CFB Trenton for two weeks."
        },
        {
            "date": "March 7, 2020",
            "content": "Two cases (one resident and one staff member) were diagnosed with the disease at the Lynn Valley Care Centre, a care home in North Vancouver. Two more cases imported from each of Iran and the Grand Princess cruise ship were also announced. The first community spread case in Canada was confirmed the same day."
        },
        {
            "date": "March 7, 2020",
            "content": "The International Ice Hockey Federation (IIHF) announced that it had cancelled the 2020 Women's Ice Hockey World Championships, which were scheduled to be held in Halifax and Truro, Nova Scotia from March 31 to April 10. The host cities were re-assigned to the 2021 edition. Quebec's Minister of Health and Social Services Danielle McCann stated on March 9 that the province had not ruled out calling for the cancellation of the 2020 World Figure Skating Championships, scheduled to be held March 16–22 in Montreal. The International Skating Union issued a health questionnaire to all participants, coaches, and members of the media, and stated that it would not allow anyone with a temperature reading above 37 °C (99 °F) to attend."
        },
        {
            "date": "March 5, 2020",
            "content": "Ontario reported three more cases of the virus, for a total of 23 in the province, with cases in Toronto, Kitchener, and Mississauga being reported. The three cases came from Iran, Italy, and the Grand Princess cruise ship, respectively. It was also announced that another case in Ontario was resolved.[109]"
        },
        {
            "date": "March 5, 2020",
            "content": "The Ministry of Health declared a second presumptive case: a man who had traveled to India from February 4 to 20 was treated in Mont-Laurier because he showed symptoms similar to those causing COVID-19. At around 5 p.m. on March 4, he was transported to the Jewish General Hospital where he was diagnosed with pneumonia, and where he is now in solitary confinement."
        },
        {
            "date": "March 5, 2020",
            "content": "Alberta reported its first presumptive case in the Calgary region, involving a woman in her 50s who believed she had contracted the virus aboard the Grand Princess. She returned to Calgary on February 21 and began isolating herself at home on February 28"
        },
        {
            "date": "March 3, 2020",
            "content": "BC announced three more cases of the virus, all of which came from Iran. On March 4, it was reported that a woman in her 80s with a presumptive case of the virus is in critical condition at the Vancouver General Hospital. On March 5, BC reported 8 new cases, including 1 of unknown origin, bringing the province's total to 21."
        },
        {
            "date": "March 11, 2020",
            "content": "Prime minister Justin Trudeau announced a $1 billion response fund, including $500 million to go to provinces and territories, a $50 million contribution to the World Health Organization and an additional $275 million to fund coronavirus research in Canada."
        },
        {
            "date": "March 10, 2020",
            "content": "A close contact of a previous case and a man who travelled to Switzerland were confirmed as Ontario's 35th and 36th case, respectively. Later the same day, a Sudbury man who attended the Prospectors & Developers Association of Canada (PDAC) conference in Toronto on March 2-3 was confirmed as the 37th positive case, and the first in northern Ontario.[118]"
        },
        {
            "date": "March 10, 2020",
            "content": "Seven new cases were confirmed, all involving travel outside of Canada, with three in Edmonton (including two who had travelled together), and four in Calgary. Alberta's chief medical officer Deena Hinshaw noted that all of Alberta's cases so far had involved international travel, and that there had yet to be infections based on transmission within the province."
        },
        {
            "date": "March 10, 2020",
            "content": "Minister of Natural Resources Seamus O'Regan stated that he was in self-isolation while awaiting the results of a coronavirus test. He had seen a doctor regarding a \"persistent\" head cold, who recommended testing, but was \"not aware of contacting anyone infected\". Minister of Economic Development and Official Languages Mélanie Joly stated that she had been discussing means of mitigating the outbreak's impact on the air travel industry. Air Canada suspended all flights to Italy after a mandatory quarantine was imposed on the entirety of the country on March 9."
        },
        {
            "date": "February 28, 2020",
            "content": "Quebec's first case was officially confirmed as a 41-year-old woman from Montreal who returned from a trip to Iran and tested positive for the virus causing COVID-19. Returning to Montreal on February 24 on a plane from Doha, Qatar, she wore a mask throughout the flight. The woman did not go to work after her return from Iran, nor did she take public transit before being transferred to Verdun Hospital. After being monitored by a doctor at the Verdun hospital while she was isolated at her residence, she was advised on March 3rd to go to the Jewish General Hospital. She was released on March 4."
        },
        {
            "date": "February 26, 2020",
            "content": "The Minister of Health encouraged citizens to stockpile food and medicine in case of an outbreak."
        },
        {
            "date": "February 25, 2020",
            "content": "Air Canada extended flight suspension between Canada and Beijing and Shanghai until April 10. Flight suspension from Toronto to Hong Kong was also extended until April 30."
        },
        {
            "date": "February 24, 2020",
            "content": "A fourth presumptive case in Ontario was announced of a woman in her 20s who presented to a hospital on February 21 with symptoms after travelling to Wuhan. The woman was tested locally with a positive test result and the sample was sent to the National Microbiology Laboratory in Winnipeg. On February 24, health officials in Ontario stated that all three previous cases in Ontario were \"resolved\", which means patients had two consecutive negative test results 24 hours apart and that the \"system was working\"."
        },
        {
            "date": "January 31, 2020",
            "content": "The third case in Ontario (and the fourth case in Canada) was reported in the city of London.[105] Officials said that the individual, a woman in her 20s and a student at University of Western Ontario, returned from Wuhan on January 23.[106] She was asymptomatic and had tested negative at first, but additional advanced testing confirmed that the woman had low levels of the virus in her system.[106] Officials said that the individual wore a mask during her voyage and she voluntarily entered self-isolation upon her return, making a full recovery after two or three days.[106] On the same day, the Government of Ontario reported that 17 cases were under investigation within its provincial jurisdiction.[107] Officials said that most of the individuals under investigation were awaiting results while in self-isolation at home.[108] As of January 30, the associate medical officer of Ontario said that the province had conducted a total of 67 tests with 38 negative results.[108] Officials said that all possible cases—including previous negative results—were being retested as additional assessments become available.[106]"
        },
        {
            "date": "January 28, 2020",
            "content": "The first presumptive case in British Columbia was announced. The individual, a male in his 40s and a resident of the Vancouver area, had travelled regularly to China for work. Officials reported that he had returned from Wuhan on his most recent voyage and he sought medical attention on January 26 following symptom onset and he has since been in self-isolation at home. A diagnostic test was conducted and it returned positive for the virus. The case was later confirmed and validated by the National Microbiology Laboratory on January 29. The Minister of Health of British Columbia Adrian Dix said that officials were in contact with a \"small number\" of people who may have interacted with the individual."
        },
        {
            "date": "January 27, 2020",
            "content": "The Chief Medical Officer of Health of Ontario announced the man's wife as the second presumptive case.[103] This case was confirmed the following day.[104] Officials reported that she was in good condition and that she was asymptomatic."
        },
        {
            "date": "January 25, 2020",
            "content": "The first presumptive case in Canada was admitted to Sunnybrook Health Sciences Centre in Toronto and placed into a negative pressure chamber. The patient, a male in his 50s who travelled between Wuhan and Guangzhou before returning to Toronto on January 22, contacted emergency services following rapid onset symptoms. The presumption of infection in the patient was made after a rapid test was done at Public Health Ontario's Toronto laboratory. Final testing conducted at the National Microbiology Laboratory in Winnipeg, Manitoba validated the presumptive confirmation on January 27.[100][101] Authorities said that the patient was experiencing respiratory problems but was in stable condition. His condition later improved and he was released from hospital on January 31.[102]"
        },
        {
            "date": "January 23, 2020",
            "content": "Minister of Health Patty Hajdu said that five or six people were being monitored for signs of the virus, including at least one in Quebec (who has since been cleared) and another in Vancouver."
        },
        {
            "date": "January 17, 2020",
            "content": "The Canada Border Services Agency (CBSA) implemented signage in the Toronto, Vancouver, and Montreal airports to raise awareness of the virus and had added a health screening question to the electronic kiosks for passengers arriving from central China; however, there are no direct flights from Wuhan to Canada."
        }
    ]
}