{
    "time": "2020-03-12T18:46:50.618Z",
    "cases": [
        {
            "date": "As of March 11, 2020",
            "content": "The Public Health Agency of Canada has evaluated the public health risk of the pandemic as being \"low for the general population\"."
        },
        {
            "date": "As of March 11, 2020",
            "content": "There have been 133 cases of coronavirus reported in Canada and 1 death, in 6 provinces: Ontario (59 cases), British Columbia (46 cases, 1 death), Alberta (19 cases), Quebec (9 cases), New Brunswick (1 presumptive), Saskatchewan (1 presumptive), and Manitoba (1 presumptive). Almost all cases had recent travel history to a country with a substantial number of coronavirus cases. Of these cases, nine (four in BC, five in Ontario) have recovered."
        },
        {
            "date": "March 12, 2020",
            "content": "17 new cases were confirmed including a baby boy who had recently visited the North York General Hospital in Toronto. Ontario provincial total increased to 59."
        },
        {
            "date": "March 12, 2020",
            "content": "A First Ministers' Meeting set to take place on March 12 and 13 was cancelled after it was announced that Prime Minister Trudeau and his wife Sophie Grégoire Trudeau were self-isolating. Coronavirus was among the topics set to be discussed at the meeting with premiers and indigenous leaders."
        },
        {
            "date": "March 12, 2020",
            "content": "The Canadian Academy of Recording Arts and Sciences announced that the 2020 Juno Awards presentation, which was scheduled to be held in Saskatoon on March 15, had been cancelled. Nordiq Canada also announced that the Canadian Ski Championships, which were scheduled for March 25 to April 2 in Vernon, British Columbia, had also been cancelled. Major League Soccer, represented in Canada by the Montreal Impact, Toronto FC, and Vancouver Whitecaps, announced that it would suspend play for 30 days. The CONCACAF Champions League has also suspended play until further notice."
        },
        {
            "date": "March 12, 2020",
            "content": "It was announced that Trudeau's wife Sophie Grégoire Trudeau was exhibiting mild flu-like symptoms after returning from a speaking engagement in London, United Kingdom. She and the Prime Minister went into self-isolation pending the results of testing."
        },
        {
            "date": "March 11, 2020",
            "content": "New Brunswick reported the first presumptive case in Atlantic Canada, a woman in her 50s that had recently returned from France."
        },
        {
            "date": "March 11, 2020",
            "content": "A 40-year-old man who recently traveled to  Austria was confirmed as the first coronavirus case in Ottawa. The overall coronavirus case number in Ontario rose to 42 on the same day."
        },
        {
            "date": "March 11, 2020",
            "content": "Premier of Quebec François Legault recommended that a 14-day quarantine be imposed on all students and faculty returning from school trips to countries strongly affected by the pandemic (such as China and Italy), even if there are no signs of symptoms, and the cancellation of upcoming trips to such locations. The same day, New Frontiers School Board stated that it had asked 18 students and two staff members of Howard S. Billings Regional High School — who had recently returned from a trip to Italy — to stay home from school until further notice. New Frontiers stated that this decision was a precautionary measure based on Legault's recommendation. A teacher from Kénogami Secondary School, and a teacher and a student from Arvida Multipurpose School who had also returned from Italy, were also asked to quarantine. The same day, Collège International Marie de France also suspended classes, pending the testing of a student who was suspected to have coronavirus."
        },
        {
            "date": "March 11, 2020",
            "content": "The government of François Legault no longer authorizes public service employees to travel abroad for their work. In the aftermath, Prime Minister announced in the evening that there will no longer be daily media scrums with journalists in the National Assembly, but that press conferences with public health authorities will be organized daily. The government is also asking schools to cancel all planned trips to countries where there is a risk and parents to avoid traveling to those countries with their children."
        },
        {
            "date": "March 11, 2020",
            "content": "Four new cases were confirmed. A sixth patient, recently returned from the Caribbean and Miami, was cared for at the Montreal General Jewish Hospital. The seventh, who has traveled to the Dominican Republic, is for his part in home segregation. The eight case is a man in Montreal came back from a trip abroad and was confirmed positive. The ninth case is a person who traveled to Italy and consulted in Estrie and is in home isolation."
        },
        {
            "date": "March 11, 2020",
            "content": "Prime Minister Justin Trudeau announced a $1 billion response fund, including $500 million to go to provinces and territories, a $50 million contribution to the World Health Organization and an additional $275 million to fund coronavirus research in Canada."
        },
        {
            "date": "March 10, 2020",
            "content": "A close contact of a previous case and a man who travelled to Switzerland were confirmed as Ontario's 35th and 36th case, respectively. Later the same day, a Sudbury man who attended the Prospectors & Developers Association of Canada (PDAC) conference in Toronto on March 2-3 was confirmed as the 37th positive case, and the first in northern Ontario."
        },
        {
            "date": "March 10, 2020",
            "content": "The Prime Minister made a \"special appeal\" to people with flu symptoms to avoid going to retirement homes."
        },
        {
            "date": "March 10, 2020",
            "content": "Seven new cases were confirmed, all involving travel outside of Canada, with three in Edmonton (including two who had travelled together), and four in Calgary. Alberta's chief medical officer Deena Hinshaw noted that all of Alberta's cases so far had involved international travel, and that there had yet to be infections based on transmission within the province."
        },
        {
            "date": "March 09, 2020",
            "content": "Ontario confirmed two new cases of coronavirus, bringing the total number of cases in the province to 34. He is an octogenarian and a septuagenarian from Toronto having traveled to Iran, where cases of COVID-19 have multiplied in recent weeks."
        },
        {
            "date": "March 09, 2020",
            "content": "The English Montreal School Board advised students and staff that had returned from China, Iran, Italy, Hong Kong, Japan, Singapore, or South Korea within the past 14 days to not attend classes and restrict contact with other family members, and requested that parents call the local 8-1-1 hotline for more information."
        },
        {
            "date": "March 09, 2020",
            "content": "Less than half an hour after his health minister announced the creation of a network of clinics dedicated to dealing with an anticipated increase in the number of COVID-19 cases in the province, Quebec Premier François Legault assessed the threat posed by the coronavirus outbreak as being “weak.”"
        },
        {
            "date": "March 09, 2020",
            "content": "A man from the Montreal region became the fifth presumptive case. The person came back from  Ireland on March 5. The man is in isolation at home, as are the members of his entourage. The people who were on the same flight from Dublin were identified. On March 11, the Department of Health confirmed on its website the news."
        },
        {
            "date": "March 09, 2020",
            "content": "BC reported the first Canadian death from the outbreak—a man in his 80s with underlying conditions—at the same location, as well as five additional cases. These cases also included an employee of Vancouver Coastal Health, believed to be the first Canadian case to have been contracted through community contact."
        },
        {
            "date": "March 08, 2020",
            "content": "The Ministry of Health and Social Services announced that a fourth presumptive case, a woman from Montérégie, had returned to Quebec on February 25 after traveling on a cruiseship where the new coronavirus had been present; the ship's ports of call included Mexico. The woman was treated in Montérégie, was confirmed positive for the virus, and is in solitary confinement at home until she no longer shows symptoms. Director of public health Horacio Arruda and Quebec's Ministry of Public Health indicated that the fourth case used public transit in Montreal, and went through the Berri-UQAM, Champ-de-Mars, and Longueuil metro stations."
        },
        {
            "date": "March 08, 2020",
            "content": "The Montreal Canadiens, the Toronto Maple Leafs, the Winnipeg Jets, the Calgary Flames and the Vancouver Canucks all announced that they would restrict media access to their teams' locker rooms by the media. The NHL, as well as the National Basketball Association, Major League Baseball, and Major League Soccer (which all have franchises in Canada), jointly announced the next day they would impose similar restrictions league-wide."
        },
        {
            "date": "March 08, 2020",
            "content": "Minister of Foreign Affairs François-Philippe Champagne stated that at the request of the U.S. government, Canada had chartered a plane to evacuate the 237 citizens that were still aboard the Grand Princess. They were quarantined at CFB Trenton for two weeks when the plane landed on March 10."
        },
        {
            "date": "March 07, 2020",
            "content": "Two cases (one resident and one staff member) were diagnosed with the disease at the Lynn Valley Care Centre, a care home in North Vancouver. Two more cases imported from each of Iran and the Grand Princess cruise ship were also announced. The first community spread case in Canada was confirmed the same day."
        },
        {
            "date": "March 07, 2020",
            "content": "The International Ice Hockey Federation (IIHF) announced that it had cancelled the 2020 Women's Ice Hockey World Championships, which were scheduled to be held in Halifax and Truro, Nova Scotia from March 31 to April 10. The host cities were re-assigned to the 2021 edition. The 2020 World Figure Skating Championships, which were scheduled to be held March 16–22 in Montreal, were also cancelled. By contrast, several international sporting events held in BC have gone on as scheduled, including a World Rugby Sevens Series event in Vancouver and the upcoming 2020 World Women's Curling Championship in Prince George, British Columbia."
        },
        {
            "date": "March 05, 2020",
            "content": "Ontario reported three more cases of the virus, for a total of 23 in the province, with cases in Toronto, Kitchener, and Mississauga being reported. The three cases came from Iran, Italy, and the Grand Princess cruise ship, respectively. It was also announced that another case in Ontario was resolved."
        },
        {
            "date": "March 05, 2020",
            "content": "The Ministry of Health declared a second presumptive case: a man who had traveled to India from February 4 to 20 was treated in Mont-Laurier because he showed symptoms similar to those causing COVID-19. At around 5 p.m. on March 4, he was transported to the Jewish General Hospital where he was diagnosed with pneumonia, and where he is now in solitary confinement."
        },
        {
            "date": "March 05, 2020",
            "content": "Alberta reported its first presumptive case in the Calgary region, involving a woman in her 50s who believed she had contracted the virus aboard the Grand Princess. She returned to Calgary on February 21 and began isolating herself at home on February 28"
        },
        {
            "date": "March 03, 2020",
            "content": "BC announced three more cases of the virus, all of which came from Iran. On March 4, it was reported that a woman in her 80s with a presumptive case of the virus is in critical condition at the Vancouver General Hospital. On March 5, BC reported 8 new cases, including 1 of unknown origin, bringing the province's total to 21."
        },
        {
            "date": "February 28, 2020",
            "content": "Quebec's first case was officially confirmed as a 41-year-old woman from Montreal who returned from a trip to Iran and tested positive for the virus causing COVID-19. Returning to Montreal on February 24 on a plane from Doha, Qatar, she wore a mask throughout the flight. The woman did not go to work after her return from Iran, nor did she take public transit before being transferred to Verdun Hospital. After being monitored by a doctor at the Verdun hospital while she was isolated at her residence, she was advised on March 3rd to go to the Jewish General Hospital. She was released on March 4. According to the newspaper La Presse, the woman remains in isolation at home, in Verdun"
        },
        {
            "date": "February 26, 2020",
            "content": "Hajdu recommended that citizens stockpile food and medication, noting that it was \"good to be prepared because things can change quickly [in any emergency].\" The recommendation faced criticism from politicians: Manitoba health minister Cameron Friesen and Ontario health minister Christine Elliott both felt that there was no need for such aggressive stockpiling, while Friesen also felt that there needed to be more coordination between the federal and provincial levels in terms of information regarding the outbreak. Conservative Party shadow minister Matt Jeneroux opined that the suggestion incited concern and was lacking in transparency. Health Canada's website recommended against such bulk purchases (as to not strain supply chains), and explained that having supplies on hand was to \"ensure you do not need to leave your home at the peak of the outbreak or if you become ill.\""
        },
        {
            "date": "February 25, 2020",
            "content": "Air Canada extended its suspension of flights between Canada and Beijing and Shanghai until April 10. Suspension of flights from Toronto to Hong Kong was also extended until April 30."
        },
        {
            "date": "February 24, 2020",
            "content": "A fourth presumptive case in Ontario was announced of a woman in her 20s who presented to a hospital on February 21 with symptoms after travelling to Wuhan. The woman was tested locally with a positive test result and the sample was sent to the National Microbiology Laboratory in Winnipeg. On February 24, health officials in Ontario stated that all three previous cases in Ontario were \"resolved\", which means patients had two consecutive negative test results 24 hours apart and that the \"system was working\"."
        },
        {
            "date": "February 02, 2020",
            "content": "The Canadian Armed Forces announced that it planned to charter a plane to assist in the evacuation of Canadian nationals still in Wuhan once given authorization by China, intending to fly them to CFB Trenton for repatriation and medical screenings. Only those that had entered the country with a Canadian passport would be allowed to take this flight. The first plane landed at CFB Trenton on February 7. On February 21, a chartered flight of 131 Canadians who were quarantined on the Diamond Princess after an outbreak on the cruise ship in Japan, and who all tested negative for the virus, were brought to CFB Trenton for additional screening before being transported by bus to NAV Centre in Cornwall, Ontario to be quarantined."
        },
        {
            "date": "January 31, 2020",
            "content": "The third case in Ontario (and the fourth case in Canada) was reported in the city of London. Officials said that the individual, a woman in her 20s and a student at University of Western Ontario, returned from Wuhan on January 23. She was asymptomatic and had tested negative at first, but additional advanced testing confirmed that the woman had low levels of the virus in her system. Officials said that the individual wore a mask during her voyage and she voluntarily entered self-isolation upon her return, making a full recovery after two or three days. On the same day, the Government of Ontario reported that 17 cases were under investigation within its provincial jurisdiction. Officials said that most of the individuals under investigation were awaiting results while in self-isolation at home. As of January 30, the associate medical officer of Ontario said that the province had conducted a total of 67 tests with 38 negative results. Officials said that all possible cases—including previous negative results—were being retested as additional assessments become available."
        },
        {
            "date": "January 28, 2020",
            "content": "The first presumptive case in British Columbia was announced. The individual, a male in his 40s and a resident of the Vancouver area, had travelled regularly to China for work. Officials reported that he had returned from Wuhan on his most recent voyage and he sought medical attention on January 26 following symptom onset and he has since been in self-isolation at home. A diagnostic test was conducted and it returned positive for the virus. The case was later confirmed and validated by the National Microbiology Laboratory on January 29. The Minister of Health of British Columbia Adrian Dix said that officials were in contact with a \"small number\" of people who may have interacted with the individual."
        },
        {
            "date": "January 27, 2020",
            "content": "The Chief Medical Officer of Health of Ontario announced the man's wife as the second presumptive case. This case was confirmed the following day. Officials reported that she was in good condition and that she was asymptomatic."
        },
        {
            "date": "January 25, 2020",
            "content": "The first presumptive case in Canada was admitted to Sunnybrook Health Sciences Centre in Toronto and placed into a negative pressure chamber. The patient, a male in his 50s who travelled between Wuhan and Guangzhou before returning to Toronto on January 22, contacted emergency services following rapid onset symptoms. The presumption of infection in the patient was made after a rapid test was done at Public Health Ontario's Toronto laboratory. Final testing conducted at the National Microbiology Laboratory in Winnipeg, Manitoba validated the presumptive confirmation on January 27. Authorities said that the patient was experiencing respiratory problems but was in stable condition. His condition later improved and he was released from hospital on January 31."
        },
        {
            "date": "January 25, 2020",
            "content": "Canada's first case was reported, from a traveller who had flown to Toronto from China. Federal health officials, including Hajdu, have maintained that the risk of a Canadian outbreak remained \"extremely low\". Chief Public Health Officer of Canada Theresa Tam also maintained that both export of the virus from China, as well as risk in Canada, were low."
        },
        {
            "date": "January 23, 2020",
            "content": "Minister of Health Patty Hajdu said that five or six people were being monitored for signs of the virus, including at least one in Quebec (who has since been cleared) and another in Vancouver."
        },
        {
            "date": "January 17, 2020",
            "content": "The Canada Border Services Agency (CBSA) implemented signage in the Toronto, Vancouver, and Montreal airports to raise awareness of the virus and had added a health screening question to the electronic kiosks for passengers arriving from central China; however, there are no direct flights from Wuhan to Canada."
        }
    ]
}